{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Are Plastic Straws Recyclable? All You Need to Know About This Single ...",
  "href": "https://greencoast.org/are-plastic-straws-recyclable/",
  "body": "Single-use plastic straws are typically made of polypropylene, a type 5 plastic. Polypropylene is a polymer used in many plastics, and while it can be recycled and is increasingly accepted by curbside collections, straws are often an exception. There are a few reasons why it is difficult to recycle plastic straws:",
  "textContent": "Skip to content\nHome\nGreen Living\nRenewables\nEfficiency\nAbout\nRECYCLING\nAre Plastic Straws Recyclable? All You Need to Know About This Single-Use Item\n\nMany countries are banning plastic straws. But what makes them so harmful and difficult to dispose of?\n\nBy\nBella Pace\non\n26 October 2022\n\nGreen Coast is supported by its readers. We may earn an affiliate commission at no extra cost to you if you buy through a link on this page. Learn more.\n\nIn recent years, the necessity and impact of single-use plastic straws has become a popular topic of debate around the world. Prominent environmental groups, administrations, and corporations alike have sought to eliminate the plastic straw in favor of alternatives. Ultimately, plastic straws have been deemed a harmful and simply unnecessary consumer item. \n\nThis widespread disapproval begs the question: are plastic straws recyclable? What happens to the straws that millions of consumers around the world use every day? \n\nPlastic straws are not easily recyclable, and thus, they almost always end up in our Earth’s landfills. There are, however, a few ways to dispose of them. So the next time you find yourself sipping from a straw in a cafe, don’t despair: let’s dive into why plastic straws cause harm to our planet, and what you can do to lessen this harm.\n\nLATEST VIDEOS\n0 of 15 secondsVolume 0%\n \nTable of Contents\nSo, are plastic straws recyclable?\nWhy can't plastic straws be recycled?\nWhy are plastic straws bad for the environment?\nPlastic in our oceans \nPlastic straws can harm our ocean's marine life \nA global response \nHow are plastic straws disposed of?\nIncineration\nDecomposition \nDisposing of compostable plastic straws\nReusing and recycling\nAlternatives to plastic straws\nIn conclusion: recycling plastic straws is difficult, so better to opt for alternatives \nSo, are plastic straws recyclable?\n\nNo. Plastic straws are not recyclable. \n\nWhile every straw you discard may not end up stuck in the nose of a sea turtle, it will likely live on for decades in a landfill, or break down (over hundreds of years) in an ocean. But how does this come to be? \n\nIt’s become a habit for most consumers to toss their empty plastic soda bottles in the recycling, but you cannot necessarily do the same with straws. This is because it is difficult to thoroughly collect and sort them. \n\nThough every region is different, many recycling facilities will simply not accept plastic straws, leaving them to sit in our landfills. In turn, these plastics that end up in landfills typically emit harmful pollutants, and can also be carried out into our waterways and oceans. \n\nStraws are no exception – it is estimated that 7.5 million straws pollute U.S. coastlines, and another 437 million to 8.3 billion plastic straws can be found on coastlines around the world. In 2022 alone, the Ocean Conservancy’s International Coastal Cleanup removed 224,170 straws from our oceans – with the item landing at number 7 on their top 10 list of items removed this year.\n\nTo better understand why plastic straws can’t be recycled, and to realize the real impact that these millions of single-use items can have on our environment and sea life, it’s important to understand what they’re made of. \n\nThe answer to the question: ‘are plastic straws recyclable’ is not that simple.\nWhy can’t plastic straws be recycled?\n\nThere are two primary reasons why plastic straws may not be accepted in your local recycling facility: the material they are made of, and their size.\n\nSingle-use plastic straws are typically made of polypropylene, a type 5 plastic. Polypropylene is a polymer used in many plastics, and while it can be recycled and is increasingly accepted by curbside collections, straws are often an exception.\n\nThere are a few reasons why it is difficult to recycle plastic straws: \n\nThey are too small to separate. Sorting is a key part of the recycling process, because not all plastics can be reused and made into something new. Plastic straws are too small for most mechanical equipment or personnel to sort effectively.   \nThey are too lightweight. Because of their small size, straws often fall on the way to a facility and litter the street. They also may not make it through the mechanical sorter for this reason, and can typically mix with other recycling materials. \nThey can contaminate the rest of the recycling load. Straws often have residue from drinks that will contaminate the entire load of recycling materials they share space with. Most people do not rinse their plastic straws, which often contain strong coffee, soda, or other beverage remnants that can contaminate other items.\n\nEven if straws do end up being sorted, they are often discarded due to lack of cleanliness, quality, and quantity of plastic. \n\nAnother important note is that if a straw is dyed black, it can especially not be recycled because it has reached the end of its life cycle and is no longer a high-quality plastic. \n\nWhy are plastic straws bad for the environment?\n\nThe danger of single-use plastics such as straws begins at their very creation: plastic is derived from natural gas, coal, and oil – three of the most harmful fossil fuel resources. The emissions from extracting and transporting these fuels to factories is estimated to be around 12.5 to 1.5 million metric tons of carbon dioxide equivalent each year in the United States. \n\nWe know that most straws end up in our landfills, but what impact do they really have once they arrive? \n\nUnfortunately, plastic straws are not biodegradable and can take over 200 years to decompose. When they are sent to a landfill, they will emit harmful greenhouse gasses into our atmosphere as the years go on. \n\nIn the U.S. alone, landfills accounted for over 15% of methane emissions in 2020. They are the third-largest source of human-related methane emissions in the country. As more and more plastic is sent to landfills, they will only increase in size and harmful emissions.\n\nPlastic in our oceans \n\nWhen our landfills are not adequately managed, single-use plastics, especially lightweight items like straws, end up in our oceans. This poses a large threat: studies estimate there are now 15 to 51 trillion pieces of plastic in our oceans around the entire world, and there is plastic pollution present every square mile of ocean surface in the world.\n\nPlastic pollution in our oceans typically groups up into garbage patches, or areas where waste accumulates and floats. The largest accumulation is the Great Pacific garbage patch, located between Hawaii and California. Plastic straws make up around 2% of the total amount of plastic in the Pacific Garbage Patch.\n\nPlastic straws can harm our ocean’s marine life \n\nSmithsonian explains what exactly can happen to plastics when they end up in the ocean: if left outside, the ocean waves, wind, and ultraviolet rays from the Sun will weaken the plastic and slowly break it down into small pieces.\n\nAs time goes on, weather will break down the plastic into even smaller pieces, called microplastics. We humans cannot see microplastic, but marine life can. Plastic cannot be properly digested by wildlife, so too much of it can often harm and kill sea creatures. \n\nBesides ingestion, plastic can cause suffocation, entanglement, infection, and great harm to wildlife. Remember the viral sea turtle video? Unknowingly, sea creatures may come across plastic items like straws and end up seriously injured by them. \n\nA global response \n\nIn response to this slew of harmful environmental impacts, the threat of the single-use plastic straw has pushed organizations in almost every sector to start campaigning against the use of this item. \n\nIn the Australian state of New South Wales, residents can soon be charged with fines of up to $11,000 for supplying or carrying single-use plastic items, including plastic straws and others. The state’s phasing out of plastic items will stop “around 2.7 billion pieces of litter entering the state’s waterways and environment over the next 20 years.”\n\nAnother noteworthy change was made by the U.S.-based company Starbucks, who has fully phased out straws and flat lids for their beverages over the last few years. \n\nThese are just two notable examples of the type of actions global leaders are taking to reduce the amount of plastic straws polluting our oceans and landfills.  \n\nHow are plastic straws disposed of?\n\nNow that we understand the harmful impact of plastic straws and why it’s so difficult to recycle them, let’s look at some of the standard disposal methods for plastics:\n\nIncineration\n\nSince plastics are derived from natural gas and oil, they have a higher stored energy value than most other materials in the waste stream. Incineration systems can return the energy required to produce plastic wastes.\n\nWhen you think about the amount of waste sitting in our Earth’s landfills, this solution makes sense. However, incineration can also cause adverse environmental and health effects. \n\nThe incineration process releases hazardous substances such as carbon dioxide into the atmosphere, which in turn harm people, animals, and our environment. In the last 10 years, CO2 emissions from incinerators have doubled.\n\nDecomposition \n\nSome plastic straws are biodegradable, meaning they have the ability to break down completely into substances found in nature, and in a reasonable time frame (three to six months). \n\nEven though biodegradable plastics can decompose, they also release metals into the atmosphere throughout this process. When choosing between biodegradable and nonbiodegradable products, it is important to weigh this tradeoff. \n\nDisposing of compostable plastic straws\n\nWhen it comes to using compostable plastic straws, we should dispose of them in compost facility conditions, and designated places to dispose of them. These straws are only designed to compost in compost facility conditions, which clearly presents some pros and cons.\n\nWhen using a compostable straw, many people may not have information about public composting depositories and end up throwing them in trash cans. \n\nOf course, this means that they also end up in landfills, and eventually waterways, streams, and our oceans. When compostable plastic straws find their way into the water bodies, they can also negatively affect marine life.\n\nReusing and recycling\n\nWhile the answer to the question of are plastic straws recyclable isn’t actually a ‘yes’ – you can make an enquiry with your local recycling centre. The most sustainable way to dispose of plastics is to, of course, recycle them. This is because they are usually given a second life, and remade into other products. However, we know that plastic straws are not easily recyclable.\n\nEven though recycling plastics is the best disposal method, plastic straws are often too tiny, too lightweight, and too difficult to clean for recycling facilities to accept them. So, you might want to look into reuse instead – such as checking with your local schools and community centers to see if anyone requires plastic straws for arts and crafts or upcycling projects.\n\nIt is also always worth checking with your local waste management services in your region to see if they collect and recycle straws. One way to ensure that your straws will not damage the recycling process is to collect any plastic straws you use, clean them, and place them in a larger plastic container that can be recycled. \n\nAlternatives to plastic straws\n\nWhile the question of are plastic straws recyclable doesn’t yield the answers we all want – it’s time to look at alternatives. While there are a few ways to dispose of single-use plastic straws, each method often presents alternate harmful effects. Overall, it is best to avoid using plastic straws altogether. \n\nHowever, people who have had a stroke, autism, MS, or any other life-changing physical issue may need to use a straw when taking their drinks. Whether or not this is the case for you, opting for a reusable or biodegradable straw is the more environmentally-responsible way to go. \n\nBy investing in and using plastic straw alternatives, you can help lessen the harm done to our oceans and atmosphere. There are a few alternatives that many consumers have invested in: \n\nPaper straws are eco-friendly alternatives to plastic straws. Since they are made from renewable resources, paper straws are compostable and biodegradable after 45-90 days.\nGlass straws are durable and designed for reuse. They are also easy to clean! \nBamboo straws are organically made during the harvesting of the bamboo plant.\nEdible straws are offered in flavored and unflavored variations. These are safe to eat and solves the issue of disposing of your straw.\n\nOverall, there are plenty of alternatives to plastic straws to consider. As the numbers show us, seemingly small single-use items can make a monumental impact.\n\nIn conclusion: recycling plastic straws is difficult, so better to opt for alternatives \n\nNow that you have an answer to the question ‘are plastic straws recyclable?’, it’s evident that the recycling process is complicated, and most often does more harm than good for our planet.\n\nMost waste management services are not equipped for recycling straws, so a great number of straws end up in landfills, contributing to great environmental harm.\n\nTherefore, we can opt for green living by embracing some of the numerous alternatives to plastic straws to help us curb this harm. Overall, though, the best way to prevent this harm is to choose beverages without straws when you can, and if you are able. \n\nGreen Coast is a renewable energy and green living community focused on helping others live a better, more sustainable life.\n\nSearch\nARTICLES YOU MIGHT ALSO LIKE\n20 Examples of Sustainability That Are Impacting the World Right Now!\nBy\nRenee Picard\n23 March 2023\nIs Styrofoam Recyclable? (And What to do with Polystyrene Waste)\nBy\nLisa Marlin\n19 May 2021\nThe Best Books on Green Living for Eco-conscious Readers \nBy\nBella Pace\n18 December 2022\nWhat is Greywater: A Complete Overview to Everything You Need to Know\nBy\nJohn McCloy\n13 September 2019\nTop 10 Ways to Improve Human-Environment Interaction in the 21st Century￼\nBy\nJeanne Yacoubou MS\n5 May 2022\n13 Important Health & Environmental Benefits of Solar Energy\nBy\nJohn McCloy\n11 October 2019\nAffiliate Disclaimer\n\nGreenCoast.org is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com products. See full disclosure\n\nHome\nGreen Living\nRenewables\nEfficiency\nAbout\nAbout us\nContact\nPrivacy Policy\nDisclosure\n\n© 2023 GreenCoast | All rights reserved \n\nInformation from your device can be used to personalize your ad experience.\n\nDo not sell or share my personal information.\nA RAPTIVE PARTNER SITE"
}