{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Chemicals in Plastics - A Technical Report - UNEP",
  "href": "https://www.unep.org/resources/report/chemicals-plastics-technical-report",
  "body": "The \"Chemicals in Plastics: A Technical Report\" aims to inform the global community about the often-overlooked chemical-related issues of plastic pollution, particularly their adverse impacts on human health and the environment as well as on resource efficiency and circularity. Based on compelling scientific evidence, it further highlights ...",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nREPORT\nChemicals in Plastics - A Technical Report\n03 May 2023\n\nThe report provides state of knowledge on chemicals in plastics and based on compelling scientific evidence calls for urgent action to address chemicals in plastics as part of the global action on plastic pollution.\n\nOverview of the report\n\nThe “Chemicals in Plastics: A Technical Report” aims to inform the global community about the often-overlooked chemical-related issues of plastic pollution, particularly their adverse impacts on human health and the environment as well as on resource efficiency and circularity.  Based on compelling scientific evidence, it further highlights the urgent need to act and outlines possible areas for action. It also aims to support the negotiation process to develop the instrument on plastic pollution based on United Nations Environment Assembly resolution 5/14. The report outlines a set of credible and publicly available scientific studies and initiatives focused on chemicals in plastics and the science-policy interface.\n\nThe report was developed by UNEP in cooperation with the Secretariat of the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal, the Rotterdam Convention on the Prior Informed Consent Procedure for Certain Hazardous Chemicals and Pesticides in International Trade, and the Stockholm Convention on Persistent Organic Pollutants, with lead authors from the International Panel on Chemical Pollution, as well as contributions from key experts.\n\nSome key findings\nBased on the latest studies, more than 13,000 chemicals have been identified as associated with plastics and plastic production across a wide range of applications.\nTen groups of chemicals (based on chemistry, uses, or sources) are identified as being of major concern due to their high toxicity and potential to migrate or be released from plastics, including specific flame retardants, certain  UV stabilizers,  per- and polyfluoroalkyl substances (PFASs), phthalates, bisphenols, alkylphenols and alkylphenol ethoxylates, biocides, certain metals and metalloids, polycyclic aromatic hydrocarbons, and many other non-intentionally added substances (NIAS).\nChemicals of concern have been found in plastics across a wide range of sectors and products value chains, including toys and other children's products, packaging (including food contact materials), electrical and electronic equipment, vehicles, synthetic textiles and related materials, furniture, building materials, medical devices, personal care and household products, and agriculture, aquaculture and fisheries.\nChemicals of concern in plastics can impact our health and our environment: Extensive scientific data on the potential adverse impacts of about 7,000 substances associated with plastics show that more than 3,200 of them have one or more hazardous properties of concern.\nWomen and children are particularly susceptible to these toxic chemicals. Exposures can have severe or long-lasting adverse effects on several key period of a women’s life and may impact the next generations. Exposures during fetal development and in children can cause, for example, neurodevelopmental / neurobehavioural related disorders. Men are not spared either, with latest research documenting substantial detrimental effects on male fertility due to current combined exposures to hazardous chemicals, many of which are associated with plastics.\nChemicals of concern can be released from plastic along its entire life cycle, during not only the extraction of raw materials, production of polymers and manufacture of plastic products, but also the use of plastic products and at the end of their life, particularly when waste is not properly managed, finding their way to the air, water and soils.\nExisting evidence calls for urgent action to address chemicals in plastics as part of the global action on plastic pollution, to protect human health and the environment, and transition to a toxic-free and sustainable circular economy.\n\nUNEP acknowledges the financial support from the Government of Norway, the Government of Sweden and the Government of Switzerland, for the development of the report.\n\nRead also: Chemicals are an integral part of plastics\n\nTopics\nChemicals & pollution action\nDownload\nChemicals in Plastics - A Technical Report\nEnglish\nSummary and Key Findings\nAnnex (Excel sheet)\nChemicals in Plastics Infographics\nPlastic pollution videos\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}