{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Plastic pollution: how can the global health community fight the ...",
  "href": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10277055/",
  "body": "Background. Plastic pollution is a global crisis of increasing scale and severity. From the extraction of raw materials for production to the ultimate disposal of massive waste, plastics impact negatively several environmental domains, animal health and potentially human health, with possible global health and social implications. 1-3 These effects of plastics are poised to increase with the ...",
  "textContent": "Skip to main content\n\nAn official website of the United States government\n\n Here's how you know \nLog in\nAccess keys\nNCBI Homepage\nMyNCBI Homepage\nMain Content\nMain Navigation\nSearch PMC Full-Text Archive\nSearch in PMC\nAdvanced Search  User Guide\nJournal List  BMJ Glob Health  v.8(Suppl 3); 2023  PMC10277055\nAs a library, NLM provides access to scientific literature. Inclusion in an NLM database does not imply endorsement of, or agreement with, the contents by NLM or the National Institutes of Health.\nLearn more: PMC Disclaimer | PMC Copyright Notice\nBMJ Glob Health. 2023; 8(Suppl 3): e012140.\nPublished online 2023 Jun 9. doi: 10.1136/bmjgh-2023-012140\nPMCID: PMC10277055\nPMID: 37295791\nPlastic pollution: how can the global health community fight the growing problem?\nDieudonne Bidashimwa,1 Theresa Hoke,1 Thu Ba Huynh,2 Nujpanit Narkpitaks,2 Kharisma Priyonugroho,2 Trinh Thai Ha,3 Allison Burns,4 and Amy Weissman2\nAuthor information Article notes Copyright and License information PMC Disclaimer\nAssociated Data\nData Availability Statement\nSummary box\nPlastic pollution—unmanaged disposal of plastic waste in water and on land—is a growing global crisis affecting the environment and animals, and an expanding body of evidence suggests negative impacts on human health.\nPlastic products and plastic waste threaten human health because of their toxicity, role in disease propagation, possible interference with food supply through their environmental effects and socioeconomic impacts.\nDespite the burden caused by plastic pollution, the topic does not appear to be a priority on the agenda of the global public health community. International health organisations have not been vocal about plastic pollution as a health threat, and the issue is not frequently discussed in the global health scientific literature.\nThe global health community should urgently: (1) fill the evidence gap around plastic exposure and impact for human health to strengthen the current indirect and disjointed evidence; (2) join forces with environmentalists and animal health specialists to advocate for policies to influence plastic production, consumption and waste management; (3) advocate for the adoption of a circular economy model in healthcare to reduce plastic medical waste and (4) contribute to combatting plastic pollution through the use of their technical skills, the ‘public health toolbox’.\nGo to:\nBackground\n\nPlastic pollution is a global crisis of increasing scale and severity. From the extraction of raw materials for production to the ultimate disposal of massive waste, plastics impact negatively several environmental domains, animal health and potentially human health, with possible global health and social implications.1–3 These effects of plastics are poised to increase with the rate of pollution. The annual rate of mismanaged end-of-life plastic entering terrestrial and aquatic ecosystems will respectively reach 11 million tons and 18 million tons per year in 2040, more than double those of 2016.4 These threats are being recognised and challenged through global agreements spearheaded by the United Nations (UN) and other international bodies to prevent, reduce and control plastic pollution.5 Individual nations are also taking action, with bans in over 120 countries on selected single-use plastics.6 Despite concrete and coordinated preventive and mitigation measures, growing plastic production, over-reliance on single-use plastics, ineffective waste management, and slow decomposition are leading to a significant worsening of pollution and associated impacts.2 7\n\nPollution—‘unwanted waste released to air, water and land by human activity’8—is increasingly recognised as a threat to human health,9 yet the growing burden of plastic pollution specifically does not appear to be a priority on the agenda of the global public health community [Global health is defined as ‘an area for study, research, and practice that places a priority on improving health and achieving equity in health for all people worldwide. Global health emphasises transnational health issues, determinants and solutions; involves many disciplines within and beyond the health sciences and promotes interdisciplinary collaboration; and is a synthesis of population-based prevention with individual-level clinical care’.]10. Guided by a mission to promote health and reduce health inequities within human populations,11 the global health community is encouraged to take a multisectoral view and join the movement combatting the plastic pollution crisis.12 13 The aim of this paper is to raise global health professionals’ awareness of the problem posed by plastic pollution and to propose what can be done in response. We begin by making the case that plastic pollution is a One Health problem because of inter-connected impacts on environmental, animal and human health. We present recent trends suggesting inadequate attention by the global health community toward the problems of plastic pollution. We conclude with potential contributions by global health professionals in efforts to combat plastic pollution.\n\nGo to:\nImpacts of plastic pollution: a one health perspective\n\nThe UN High-Level Expert Panel defines One Health as ‘an integrated, unifying approach that aims to sustainably balance and optimize the health of people, animals and ecosystems. It recognizes the health of humans, domestic and wild animals, plants, and the wider environment (including ecosystems) are closely linked and inter-dependent’.14 An example of a One Health threat, plastic pollution comprises disposed plastic of different chemical compositions and sizes that pose harm to the health of the environment, animals and humans, with inter-connections between them. Although we acknowledge plastic pollution as a One Health issue, we will focus on its consequences on human health to galvanise health professionals to act on it.\n\nEffects of plastics on the environment\n\nThroughout the entire life cycle of products, from the extraction of raw materials to waste management, plastics pose threats to environmental health. The extraction and transportation of fossil fuels needed for plastic production releases considerable quantities of chemical pollutants imposing risks to the ecosystem and air quality.1 Workers in the petrochemical industry and people living in the vicinity of oil plants are particularly vulnerable to being exposed to these environmental pollutants.15 The production of plastics contributes significantly to climate change. Throughout their lifecycle, plastics produce 3.4% of global greenhouse gas emissions, of which 90% are emitted during the production phase.1 Once products are used, poorly disposed plastics accumulate in the environment leading to contaminations of the marine and terrestrial environments. In marine environments, for example, plastic wastes interfere with the absorption of carbon dioxide by marine micro-organisms, with possible implications on climate warming.16 Small plastic particles also interfere with the production of algae in oceans and could create an imbalance in the marine food chain.17 In terrestrial environments, plastic pollution affects water infiltration, the microbiome and the structure of soils, with possible implications for agricultural productivity.17 18 Burning plastics, a common means of managing waste around the world, emits toxic smokes and ashes. These emissions also impact the environment through contamination of soil, water and accumulation on the food chain (plants and animals).19–21\n\nEffects of plastics on animals\n\nMarine wildlife is highly exposed to plastics of varying sizes and chemical compositions. Contact with large plastic particles by marine animals leads to their entanglement and entrapment increasing risks of injuries and premature death.22–25 Moreover, marine animals ingest plastics, which causes suffocation and starvation as plastics block their digestive system and interfere with proper food intake.22 24 Plastics further interfere with marine animals’ nutrition by acting as physical barriers to food supply.22 Beyond these physical effects, toxic chemicals in small plastics expose marine animals to acute and chronic reactions interfering with their metabolism and physiology. These toxic effects are influenced by the concentration of the chemicals and their association or not with other environmental toxicants.22 24 25 Limited evidence shows that land animals are also susceptible to plastics’ chemical toxicity with possible systemic effects.25 26 Moreover, plastic ingestion by animals could lead to their transfer to other animals through reproduction and the food chain, although the implications of these mechanisms are still unclear.26\n\nPlastic pollution is a One Health issue of global scale\n\nPlastics harm the environment, animals and humans. These effects are connected in that the impact on one system has consequences for another (eg, the environmental effects of plastics affect animals and humans). As such, the interconnections of plastic pollution affect human health through multiple pathways. Some examples of the global impacts of plastics include:\n\nEnvironmental effects\nClimate change.\nBiodiversity loss.\nDisruption of the absorption of carbon dioxide by marine organisms.\nImpacts on soil with possible implications for agriculture.\nEffects on animals\nPremature death of wildlife.\nLimited food availability for wildlife.\nEffects on humans\nChemical toxicity.\nPropagation of infectious diseases.\nReduced food supplies and threats to food safety through impacts on marine and land ecosystems.\nSocioeconomic impacts.\nEffects of plastics on humans\n\nThe evidence base suggesting that exposure to plastics could lead to adverse health effects in humans is growing but still disjointed.13 27 28 Due to ethical and methodological challenges of conducting studies on plastics in humans, this evidence is overwhelmingly dominated by results from in-vitro experiments and animal models using parameters that may or not represent real-life conditions for humans.27 29 This gap indicates the need for more studies to elucidate the human health impact of plastics.30 As described in the section that follows, the current evidence on exposure routes and the scientific plausibility of potential pathogenic effects from plastics raise concerns and warrant a precautionary approach for dealing with this crisis while more robust evidence is generated.28\n\nHumans are exposed to plastics from several sources, including food, water and consumer products through three main routes: ingestion, inhalation and dermal contact.27 31 32 Recent evidence indicates that humans consume on average 0.1–5 g (or 0.004–0.18 ounces) of micro- and nano-plastics (smaller than 100 nm) weekly32 33 34 but the exposure–outcome relationship is yet to be characterised and fully understood.\n\nThere is some evidence suggesting that plastics are toxic through their chemical properties. Plastics are composed of chemicals added in their manufacturing process such as bisphenol A, phthalates, brominated flame retardants or plasticizers, most of which are recognised as priority pollutants by the US Environmental Protection Agency.25 In addition to these well-known chemicals, the plastic industry uses several new chemicals, most of which are protected as confidential business information.13 This practice has raised concerns from experts since the individual and combined toxicity of these new agents is poorly understood.13 35 Besides the toxicity from the chemicals primarily used in plastic manufacturing, plastic waste can also bind to other chemicals in the environment resulting in more complex toxic compounds.13 Recycled non-consumer plastics have been found to contain a wide variety of non-intentionally added substances (NIAS) originating from material degradation, cross-contamination with organic waste or contaminants migrating from the external environment. The undesired NIAS in recycled plastics, especially recycled food packaging, causes human health safety and lowers plastic’s recyclability, perpetuating barriers for implementation of a circular economy.36 37 Plastics pose further health threats through the misuse of non-food grade packages for food products, a practice increasing exposure to chemical pollutants and prevalent in some settings.38 Overall, exposure to these chemicals contained in plastics could lead to a wide range of diseases and health conditions of public health relevance. These effects include chronic diseases such as cancers, diabetes, obesity, fertility problems (sterility), gastrointestinal problems (liver and microbiome), neurotoxicity and chronic inflammation.27 31 32 39 In addition, micro-plastics and nano-plastics could have additional toxic properties because of their ability to cross biological membranes such as the brain or the placenta given their small size.32 39\n\nSome of the clearest evidence of the harmful effects of plastic pollution on human health is its role in the transmission of vector-borne infectious diseases. A growing body of evidence shows that macro and microplastics debris are favourable breeding environments for vectors and pathogens, especially in populated areas with poor sanitation.39 40 Pathogenic organisms carried by plastic on land and in water include human pathogenic bacteria, mosquitoes transmitting Zika and dengue and schistosome-carrying snails.39 Another tangible threat to human concerns the impact of plastics on the safety and availability of seafood. Marine organisms at all the levels of the food chain are impacted by plastics, leading to a ‘growing concentration of substances in organisms’ tissues at successively higher levels in the food chain’.24 41 Thus, the consumption of seafood could increase exposure to plastic particles and chemicals in humans. Although the impact of marine plastic waste on fish availability is yet to be fully elucidated, studies have reported that 210 species of marine fish of commercial importance have ingested plastic debris.42 This statistic suggests a high prevalence of sub-lethal and lethal effects of plastics on fishes with possible implications for global seafood stocks.41\n\nPlastic pollution also is a social justice issue with inequalities between high-income countries who are the main plastic producers and low-income and middle-income countries which suffer the most impacts of plastic pollution.6 Moreover, the plastic industry’s colossal economic and political power allows large multinational plastic producers to transfer the cost and burden of pollution to the public, despite their role as the primary polluters.43 44 In this dynamic, the burden of pollution is the highest among the least powerful and most vulnerable groups, such as children, workers in the informal waste sector, communities living near burning sites and marginalised communities who are at the receiving end of most unmanaged plastic wastes and their polluting effects.8 45 46\n\nGo to:\nGaps in the engagement of global health professionals in the plastic pollution crisis\n\nAddressing the One Health impacts from plastic pollution requires multi-sectoral collaboration among public health experts, environmentalists, animal health professionals and other experts for a concerted strategy. Yet, two main indicators presented below suggest the global health sector is insufficiently engaged in responding to the plastic pollution crisis.\n\nLow recognition by international health and environmental authorities of plastics as a major health threat\n\nDespite the growing indirect evidence from animal models and toxicological studies on the chemical compounds present in plastics, there is apparent reluctance among global health leaders to acknowledge fully the health impacts of plastic pollution.28 47 For example, a recently published report presenting updated findings related to the 2017 Lancet Commission on pollution and health highlighted the toxicity of chemical pollution but made only two passing references to ‘plastic’. Reporting on progress related to the recommendations made from the 2017 Commission, there was no mention of addressing the escalating production of single-use plastics nor the uncontrolled waste.9 A WHO 2019 report presenting the state of the evidence documented the ubiquity of microplastics in marine water, fresh water and even food and drinking water, but concluded, ‘… there is no evidence to indicate a human health concern’.48 Moreover, a compendium of recommendations to strengthen concrete actions on health and environment by the WHO and other UN agencies includes guidance on only three plastic-related matters with direct human health implications.49 Such a limited approach overlooks the various linkages between plastics and human health. Further, although challenging to quantify globally, single-use plastics for medical and non-medical purposes comprise a meaningful portion of healthcare waste (estimated from 20% to 25%).50–52 Despite this, the health system’s role in plastic pollution (and the recognition of the harmful effects of plastics on human health) is absent from key guidance documents, such as the US Agency for International Development’s Vision for Health System Strengthening 2030.53\n\nSimilarly, global multilateral environmental leaders engaged in plastic pollution initiatives do not prioritise human health. On 2 March 2022, in Nairobi, UN Member States endorsed a historic resolution to develop an internationally legally binding instrument to end plastic pollution at the Fifth session of the UN Environment Assembly (UNEA-5). Negotiations, aiming to be completed by the end of 2024, have shown governments’ strong commitment to addressing the full life cycle of plastics through international cooperation.54 However, only a few countries suggested human health protection as the primary objective of the instrument, while more than half of the countries did not acknowledge human health in their official statements at the first session of the intergovernmental negotiating committee.54 55 To address the full scale of health impacts throughout plastics’ lifecycle, such a monumental global agreement will require greater involvement of global health professionals to bring a health lens to the negotiation process and subsequent implementation of the agreement.47\n\nLow exposure of public health professionals to the plastic pollution literature\n\nAs global health specialists and researchers, we had the impression that plastic pollution is a topic infrequently found in the global health scientific literature normally consulted in our work. To examine the accuracy of this preconception, in April 2023, we conducted a rapid, targeted search of global health journals to explore how much our community is exposed to the issue of plastic pollution in the literature of their field. We targeted the top 50 public health journals based on the Clarivate Journal Citation Reports and Scimago Journal and Country Rank ranking.56 We searched PubMed for articles on plastics, microplastics or nanoplastics published in the previous 5 years. The search results were screened to retain only the publications on plastic pollution.\n\nFrom April 2018 to April 2023, 15 journals on our list published 65 articles on plastic pollution; the other 35 journals contained none. Most of the articles (n=51) were published by 2 journals while the other 13 journals published between one and four relevant articles in the past 5 years (table 1). Results from this illustrative, non-exhaustive search suggest a low exposure of health professionals to the topic of plastic pollution and possibly low prioritisation by editors of global health journals, despite the potential links between plastics and health.\n\nTable 1\n\nNumber of articles on plastic pollution published in global health journals from April 2018 to April 2023\n\nJournals\tPublications (n)\nAmerican Journal of Epidemiology\t2\nAmerican Journal of Public Health\t1\nAustralian and New Zealand Journal of Public Health\t1\nBMC Public Health\t4\nBMJ Global Health\t2\nBulletin of the World Health Organization\t1\nEnvironmental Health and Preventive Medicine\t4\nEpidemiology\t1\nFrontiers in Public Health\t12\nInternational Journal of Hygiene and Environmental Health\t29\nJournal of Public Health Management and Practice\t1\nLancet Planetary Health\t4\nMaternal and Child Health Journal\t1\nPerspectives in Public Health\t1\nSalud Publica De Mexico\t1\nOpen in a separate window\nGo to:\nCall to action!\n\nIt is time for the global health community to join forces with environmental specialists to confront the plastic pollution crisis, consistent with a One Health approach. Global health leaders must acknowledge the inter-connectedness of human health, animal health and environmental health in the case of plastic pollution, and elevate the quest for solutions among the global health sector’s priorities. Commitment to collaboration must be rooted in recognition of the shared goals and interests of these different sectors, along with their complementary capacities and intervention means. As the evidence about the direct public health harm caused by plastic pollution is incomplete, human health specialists can rely on existing clear evidence of the threats to environmental and animal health. The downstream consequences of those threats to human health—for example, through disruptions to marine food supplies—must be considered immediately. The global health sector can make a more complete contribution to a holistic One Health solution through improved information sharing, collaboration and capacity building. The following are practical strategies the global health sector can employ to both mitigate and respond to plastic pollution.\n\nFill evidence gaps around plastic exposure and impact for human health\n\nA coordinated, multi-disciplinary research agenda is needed to produce convincing epidemiological evidence about plastic exposure and human health impacts.29 Both scientific reviews22 29 and global health authorities48 conclude that there is insufficient evidence of the harmful effect to human health of plastic exposure under real-world conditions. This is a case where the absence of evidence of an effect does not serve as proof of no risk.28 Rather, it is an indication that far more work needs to be done. The research agenda must be coordinated and prioritised given the diversity of chemical exposures, the range of potential harmful health effects, and multitude of biological research disciplines that are implicated. The global health community can join the calls for research on environmentally relevant exposures to move swiftly toward evidence that will be more convincing to policy makers and the public. The aforementioned inconsistency in recognition of human health as core element of the UN’s legally binding global agreement urges international health researchers and professionals to fill evidence gaps and to participate in cross-disciplinary information exchange.55 In a coordinated manner, funders should urgently commit to investing in health research to complement the robust body of knowledge of plastic pollution as an environmental threat3 and the preliminary understanding of its potential health impacts. Given the low accountability of the plastic industry, there is also an urgent need to close the time gap between the adoption of chemical innovations by the plastic industry and evidence generation on the safety of the new compounds. As the evidence base grows, it should be used to influence the public health agenda by knowledge-building among the health community via publication of papers, conference presentations, webinars and on-the-ground trainings.\n\nSupport advocacy for change in global, national and local policies to influence production, consumption and waste management\n\nExperts have called for global policy and programmatic strategies to mitigate plastic pollution. Such a strategy should foster close intersectoral and multidisciplinary collaboration between scientists, community leaders, regulators and policymakers.13 Collaborations should be particularly inclusive of environmental scientists and global health professionals given the extensive consequences of plastic pollution on both areas. While environmental scientists, regulators and policymakers have been able to establish these collaborations and move the needle on plastic pollution from an environmental standpoint,57 the effort needs increased participation by global health professionals. The global health community must join conversations or initiate new ones focused on policy changes backed by multi-sectoral, mutually reinforcing priorities. Global health leaders are experienced in engaging in discussions with professional peers from multiple sectors in setting priorities, shaping policy and formulating interventions for societal good. These advocacy initiatives should learn from past successes in impacting change despite significant barriers, especially barriers from business lobbying. One such example is the fight against the aggressive and inappropriate marketing of breast milk substitutes (BMS) in the 80s that led to the adoption by the global health community of the International Code of Marketing of Breast-milk Substitutes, aiming to protect and promote breast feeding.58\n\nAs experienced with the BMS industry, however, policies and voluntary agreements may not be enough. There is evidence of persistent violations of the code by the BMS industry which continues inappropriate marketing using misleading and manipulative information on product labels and in promotional campaigns.59–62 Similarly, while an increasing number of corporations, especially household consumer brands, pledge to reduce their plastic footprint by 2025,63 corporate responsibility and accountability is not enforced. Many companies not only fail to report their individual data but also miss their committed targets by increasing their total and virgin plastic use to the point of outpacing the progress on recycled content.44 54 Therefore, policy and advocacy initiatives by global health professionals and collaborators need to emphasise the enforcement of extended producer responsibility and accountability throughout the plastic lifecycle, including advocating for more effective mechanisms for enforcing policies and commitments, monitoring their implementation and evaluating their impacts.\n\nCollaboration should also be established at national and local levels for more meaningful policymaking, and programme design and testing. Examples of a national level initiative on plastic pollution include the Plastic Health Action Partnership (PHA) initiative in Vietnam. As one of its policy advocacy efforts, PHA, with the technical leadership of health and environment organisations, convenes the multistakeholder forum to forge a plastic circular economy framework with considerations of plastic-associated health impacts.64 These actions will be reinforced by actively engaging local communities to assess needs and implement strategies most adapted to their contexts.\n\nFocus advocacy and technical support for adoption of a circular economy model in healthcare operations to reduce plastic medical waste\n\nThe healthcare industry is a major contributor to the pollution problem given its heavy reliance on single-use plastics. These products often are not recycled; instead, they are typically incinerated or disposed in landfills. Plastic pollution generated through medical waste was dramatically compounded by the COVID-19 pandemic, particularly due to widespread use of disposable personal protective equipment (PPE).65 66 The public health sector has a role to play given its close association with the medical sector, with overlapping priorities, technical language and professional communities. It is well positioned—or at least better positioned than environmental specialists—to advocate for reduced use of single-use plastics in medical care. Further, it can contribute knowledge and skill to advance the design, implementation and scale-up of solutions. Global health specialists with expertise in healthcare management can support medical services in building capacities for its employees, implement plastic elimination and reduction policies across their operations, improve procurement and supply chain procedures, and enhance their waste management practices. They can also facilitate collaboration by private sector plastic producers and importers with health sector stakeholders, including government, academia, health system administrators and healthcare professionals in devising solutions. Priorities for innovation include replacing single-use plastic items and PPE with more ecofriendly materials; products re-designed for reuse and recycling; and products created from recycled plastics for application in healthcare facilities. Technical support can also be offered for use of technology and data to monitor plastic use, identify persistently high consumption and waste and test the effect of solutions through pilot projects and results dissemination. Within healthcare facilities, global health specialists can help to organise plastic reduction/environmental campaigns and training programmes for healthcare professionals so they are aware of the issue and can join efforts to solve problems. They can also help to set up communities of practice among health facilities and other stakeholders to exchange ideas on how to reduce plastic use24 and make health facilities more climate smart.\n\nContribute the assets of the public health toolbox in combatting plastic pollution\n\nGlobal, national and local health leaders operate by means of vast access to and influence over populations. They are often trusted as authoritative sources of information and guidance on individual-level and community-level action. Additionally, the sector offers deep experience in identifying vulnerable populations and projecting differential consequences likely to be experienced by different groups, depending on exposure to risk, access to mitigating measures and inherent resilience. The global health discipline also offers expertise in social and behavioural change (SBC), supported by frameworks, strategies and tools to encourage behavioural change at the individual and group level and evolution in social norms.67 The power of SBC approaches must be increasingly leveraged to promote change in consumption and waste management practices. Global health epidemiology provides methodological tools and principles to characterise population-level exposures and investigate associations or causations between exposures and outcomes, accounting for population attributes and confounding factors. This global health area will contribute to generating more robust and convincing evidence on the health impacts of plastic pollution. Finally, global health policy uses the available knowledge to advocate, design, promote and evaluate relevant laws, regulations, and guidelines anchored in epidemiological evidence and evidence on the effectiveness and feasibility of interventions addressing issues at various socioecological levels. Experts in this field will strengthen policymaking around plastic pollution, allowing to tackle more holistically its impacts.\n\nGo to:\nConclusion\n\nCombatting the plastic pollution crisis and related health risks require multidisciplinary and cross-sectoral collaboration. Global health professionals should be involved in multistakeholder dialogues and collaborate with actors from government, civil society, academe and private sector to promote plastics topics in the high-level health agenda and to drive action. The global health community must contribute the diverse powers of its discipline to discover, promote and implement solutions. Remaining inadequately informed and involved is no longer an option.\n\nGo to:\nFootnotes\n\nHandling editor: Seye Abimbola\n\nTwitter: @thereshoke @fhi360research, @amyweissman\n\nContributors: Conceptualisation: DB, TH and AW. Writing of the original draft: DB and TH. Literature search for publications on plastics in the global health literature: AB, DB. Significant input and edits: AW, TBH, NN, KP, TTH, AB. All authors have reviewed the manuscript. All authors approved the version submitted. All Authors agreed to be personally accountable for all aspects of the accuracy and integrity of the work.\n\nFunding: The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.\n\nCompeting interests: None declared.\n\nProvenance and peer review: Not commissioned; externally peer reviewed.\n\nGo to:\nData availability statement\n\nThere are no data in this work.\n\nGo to:\nEthics statements\nPatient consent for publication\n\nNot applicable.\n\nEthics approval\n\nNot applicable.\n\nGo to:\nReferences\n1. Hamilton LA, Feit S. Plastic & climate: the hidden costs of a plastic planet. 2019.\n2. Chateau J, Bibas R, Lanzi E, et al.. Global plastic projections to 2050: economic drivers and environmental consequences. 2020.\n3. Rhodes CJ. Plastic pollution and potential solutions. Sci Prog 2018;101:207–60. 10.3184/003685018X15294876706211 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n4. Lau WWY, Shiran Y, Bailey RM, et al.. Evaluating scenarios toward zero plastic pollution. Science 2020;369:1455–61. 10.1126/science.aba9475 [PubMed] [CrossRef] [Google Scholar]\n5. Xanthos D, Walker TR. International policies to reduce plastic Marine pollution from single-use plastics (plastic bags and Microbeads): A review. Mar Pollut Bull 2017;118:17–26. 10.1016/j.marpolbul.2017.02.048 [PubMed] [CrossRef] [Google Scholar]\n6. OECD . Global plastics outlook. 2022. Available: https://espas.secure.europarl.europa.eu/orbis/sites/default/files/generated/document/en/plastic.pdf\n7. UNEP . Our planet is choking on plastic. 2017. Available: https://www.unep.org/interactives/beat-plastic-pollution\n8. Landrigan PJ, Stegeman JJ, Fleming LE, et al.. Human health and ocean pollution. Ann Glob Health 2020;86. 10.5334/aogh.2831 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n9. Fuller R, Landrigan PJ, Balakrishnan K, et al.. Pollution and health: a progress update. Lancet Planet Health 2022;6. 10.1016/S2542-5196(22)00090-0 [PubMed] [CrossRef] [Google Scholar]\n10. Koplan JP, Bond TC, Merson MH, et al.. Towards a common definition of global health. Lancet 2009;373:1993–5. 10.1016/S0140-6736(09)60332-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n11. Marmot M, Allen J, Bell R, et al.. Building of the global movement for health equity: from Santiago to Rio and beyond. Lancet 2012;379:181–8. 10.1016/S0140-6736(11)61506-7 [PubMed] [CrossRef] [Google Scholar]\n12. Prata JC, da Costa JP, Lopes I, et al.. A one health perspective of the impacts of Microplastics on animal, human and environmental health. Sci Total Environ 2021;777:146094. 10.1016/j.scitotenv.2021.146094 [PubMed] [CrossRef] [Google Scholar]\n13. Coffin S, Wyer H, Leapman JC. Addressing the environmental and health impacts of Microplastics requires open collaboration between diverse sectors. PLoS Biol 2021;19. 10.1371/journal.pbio.3000932 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n14. UNEP . Joint tripartite and UNEP statement on definition of \"one health\". Available: https://www.unep.org/news-and-stories/statements/joint-tripartite-and-unep-statement-definition-one-health\n15. Colborn T, Kwiatkowski C, Schultz K, et al.. Natural gas operations from a public health perspective. Human and Ecological Risk Assessment: An International Journal 2011;17:1039–56. 10.1080/10807039.2011.605662 [CrossRef] [Google Scholar]\n16. Kvale K, Prowe AEF, Chien C-T, et al.. Zooplankton grazing of Microplastic can accelerate global loss of ocean oxygen. Nat Commun 2021;12:1–8. 10.1038/s41467-021-22554-w [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n17. Ng E-L, Huerta Lwanga E, Eldridge SM, et al.. An overview of Microplastic and Nanoplastic pollution in Agroecosystems. Sci Total Environ 2018;627:1377–88. 10.1016/j.scitotenv.2018.01.341 [PubMed] [CrossRef] [Google Scholar]\n18. de Souza Machado AA, Lau CW, Kloas W, et al.. Microplastics can change soil properties and affect plant performance. Environ Sci Technol 2019;53:6044–52. 10.1021/acs.est.9b01339 [PubMed] [CrossRef] [Google Scholar]\n19. Verma R, Vinoda KS, Papireddy M, et al.. Toxic Pollutants from plastic waste-a review. Procedia Environmental Sciences 2016;35:701–8. 10.1016/j.proenv.2016.07.069 [CrossRef] [Google Scholar]\n20. de Titto E, Savino A. Environmental and health risks related to waste incineration. Waste Manag Res 2019;37:976–86. 10.1177/0734242X19859700 [PubMed] [CrossRef] [Google Scholar]\n21. Cormier SA, Lomnicki S, Backes W, et al.. Origin and health impacts of emissions of toxic by-products and fine particles from combustion and thermal treatment of hazardous wastes and materials. Environ Health Perspect 2006;114:810–7. 10.1289/ehp.8629 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n22. Yong CQY, Valiyaveettil S, Tang BL. Toxicity of Microplastics and Nanoplastics in mammalian systems. Int J Environ Res Public Health 2020;17:1509. 10.3390/ijerph17051509 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n23. Gall SC, Thompson RC. The impact of debris on marine life. Mar Pollut Bull 2015;92:170–9. 10.1016/j.marpolbul.2014.12.041 [PubMed] [CrossRef] [Google Scholar]\n24. Awuchi CG, Awuchi CG. Impacts of plastic pollution on the Sustainability of seafood value chain and human health. International Journal of Advanced Academic Research 2019;5:46–138. [Google Scholar]\n25. Bucci K, Tulio M, Rochman CM. What is known and unknown about the effects of plastic pollution: A meta-analysis and systematic review. Ecol Appl 2020;30. 10.1002/eap.2044 [PubMed] [CrossRef] [Google Scholar]\n26. Hu L, Zhou Y, Wang Y, et al.. Transfer of Micro (Nano) plastics in animals: A mini-review and future research recommendation. Journal of Hazardous Materials Advances 2022;7. 10.1016/j.hazadv.2022.100101 [CrossRef] [Google Scholar]\n27. Prata JC, da Costa JP, Lopes I, et al.. Environmental exposure to Microplastics: an overview on possible human health effects. Sci Total Environ 2020;702:134455. 10.1016/j.scitotenv.2019.134455 [PubMed] [CrossRef] [Google Scholar]\n28. Leslie HA, Depledge MH. Where is the evidence that human exposure to Microplastics is safe? Environ Int 2020;142. 10.1016/j.envint.2020.105807 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n29. Vethaak AD, Legler J. Microplastics and human health. Science 2021;371:672–4. 10.1126/science.abe5041 [PubMed] [CrossRef] [Google Scholar]\n30. WHO . WHO calls for more research into Microplastics and a crackdown on plastic pollution. 2019. Available: https://www.who.int/news/item/22-08-2019-who-calls-for-more-research-into-microplastics-and-a-crackdown-on-plastic-pollution\n31. Rahman A, Sarkar A, Yadav OP, et al.. Potential human health risks due to environmental exposure to Nano-and Microplastics and knowledge gaps: a Scoping review. Sci Total Environ 2021;757. 10.1016/j.scitotenv.2020.143872 [PubMed] [CrossRef] [Google Scholar]\n32. Yee MS-L, Hii L-W, Looi CK, et al.. Impact of Microplastics and Nanoplastics on human health. Nanomaterials (Basel) 2021;11:496. 10.3390/nano11020496 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n33. Senathirajah K, Attwood S, Bhagwat G, et al.. Estimation of the mass of Microplastics ingested–A pivotal first step towards human health risk assessment. J Hazard Mater 2021;404. 10.1016/j.jhazmat.2020.124004 [PubMed] [CrossRef] [Google Scholar]\n34. De Wit W, Bigaud N. No plastic in nature: assessing plastic ingestion from nature to people. 2019.\n35. Muncke J, Backhaus T, Geueke B, et al.. Scientific challenges in the risk assessment of food contact materials. Environ Health Perspect 2017;125. 10.1289/EHP644 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n36. Horodytska O, Cabanes A, Fullana A. Non-intentionally added substances (NIAS) in recycled plastics. Chemosphere 2020;251. 10.1016/j.chemosphere.2020.126373 [PubMed] [CrossRef] [Google Scholar]\n37. Geueke B, Groh K, Muncke J. Food packaging in the circular economy: overview of chemical safety aspects for commonly used materials. Journal of Cleaner Production 2018;193:491–505. 10.1016/j.jclepro.2018.05.005 [CrossRef] [Google Scholar]\n38. Hennebert P. Concentrations of Brominated flame Retardants in plastics of electrical and electronic equipment, vehicles, construction, textiles and non-food packaging: a review of occurrence and management. Detritus 2020;12:34–50. 10.31025/2611-4135/2020.13997 [CrossRef] [Google Scholar]\n39. Vethaak AD, Leslie HA. Plastic debris is a human health issue. ACS Publications, 2016. [PubMed] [Google Scholar]\n40. McCormick A, Hoellein TJ, Mason SA, et al.. Microplastic is an abundant and distinct microbial habitat in an urban River. Environ Sci Technol 2014;48:11863–71. 10.1021/es503610r [PubMed] [CrossRef] [Google Scholar]\n41. Beaumont NJ, Aanesen M, Austen MC, et al.. Global ecological, social and economic impacts of Marine plastic. Mar Pollut Bull 2019;142:189–95. 10.1016/j.marpolbul.2019.03.022 [PubMed] [CrossRef] [Google Scholar]\n42. Savoca MS, McInturf AG, Hazen EL. Plastic ingestion by Marine fish is widespread and increasing. Glob Chang Biol 2021;27:2188–99. 10.1111/gcb.15533 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n43. Yates J, Gillespie S, Savona N, et al.. Trust and responsibility in food systems transformation. engaging with big food: marriage or Mirage? BMJ Glob Health 2021;6. 10.1136/bmjgh-2021-007350 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n44. Delemare Tangpuori A, Harding-Rolls G, Urbancic N, et al.. Talking Trash: The Corporate Playbook of False Solutions to the Plastics Crisis. Utrecht, The Netherlands: Changing Markets Foundation, 2020. [Google Scholar]\n45. Zhongming Z, Linong L, Xiaona Y, et al.. Plastic pollution is an environmental injustice to vulnerable communities–new report. 2021.\n46. WHO . Circular economy and health: opportunities and risks. 2018. [Google Scholar]\n47. Trasande L. A global plastics treaty to protect endocrine health. Lancet Diabetes Endocrinol 2022;10:616–8. 10.1016/S2213-8587(22)00216-9 [PubMed] [CrossRef] [Google Scholar]\n48. Marsden P, Koelmans A, Bourdon-Lacombe J, et al.. Microplastics in drinking water report no.: 9241516194; 2019. World health organization\n49. Organization WH . Compendium of WHO and other UN guidance on health and environment. World Health Organization, 2022. [Google Scholar]\n50. Rasheed FN, Walraven G. Cleaning up plastics in Healthcare waste: the Transformative potential of leadership. BMJ Innov 2023;9. 10.1136/bmjinnov-2022-000986 [CrossRef] [Google Scholar]\n51. Gibbens S. Can medical care exist without plastic. Natl Geogr Mag 2019;4:49–53. [Google Scholar]\n52. Gamba A, Napierska D, Zotinca A. Measuring and reducing plastics in the Healthcare sector. 2021.\n53. USAID . USAID ANNOUNCES new programs to protect our ocean at the 2023 our ocean conference. 2023. Available: https://www.usaid.gov/news-information/press-releases/mar-03-2023-usaid-announces-new-programs-protect-our-ocean-2023-our-ocean-conference\n54. UNEP . Report of the intergovernmental negotiating committee to develop an international legally binding instrument on plastic pollution, including in the marine environment, on the work of its first session. UNEP, 2022. [Google Scholar]\n55. Deeney M, Yates J, Green R, et al.. Centring human health in the global plastics treaty: a call to action. BMJ Glob Health 2022;7. 10.1136/bmjgh-2022-011040 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n56. SJR . Scimago Journal and country rank. 2022. Available: https://www.scimagojr.com/journalrank.php?category=2739\n57. Borrelle SB, Ringma J, Law KL, et al.. Predicted growth in plastic waste exceeds efforts to mitigate plastic pollution. Science 2020;369:1515–8. 10.1126/science.aba3656 [PubMed] [CrossRef] [Google Scholar]\n58. WHO . The International code of marketing of breast-milk substitutes: frequently asked questions. World Health Organization 2017. [Google Scholar]\n59. Becker GE, Zambrano P, Ching C, et al.. Global evidence of persistent violations of the International code of marketing of Breast‐Milk substitutes: A systematic Scoping review. Matern Child Nutr 2022;18. 10.1111/mcn.13335 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n60. Capili DIS, Datu-Sanguyo J, Mogol-Sales CS, et al.. Cross-sectional multimedia audit reveals a multinational commercial milk formula industry circumventing the Philippine milk code with misinformation, manipulation, and cross-promotion campaigns. Front Nutr 2023;10:35. 10.3389/fnut.2023.1081499 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n61. Nguyen TT, Tran HTT, Cashin J, et al.. Implementation of the code of marketing of breast-milk substitutes in Vietnam: marketing practices by the industry and perceptions of Caregivers and health workers. Nutrients 2021;13:2884. 10.3390/nu13082884 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n62. Sheikh SP, Akter SM, Anne FI, et al.. Violations of international code of Breast‐Milk substitutes (BMS) in commercial settings and media in Bangladesh. Matern Child Nutr 2022;18. 10.1111/mcn.13351 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n63. UNEP . The global commitment 2022 progress report. 2022.\n64. Greenhub . Symposium \"promoting circular economy solutions to reduce the impact of plastic pollution on health\" 2022. Available: https://greenhub.org.vn/symposium-promoting-circular-economy-solutions-to-reduce-the-impact-of-plastic-pollution-on-health\n65. Shams M, Alam I, Mahbub MS. Plastic pollution during COVID-19: plastic waste directives and its long-term impact on the environment. Environ Adv 2021;5. 10.1016/j.envadv.2021.100119 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n66. Street A, Vernooij E, Rogers MH. Diagnostic waste: whose responsibility? Global Health 2022;18:30. 10.1186/s12992-022-00823-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n67. Borg K, Curtis J, Lindsay J. Social norms and plastic avoidance: testing the theory of normative social behaviour on an environmental behaviour. J Consumer Behav 2020;19:594–607. 10.1002/cb.1842 Available: https://onlinelibrary.wiley.com/toc/14791838/19/6 [CrossRef] [Google Scholar]\nArticles from BMJ Global Health are provided here courtesy of BMJ Publishing Group\nOTHER FORMATS\nPubReader PDF (249K)\nACTIONS\nCite\nCollections\nSHARE\n \n \n \n \n \nRESOURCES\nSimilar articles\nCited by other articles\nLinks to NCBI Databases\nFOLLOW NCBI\n\nConnect with NLM\n\n  \n\nNational Library of Medicine\n8600 Rockville Pike\nBethesda, MD 20894\n\nWeb Policies\nFOIA\nHHS Vulnerability Disclosure\n\nHelp\nAccessibility\nCareers\n\nNLM\nNIH\nHHS\nUSA.gov"
}