{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "The Great Pacific Garbage Patch is now so huge and permanent that ... - CNN",
  "href": "https://www.cnn.com/2023/04/17/world/plastic-pollution-ocean-ecosystems-intl-climate/index.html",
  "body": "Scientists have warned there has been a \"rapid and unprecedented\" increase in ocean plastic pollution since 2005. Disposed plastic water bottles blanket a beach in New Taipei, Taiwan in 2022.",
  "textContent": "Ad Feedback\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nMore\nAudio\nLive TV\nLog In\nThe Great Pacific Garbage Patch is now so huge and permanent that a coastal ecosystem is thriving on it, scientists say\nBy Ivana Kottasová, CNN\n 5 minute read \nUpdated 5:02 AM EDT, Tue April 18, 2023\nVideo Ad Feedback\nWhy Hollywood strikes may signal the start of a larger reckoning with A.I.\n02:23\nThe US government is suing Amazon. How this might impact you\n02:03\nHear what Bernie Sanders thinks about a 4-day work week\n01:29\nGiant patch of trash providing a home for marine life\n04:36\nWhat are ghost kitchens? CNN reporter explains\n02:21\nEnergy execs: Europe in a 'better position' this winter\n05:07\nSome stores are removing self-checkout stations. Hear why\n02:30\nWhat the new tax brackets mean for you\n01:45\n'It's such a good contract': Fran Drescher on historic actors' agreement\n01:29\nHe was laid off from Twitter under Elon Musk. See what he did next\n02:38\nWatch: NASA launches spacecraft to visit the metal asteroid Psyche\n01:48\nVideo: Mattel is paying their Chief Uno Player $278 per hour to promote Uno Quatro\n02:27\nTom Brady, a Bahamas penthouse and a beanbag chair: How SBF's world fell apart\n05:02\nCrocs CEO Andrew Rees explains the recent success of its shoes\n04:23\nWhy managers and employees love this company's unusual remote work policy\n02:49\nWorkers start what could be largest health care strike in US history\n02:06\nWhy Hollywood strikes may signal the start of a larger reckoning with A.I.\n02:23\nThe US government is suing Amazon. How this might impact you\n02:03\nHear what Bernie Sanders thinks about a 4-day work week\n01:29\nGiant patch of trash providing a home for marine life\n04:36\nWhat are ghost kitchens? CNN reporter explains\n02:21\nEnergy execs: Europe in a 'better position' this winter\n05:07\nCNN\n — \n\nScientists have found thriving communities of coastal creatures, including tiny crabs and anemones, living thousands of miles from their original home on plastic debris in the Great Pacific Garbage Patch – a 620,000 square mile swirl of trash in the ocean between California and Hawaii.\n\nIn a new study published in the Nature Ecology & Evolution journal on Monday, a team of researchers revealed that dozens of species of coastal invertebrate organisms have been able to survive and reproduce on plastic garbage that’s been floating in the ocean for years.\n\nThe scientists said that the findings suggest plastic pollution in the ocean might be enabling the creation of new floating ecosystems of species that are not normally able to survive in the open ocean.\n\nADVERTISING\n\nUnlike organic material that decomposes and sinks within months or, at most, a few years, plastic debris can float in the oceans for a much longer time, giving creatures the opportunity to survive and reproduce in the open ocean for years.\n\n“It was surprising to see how frequent the coastal species were. They were on 70% of the debris that we found,” Linsey Haram, a science fellow at the National Institute of Food and Agriculture and the study’s lead author, told CNN.\n\nMore than 170 trillion plastic particles found in the ocean as pollution reaches 'unprecedented' levels\n\nHaram and her colleagues examined 105 items of plastic fished out of the Great Pacific Garbage Patch between November 2018 and January 2019. They identified 484 marine invertebrate organisms on the debris, accounting for 46 different species, of which 80% were normally found in coastal habitats.\n\n“Quite a large percentage of the diversity that we found were coastal species and not the the native pelagic open ocean species that we were largely expecting to find,” Haram said.\n\nThey did still find a lot of open ocean species, Haram added. “On two thirds of the debris, we found both communities together … competing for space, but very likely interacting in other ways.”\n\nCoastal anemones found side by side with pelagic (open ocean) gooseneck barnacles and pelagic bryozoans on a derelict fish crate recovered from the North Pacific Subtropical Gyre.\nCourtesy Linsey Haram/Smithsonian Institution\nCoastal aggregating anemones found on a black floating plastic fragment collected in the garbage patch.\nCourtesy Linsey Haram/Smithsonian Institution\n\nHaram said that the consequences of the introduction of new species into the remote areas of the ocean are not yet fully understood.\n\n“There’s likely competition for space, because space is at a premium in the open ocean, there’s likely competition for food resources – but they may also be eating each other. It’s hard to know exactly what’s going on, but we have seen evidence of some of the coastal anemones eating open ocean species, so we know there is some predation going on between the two communities,” she said.\n\nHow exactly the creatures get to the open ocean and how they survive there remains unclear. Whether, for example, they were just hitching a ride on a piece of plastic they attached themselves to by the coast, or whether they were able to colonize new objects once they were in the open ocean, is unknown.\n\nOceans of plastic\n\nThe Great Pacific Garbage Patch, which is twice the size of Texas, is the largest accumulation of ocean plastic in the world.\n\nThe patch is bounded by an enormous gyre – the biggest of five huge, spinning circular currents in the world’s oceans that pull trash towards the center and trap it there, creating a garbage vortex.\n\nIt’s a mistake to think of the Great Pacific Garbage Patch as an island of trash, though, Matthias Egger, the head of environmental and social affairs at The Ocean Cleanup, a non-profit developing technologies to rid the oceans of plastic, told CNN.\n\n“If you’re out there, what you see is just pristine blue ocean,” said Egger, who helped Haram’s research by collecting the samples in the patch, fishing them out with a net.\n\n“You can think of it like the night sky. If you look up at night, you see all those white dots, that’s essentially what you see in the garbage patch. It’s not that dense, but there are a lot of them … out there, you start seeing more and more plastic the longer you look,” he said.\n\nThe Ocean Cleanup initiative estimates there are about 1.8 trillion pieces of plastic in the patch that weigh an estimated 80,000 tonnes. The majority of the plastic found in the patch comes from the fishing industry, while between 10% and 20% of the total volume can be traced back to the 2011 Japanese tsunami.\n\nA bag of plastics and debris collected in the Great Pacific Garbage Patch is unloaded in Sausalito, California in July 2022.\nEric Risberg/AP\n\nAccording to the United Nations Environment Programme (UNEP), the world produces around 460 million tons of plastic a year, a figure that — without urgent action – will triple by 2060.\n\nGlobally, only around 9% of plastic waste is recycled, according to UNEP. As much as 22% of all plastic waste is mismanaged and ends up as litter, with large amounts eventually making it into the oceans.\n\nScientists have warned there has been a “rapid and unprecedented” increase in ocean plastic pollution since 2005.\n\nThe plastic water bottle industry is booming. Here's why that's a huge problem\n\n“The problem is getting bigger and bigger by the minute,” Egger said. “We see turtles that are entangled in ghost fishing nets. Sometimes it’s even just turtle carcasses. We see ingestion of plastic fragments. Then there’s also the pollutants – chemicals.”\n\nThe Ocean Cleanup has built a huge trash-collecting system, a U-shaped barrier with a net-like skirt that hangs below the surface of the water. It moves with the current and collects faster-moving plastics as they float by.\n\n“We want to look into what’s the impact on marine life. And once we know for sure that it’s safe and it benefits the environment, then we want to scale up,” Egger said.\n\nBut cleanup is only part of the solution. A study published last month said that without urgent policy action, the rate at which plastics enter the oceans could increase by around 2.6 times between now and 2040.\n\nThe UN Environment Assembly passed a historic resolution last year to end plastic pollution and create the world’s first global plastic pollution treaty by 2024 – a legally binding agreement that would address the full life cycle of plastic, from its production and design to its disposal.\n\nRELATED\nPAID CONTENT\nRECOMMENDED BY\nSponsored\nWant to buy directly from farmers? These tools make it easy\nRecommended for you\nRecommended by\nMORE FROM CNN\nNot so dead as a dodo: ‘De-extinction’ plan to reintroduce ...\nThese small words could make or break the global climate ...\nRecycling palm trees could cut methane emissions and ...\nAd Feedback\nRECOMMENDED FOR YOU\nSign Up and Get 7,777 Gold Coins and Free 10 Sweep Coins. No Purchase Required.\nLuckyland Slots\nChallenged by planned or unplanned expenses?\nWells Fargo\nIf You Need To Kill Time On Your Computer, This Vintage Game Is A Must-Have.\nForge of Empires\nAd Feedback\nNEWS & BUZZ\nI was skeptical about a psychic reading. What happened surprised me\nA teenager missing for months was just found buried in her neighbor’s backyard. Nail polish helped identify her\nAd Feedback\nCONTENT BY POWER LIFE\nHere's What Older \"Ripped\" Guys Are Doing\nAlways Feel Empty On Energy, This Could Be Why\nGet Fitter After 40 With This Trick (No Exercise Needed)\nThe 1-Minute Routine Aging Americans Should Do\nAging Americans Should Do This Daily\nSearch\nUS\nCrime + Justice\nEnergy + Environment\nExtreme Weather\nSpace + Science\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nIndia\nMiddle East\nUnited Kingdom\nPolitics\nSCOTUS\nCongress\nFacts First\n2024 Elections\nBusiness\nTech\nMedia\nCalculators\nVideos\nMarkets\nPre-markets\nAfter-Hours\nMarket Movers\nFear & Greed\nWorld Markets\nInvesting\nMarkets Now\nBefore the Bell\nNightcap\nOpinion\nPolitical Op-Eds\nSocial Commentary\nHealth\nLife, But Better\nFitness\nFood\nSleep\nMindfulness\nRelationships\nEntertainment\nMovies\nTelevision\nCelebrity\nTech\nInnovate\nGadget\nForeseeable Future\nMission: Ahead\nUpstarts\nWork Transformed\nInnovative Cities\nStyle\nArts\nDesign\nFashion\nArchitecture\nLuxury\nBeauty\nVideo\nTravel\nDestinations\nFood & Drink\nStay\nNews\nVideos\nSports\nPro Football\nCollege Football\nBasketball\nBaseball\nSoccer\nOlympics\nHockey\nVideos\nLive TV\nCNN Headlines\nCNN Max\nDigital Studios\nCNN Films\nHLN\nTV Schedule\nTV Shows A-Z\nCNNVR\nAudio\nCNN Underscored\nElectronics\nFashion\nBeauty\nHealth & Fitness\nHome\nReviews\nDeals\nMoney\nGifts\nTravel\nOutdoors\nPets\nCNN Store\nCoupons\nWeather\nClimate\nStorm Tracker\nWildfire Tracker\nVideo\nAbout CNN\nPhotos\nInvestigations\nCNN Profiles\nCNN Leadership\nCNN Newsletters\nWork for CNN\nWorld\nFOLLOW CNN\nLog In\nTerms of Use\nPrivacy Policy\nCookie Settings\nAd Choices\nAccessibility & CC\nAbout\nNewsletters\nTranscripts\n\n© 2023 Cable News Network. A Warner Bros. Discovery Company. All Rights Reserved.\nCNN Sans ™ & © 2016 Cable News Network."
}