{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "The Plastic Problem - The New York Times",
  "href": "https://www.nytimes.com/2023/01/06/climate/plastics-climate-pollution.html",
  "body": "Plastic has a role in both the climate and the biodiversity crises. It's responsible for 3.4 percent of greenhouse gas emissions, mostly because the majority of them are produced with fossil ...",
  "textContent": "SKIP TO CONTENT\nSKIP TO SITE INDEX\nSECTION NAVIGATION\nSEARCH\nCLIMATE\nLOG IN\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\n\nSUBSCRIBER-ONLY NEWSLETTER\n\nClimate Forward\nThe Plastic Problem\n\nIt’s warming the planet and driving biodiversity loss. This year will be key to negotiating a global treaty to curb its impact.\n\nShare full article\nCredit...\nThe New York Times; Shutterstock\n\nBy Manuela Andreoni\n\nPublished Jan. 6, 2023\nUpdated Jan. 17, 2023\nYou’re reading the Climate Forward newsletter, for Times subscribers only.  News and insights for a warming world. Get it with a Times subscription.\n\nPlastic is truly ubiquitous. It’s in our clothes, our phones, our sunscreen. But also, increasingly, in marine food chains and immense, floating garbage patches in the oceans.\n\nHow do we fix this? Nations are trying to come up with an answer, and this year will be critical. Negotiations, which started last year and are scheduled to continue through 2023, will shape a plastics treaty expected by the end of 2024.\n\nThe talks will have to square two contrasting views of plastic: It’s a technological marvel that made a host of goods widely accessible and revolutionized medicine, but also a major contributor to climate change, biodiversity loss and pollution.\n\nSubscribe to The Times to read as many articles as you like.\n\nA correction was made on Jan. 6, 2023: \n\nBecause of an editing error, an earlier version of this newsletter misstated the given name of the host of The Daily. He is Michael Barbaro, not David.\n\nA correction was made on Jan. 17, 2023: \n\nBecause of an editing error, an earlier version of this newsletter misidentified a British website that reported on glaciers. It is Carbon Brief, not Climate Brief.\n\nWhen we learn of a mistake, we acknowledge it with a correction. If you spot an error, please let us know at nytnews@nytimes.com.Learn more\n\nManuela Andreoni is a writer for the Climate Forward newsletter, currently based in Brazil. She was previously a fellow at the Rainforest Investigations Network, where she examined the forces that drive deforestation in the Amazon. More about Manuela Andreoni\n\nShare full article\nMore from the Climate Forward Newsletter\n\nClimate Forward\n\nNews and insights for a warming world. Sends twice a week. Get it in your inbox.\n\nRecent issues from this newsletter\nPhoto Illustration by The New York Times\nWhat Does ‘Unabated’ Mean, Anyway?\nJade Doskow for The New York Times\nNew York City’s Composting Conundrum\nKamran Jebreili/Associated Press\nFossil Fuels and Frustration at COP28\nMax Whittaker for The New York Times\nIt’s Always Fire Season Now\nValerie Volcovici/Reuters\nWhat a U.S.-China Climate Deal Means for COP28\nMore In Climate\nAndrew Meijers/British Antarctic Survey, via Associated Press\nA City-Size Iceberg Is Moving Out of Antarctic Waters\nSKIP ADVERTISEMENT\nSean Gallup/Getty Images\nSaudi Arabia Is Trying to Block a Global Deal to End Fossil Fuels, Negotiators Say\nThe New York Times\nHow Much Can Forests Fight Climate Change? A Sensor in Space Has Answers.\nEditors’ Picks\nJohn Paul Lopez/A24, Paramount+ and Showtime\nThe Creepiest Moment Onscreen This Year Occurred in a Comedy\nRyan Pfluger for The New York Times\nWith Andrew Scott and Paul Mescal, It’s All About Chemistry\nTrending in The Times\n‘S.N.L.’ Invites University of Phoenix to the House Antisemitism Hearing\nAs More ‘Fake Electors’ Face Charges, a Key Witness Emerges\nOnce They Were Pets. Now Giant Goldfish Are Menacing the Great Lakes.\nWhy Haven’t More Older Adults Gotten the R.S.V. Vaccine?\nU.S. Marshal Arrested After Unruly Behavior on Flight to London\nOverlooked No More: Ada Blackjack, Survivor of a Harrowing Arctic Expedition\nHome Prices Are Falling. Does It Matter?\nCharles Barkley Calls Trump Supporters ‘Nutty’ on CNN\nWatch Emma Stone Do a Carefree Dance in ‘Poor Things’\nWoman Who Threw Food at Chipotle Employee Sentenced to Work Fast-Food Job\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\nSite Index\nGo to Home Page »\nNEWS\nOPINION\nARTS\nLIVING\nLISTINGS & MORE\nSite Information Navigation\n© 2023 The New York Times Company\nNYTCoContact UsAccessibilityWork with usAdvertiseT Brand StudioYour Ad ChoicesPrivacy PolicyTerms of ServiceTerms of SaleSite MapHelpSubscriptions\nSupport independent journalism with a subscription. Already a subscriber? Log in.\nGet unlimited access\nto all of The Times.\n\nSubscribe now\n\nD\nAn All Access subscription includes News, plus Games, Cooking, Wirecutter and The Athletic.\nOffer for a New York Times All Access subscription; current subscribers not eligible. Subscription excludes print edition. Some games may be available without a subscription. Your payment method will automatically be charged in advance the introductory rate every 4 weeks for 1 year, and after 1 year the standard rate every 4 weeks. Your subscription will continue until you cancel. Cancellation takes effect at the end of your current billing period. Taxes may apply. Offer terms are subject to change.\n\n©2023 The New York Times Company\n\nHelp Feedback"
}