{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "8 Shocking Plastic Pollution Statistics to Know About",
  "href": "https://earth.org/plastic-pollution-statistics/",
  "body": "Plastic pollution is one of the biggest environmental problems of our lifetime, harming wildlife and ecosystems. Learn how much plastic is produced, dumped, and leaked into the oceans, and how it affects human health and the climate. Find out the solutions to reduce plastic waste and pollution before it's too late.",
  "textContent": "POLLUTION\n8 Shocking Plastic Pollution Statistics to Know About\nCRISIS - POLLUTION CRISES BY OLIVIA LAIGLOBAL COMMONSMAY 30TH 20235 MINS\nEARTH.ORG IS POWERED BY OVER 150 CONTRIBUTING WRITERS\nPHOTOGRAPH BY VINCENT KNEEFEL\n\nPlastic has become ubiquitous in our daily lives thanks to its convenience and low prices. But it comes with a cost. Our mistreatment and mismanagement of the material have made it one of the biggest environmental problems of our lifetime. Millions of tons of plastic waste are dumped every year, a majority of which makes its way into the oceans, harming wildlife and ecosystems in the process. Yet 91% of all plastic that has ever been made is not recycled. As world leaders are working to negotiate a UN global plastic treaty in Paris this week, we take a look at some shocking plastic pollution statistics, and why it is crucial to take action now to reduce our global plastic consumption and production before it’s too late to reverse the damage.\n\n—\n\n8 Plastic Pollution Statistics to Know About\n1. The World Generates 400 Million Tonnes of Plastic Waste A Year\n\nThe first commercially available plastic product was launched in 1907 but mass production didn’t start until 1952. Since then, annual plastic production has increased nearly 200-fold where today, we produce as much plastic globally as two-thirds of humanity’s total mass. Our reckless plastic use and consumption has driven the world to generate approximately 400 million tonnes of plastic waste each year to keep up with demand, 60% of which ends up in our natural environment or landfills.\n\nThe Climate Crisis is starting\nTake a Positive Action Today\nJOIN THE GLOBAL MOVEMENT\n2. The US Produces 42 Million Metric Tons of Plastic Every Year, the Highest in the World\n\nThe world’s biggest contributor of plastic pollution is none other than the US, according to a 2021 US congressional report. The country, which is already one of the world’s top contributor to greenhouse gas emissions, generates about 42 million metric tons of plastic waste each year, amounting to 130kg (287 pounds) per person. In comparison, the US produces almost twice as much as China, and more than all the countries in the European Union combined. An estimated 1.13-2.24 million metric tons of that waste is leaked into oceans and the environment every year. \n\nYou might also like: COP27 Sponsor Coca-Cola Increased Plastic Use Ahead of Summit\n\n3. More Than 8 Million Tonnes of Plastic Enter the Oceans Every Year\n\nWhen plastic waste is dumped into landfills or irresponsibly discarded, significant amounts are leaked into natural environments and at least eight million tonnes of plastic ends up in ocean waters every single year. It is estimated that roughly 40% of the ocean’s surface is covered in plastic debris and if our plastic consumption and behaviour continues, scientists warn that there will be more plastic than fish in the ocean as soon as 2030.\n\n4. Ocean Plastic Pollution On Track to Rise to 29 Million Metric Tons by 2040\n\nAs mentioned, about 11 million metric tons (or eight million tons) of plastic waste and pollution enters the world’s oceans every year, which has detrimental impacts on marine wildlife and the health of ecosystems – animals can ingest plastic, get entangled in them, and plastic debris increases the risk of invasive species to just list a few. A 2020 report found that should no action be taken, plastic pollution is set to grow to 29 million metric tons per year in less than 20 years from now. But scientists in the same report say it is possible to slash 80% of that pollution: by reducing the growth of virgin plastic production, improving waste collection systems, and investing in recyclable plastics. \n\nAside from these plastic pollution statistics, you might also like: 15 Ways to Reduce Your Plastic Waste\n\n5. 100,000 Animals Die from Plastic Entanglement Each Year \n\nAside from the debris consisting of plastic bottles, containers, and even face masks, between 500,000 and one million tons of ghost fishing equipment – fishing gear that are lost, abandoned or discarded left by fishermen – enters the ocean each year. These equipment are either dumped from fishing boats or washed away from ships and shorelines. As a result, at least 100,000 marine animals die from getting entangled in fishing litter, from either asphyxiation or trapped from travelling for food and are starved to death.  \n\n6. Humans Ingests 5 Grams of Plastic Every Week\n\nMany marine animals accidentally ingest plastic waste or microplastics, in which larger plastic debris breaks down into smaller plastic particles that are invisible to the human eye. As that plastic travels up the food chain, it is inevitable that humans will end up consuming plastic. According to a 2019 Reuters infographic, humans ingest about five grams of plastic every week – a spoonful that weighs about as much as a bottle cap and equivalent to about half a rice bowl. Combined throughout a year, the amount of plastic we ingest amounts to a full dinner plate. In 10 year’s time, we would have eaten five pounds of plastic and 44 pounds worth of plastics over the course of a lifetime. \n\n7. Plastics Set to Release More GHG Emissions in the US than Coal by 2030\n\nPlastic pollution is more than just waste that is discarded and left to rot in the environment, its production is also contributing to air pollution and global warming. In the United States, plastic production is currently responsible for 232 million metric tons of greenhouse gases every year, which is the equivalent of 116.5 gigawatts of coal plants. But the production will outpace coal plants in the country by 2030, according to a 2021 report. What’s more, to produce plastic food packaging and drink bottles, gases need to be fracked from the ground, transported, and processed industrially, processes which contribute millions of tons of greenhouse gas emissions, particularly methane, which is considered to be 25 times as potent as carbon dioxide.\n\n8. COVID-19 Has Added 25,900 Tonnes of Plastic Pollution in the Ocean\n\nTo mitigate the contagion of COVID-19, single-use surgical face masks, Personal Protective Equipment (PPE) and plastic bottles of disinfectant have become essential daily needs. Lockdowns and safety measures have also driven up the use of food takeaway packaging. But this extensive increase of plastic consumption has resulted in an estimated 8.4 million tonnes of plastic waste generated from 193 countries since the start of the pandemic, 25,900 tonnes of which – equivalent to more than 2,000 double decker buses – has leaked into the ocean, according to recent research. \n\nYou might also like: Solution for Plastic Pollution: 6 Policies and Innovations Tackling Plastics\n\nFeatured image by: EO Photographer Vincent Kneefel\n\nTAGGED: OCEAN PLASTIC POLLUTION\nAbout the Author\nOlivia Lai\nOlivia is a journalist and editor based in Hong Kong with previous experience covering politics, art and culture. She is passionate about wildlife and ocean conservation, with a keen interest in climate diplomacy. She’s also a graduate of University of Edinburgh in International Relations with a Master’s degree from The University of Hong Kong in Journalism. Olivia was the former Managing Editor at Earth.Org.\n\nolivia.lai[at]earth.org\nYou Might Also Like\nPOLLUTION\nFast Fashion and Its Environmental Impact\nMAY 21ST 20237 MINS\nPOLLUTION\n10 Companies Called Out For Greenwashing\nJUL 17TH 20227 MINS\nPOLLUTION\n10 Concerning Fast Fashion Waste Statistics\nAUG 21ST 20235 MINS\nSubscribe to our newsletter\n\nHand-picked stories once a fortnight. We promise, no spam!\n\nSUBSCRIBE\n @earthorg FOLLOW US\nEarth.Org\nAbout Us\nMission Statement\nImpact & Reach\nData Visualisations\nEarth.Org for Teachers\nEarth.Org for Parents\nEarth.Org for Kids\nMeet the Team\nJoin the Team\nDonate\nGlobal Ambassadors\nTerms | Privacy policy | Cookies\n© Earth.Org\nFollow us\nFacebook\nInstagram\nLinkedin\nTwitter\nYoutube\nGoogle News\nSupport us\nPartnering\nFund Our Mission\nSupporters\nJoin the EO Movement\nSubmit Content\nNGO Newswire\nContribute\nEO Photographers\nEO 2024 Photography Competition\nConservationists\nVolunteer\nWrite for us\nEdit for us\nHelp with Data Science\nCreate a Chapter\nContact\n+852 2110 4370\nEmail: contact[at]earth.org\n\nEarth.Org Ltd\n\nThe Hive on Seven\n7F Cheung Hing Industrial Building\nKennedy Town\nHong Kong"
}