{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Beyond paper and plastic, the quest for the perfect straw continues",
  "href": "https://www.nbcnews.com/science/environment/paper-plastic-quest-perfect-straw-continues-rcna39875",
  "body": "Though straws are far from the most significant contributor to plastic pollution (in 2018, straws accounted for only .02%, or 2,000 tons, of the nearly 9 million tons of plastic waste in the ocean ...",
  "textContent": "SKIP TO CONTENT\nISRAEL-HAMAS WAR\nMEET THE PRESS\nPOLITICS\nU.S. NEWS\nWORLD\nBUSINESS\nHEALTH\nNBC NEWS TIPLINE\nVIDEO\nCULTURE & TRENDS\n\nBeyond paper and plastic, the quest for the perfect straw continues\n\nSHARE & SAVE —\nMY NEWS\nMANAGE PROFILE\nEMAIL PREFERENCES\nSIGN OUT\n SIGN IN\nCREATE YOUR FREE PROFILE\n\nSECTIONS\n\nMEET THE PRESS\nU.S. NEWS\nPOLITICS\nWORLD\nLOCAL\nBUSINESS\nHEALTH\nINVESTIGATIONS\nCULTURE & TRENDS\nSCIENCE\nSPORTS\nTECH & MEDIA\nVIDEO FEATURES\nPHOTOS\nWEATHER\nNBC SELECT\nDECISION 2024\nNBC ASIAN AMERICA\nNBC BLK\nNBC LATINO\nNBC OUT\n\nTV\n\nTODAY\nNIGHTLY NEWS\nMSNBC\nMEET THE PRESS\nDATELINE\n\nFEATURED\n\nNBC NEWS NOW\nNIGHTLY FILMS\nSTAY TUNED\nSPECIAL FEATURES\nNEWSLETTERS\nPODCASTS\nLISTEN NOW\n\nMORE FROM NBC\n\nCNBC\nNBC.COM\nNBCU ACADEMY\nPEACOCK\nNEXT STEPS FOR VETS\nNBC NEWS SITE MAP\nHELP\n\nFOLLOW NBC NEWS\n\nNEWS ALERTS\n\nThere are no new alerts at this time\n\nENVIRONMENT\nBeyond paper and plastic, the quest for the perfect straw continues\nYears after plastic straws first came under scrutiny, new replacements have entered the market.\nA customer at in San Francisco restaurant drinks from a paper straw, on June 21, 2018.Justin Sullivan / Getty Images file\nSAVE\nCreate your free profile or log in to save this article\nJuly 30, 2022, 7:00 AM CDT\nBy Elliot Lewis\n\nPlastic, then paper, now ... pasta?\n\nThe humble straw that became a flashpoint in the broader battle over environmentalism continues to evolve. And while there’s not as much fanfare, nonplastic straws are making inroads.\n\nCompanies are now making straws out of steel, silicone, glass, bamboo, hay, grass, seaweed, flour, pasta and, fittingly, straw. There has also been growing interest in continuing to create straws out of plastics, though companies have popped up that have developed straws made from biodegradable and compostable plastics.\n\nGrowth in the sale of these alternative straws has been significant. Kayla Via, the category manager of disposable drinkware and accessories at Clark Associates, a company that directs several national and international restaurant supply distributors, said eco-friendly and alternative straws constitute 22% of sales (in comparison to 65% for plastic and 13% for paper), but they are growing at by far the fastest rate, with 150% growth in 2022.\n\nWhile traditional plastic straws are made of polypropylene, a growing number of straws and other single-use plastic products are being made of biodegradable or compostable plastics like polyhydroxyalkanoates (PHA) and polylactic acid (PLA). Straws made of such bioplastics are now highly represented in the market, offered by companies such as beyondGREEN and phade. \n\n“It looks like, acts like, and behaves just like a traditional plastic straw,” said Michael Winters, president and chief revenue officer of WinCup, the company that manufactures phade straws.\n\nAccording to Yale Environment 360, bioplastics like PHA and PLA represent a $9 billion share of the $1.2 trillion plastic market. Ramani Narayan, distinguished professor in the department of chemical engineering and materials science at Michigan State University, said while traditional plastics have backbones made of very strong carbon-carbon bonds, bioplastics like PHA and PLA have a weaker ester backbone, which allows them to be consumed by microbes and thus degrade much more quickly than traditional plastics.\n\nStill, Narayan worries that bioplastics often get overhyped.\n\n“There is no magical solution, where you use it and irrespective of whether we manage it properly or you throw it away, that product will disappear and be removed from the environment. That doesn’t exist,” Narayan said of some of the plastic alternatives.\n\nPhade straws are made from compostable plastics.Courtesy of\n\nThe shift away from plastic straws began in 2018, when a 2015 video of researchers removing a plastic straw from a sea turtle’s nose went viral. Environmental groups began targeting plastic straws and other single-use plastics in order to reduce plastic pollution, particularly in the ocean where it had the potential to harm sea life.\n\nThe trend quickly caught on, with cities such as Seattle and Washington, D.C., banning plastic straws. Several major companies such as Starbucks, Disney and Marriott made promises in July 2018 to phase out plastic straws, with many more joining in the transition since. Recently, entire countries have made the pledge to phase out single-use plastics like straws.\n\nAs plastic straws were phased out, paper straws became the quick replacement — the once-unknown product was popping up at restaurants and retailers across the country. Fortune reported then that one paper straw company, Aardvark Straws, saw sales increase by 5,000% in 2019.\n\nRecommended\nSPACE\nThe secretive X-37B space plane is headed back into orbit with a boost from SpaceX\nSCIENCE NEWS\nAsteroid will pass in front of bright star Betelgeuse to produce a rare eclipse visible to millions\nMicroplastics: Where do they come from, and how big is the problem?\nAPRIL 24, 202103:43\n\nBut when paper straws were adopted, they too received their fair share of critiques. Avid science communicator Bill Nye told MSNBC in 2019, “A plastic straw is just better. It just works better than a paper straw.” And the jabs continue, with a viral tweet from last month saying, “I wonder if the inventor of paper straws ever considered that they would be in prolonged contact with liquid.”\n\nThe concerns are not unfounded. A study from 2019 indicated that paper straws lose 70% to 90% of their strength after being in contact with liquid for less than 30 minutes. \n\nSince then, a variety of companies have sought to market straws stronger than paper but with a smaller environmental footprint than plastic — and the Covid pandemic provided a boost.\n\nAchyut Patel, vice president of sales and co-founder of beyondGREEN, said his company began manufacturing PHA straws around April 2021. During this time, the need for single-use products was rising due to the uptick in to-go eating during the early part of the pandemic, and in states where single-use plastic was restricted or banned, restaurants and stores were in need of alternatives. Since then, the company has sold around 250 million PHA straws, according to Patel. Though beyondGREEN began as a company selling compostable pet waste bags and takeout bags, 50% of its sales are now straws, Patel said.\n\nBut other straw-makers take issue with compostable plastics like PHA and continue to push for even greener alternatives, including paper.\n\nOne company, SOFi Paper Products, designed straws that were strong enough to avoid decomposing in liquid and are covered with a food-grade coating to combat the papery taste of other straws. SOFi straws are now available at over 3,500 business locations in the United States, including La Colombe and Pret a Manger, according to Brandon Leeds, who co-founded SOFi with his brother.\n\nLeeds said regardless of where SOFi straws end up — be it landfill, ocean or soil — they will biodegrade in 90 days.\n\nLeeds added that he does not see compostable plastics as a viable, eco-friendly alternative.\n\n“You’ll see that there’s a lot of solutions out there — PLA, PHA, agave, all of these different bioplastics,” he said. “They’re only compostable, and most people don’t know this. But what that means is it has to be sent to a special facility in order for it to break down, a special industrial composting facility. And if you throw it out, and it ends up in normal trash, it’s the same as plastic.”\n\nIndeed, beyondGREEN’s PHA straws are only certified as compostable in home and industrial settings. However, Patel assured that while ideally the straws would be composted so they can be reused for energy, the straws will still break down in a landfill. \n\n“It would be like if green waste from a juice machine went into a landfill. It’s still gonna break down. It’s not going to be there for hundreds and hundreds of years like your traditional plastic products,” he said.\n\nIn further contrast to Leeds’ claim, Winters asserted that the phade straw not only is compostable but also can biodegrade in multiple environments like soil and oceans. \n\nThough straws are far from the most significant contributor to plastic pollution (in 2018, straws accounted for only .02%, or 2,000 tons, of the nearly 9 million tons of plastic waste in the ocean), the small plastic tubes have served as a battleground for larger discussions about plastic waste. \n\n“I look at straws, personally, as the initial step into the conversation of how to reduce plastic,” Leeds said. “I think it was just kind of the lowest fruit in terms of getting rid of bigger pieces of plastic, and just kind of a way to start the conversation.”\n\nElliot Lewis\n\nElliot Lewis is an intern for NBC News. \n\nABOUT\nCONTACT\nHELP\nCAREERS\nAD CHOICES\nPRIVACY POLICY\nYOUR PRIVACY CHOICES\nCA NOTICE\nTERMS OF SERVICE (UPDATED JULY 7, 2023)\nNBC NEWS SITEMAP\nCLOSED CAPTIONING\nADVERTISE\nSELECT SHOPPING\nSELECT PERSONAL FINANCE\n\n© 2023 NBC UNIVERSAL"
}