{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "New California plastics law signed by Gov. Gavin Newsom | CNN",
  "href": "https://www.cnn.com/2022/07/01/us/california-plastic-law-climate/index.html",
  "body": "CNN —. In an attempt to slash the wide-ranging impacts of plastic pollution, California Gov. Gavin Newsom signed into law the country's most sweeping restrictions on single-use plastics and ...",
  "textContent": "Ad Feedback\nUS\nCrime + Justice\nEnergy + Environment\nExtreme Weather\nMore\nAudio\nLive TV\nLog In\nSingle-use plastic waste is getting phased out in California under a sweeping new law\nBy Rachel Ramirez and Taylor Romine, CNN\n 4 minute read \nUpdated 2:08 PM EDT, Fri July 1, 2022\nTrash and plastic refuse collect in Ballona Creek in Culver City, California.\nCitizens of the Planet/UIG/Getty Images\nCNN\n — \n\nIn an attempt to slash the wide-ranging impacts of plastic pollution, California Gov. Gavin Newsom signed into law the country’s most sweeping restrictions on single-use plastics and packaging on Thursday, the same day the Supreme Court limited the Environmental Protection Agency’s ability to tackle the worsening climate crisis.\n\nThe law requires that single-use packaging and plastic single-use food serviceware be recyclable or compostable by 2032. It also requires by 2032 a 25% reduction in the sales of plastic packaging and for 65% of all single-use plastic packaging to be recycled. And it establishes an accountability group, which will include industry representatives, to run a new recycling program overseen by the state.\n\n“Our kids deserve a future free of plastic waste and all its dangerous impacts, everything from clogging our oceans to killing animals — contaminating the air we breathe, the water we drink, and the food we eat,” Newsom, a Democrat, said in a statement. “No more.”\n\nAd Feedback\n\nHow the Supreme Court ruling will gut the EPA's ability to fight the climate crisis\n\nStakeholders negotiated the language around the bill, attempting to design a law that would significantly cut plastic production, ramp up recycling and composting and shift the burden of plastics pollution to industry.\n\nADVERTISEMENT\n\nNewsom signed the law just as the US Supreme Court ruled that the federal Clean Air Act does not give the Environmental Protection Agency broad authority to regulate planet-warming emissions from power plants. The opinion was roundly criticized by environmental advocates and scientists who have been sounding the alarm that the world is running out of time to get the climate crisis under control.\n\nPlastics are responsible for at least 232 million tons of planet-warming emissions each year, according to a report released last year. That’s around the same amount as the average emissions released by 116 coal-fired power plants.\n\n“Remember that when you’re making plastic, there’s the greenhouse gas emissions, but these facilities also emit massive amounts of air toxins and particulates,” Judith Enck, a former Environmental Protection Agency regional administrator and now president of Beyond Plastics, told CNN. “It’s really a health threat.”\n\nPlastics also exacerbate environmental injustice. As the industry expands, refineries and production facilities tend to set up shop in largely marginalized communities of color. According to the report, more than 90% of the climate pollution from the plastics industry occurs in 18 communities along the Gulf Coast that are home to mostly low-income residents and people of color.\n\n'We are in extreme crisis.' Italian parmesan producers fear for future amid drought\n\n“California won’t tolerate plastic waste that’s filling our waterways and making it harder to breathe,” Newsom said. “We’re holding polluters responsible and cutting plastics at the source.”\n\nOcean Conservancy, one of the non-profits involved in crafting the language of the bill, estimated the newly passed law alone could eliminate 23 million tons of plastic waste in the next decade — about 26 times the weight of the Golden Gate Bridge.\n\n“It’s hard to capture how momentous this feels,” Anja Brandon, US plastics policy analyst at Ocean Conservancy and a principal contributor to the bill text, said in a statement. “We can’t solve this problem without U.S. leadership, and by passing this law, California is righting the ship. This is a huge win for our ocean.”\n\nWhile the new law is a clear win for the climate, the environment and communities around plastics facilities, leaders within the plastics industry do not support it.\n\n“The Plastics Industry Association is disappointed that, in the end, we cannot support today’s signed version of Senate bill 54,” Matt Seaholm, Plastics Industry Association president and CEO, said in a statement. “The plastics industry remained dedicated to a final compromise bill that we could get behind, supportive of a circular approach to eliminating plastic waste, which we, unfortunately, do not feel this bill accomplishes.”\n\nA key measure in the law requires plastic producers to pay $500 million to the state each year for 10 years starting in 2027, which will be collected into the California Plastic Pollution Mitigation Fund. The fund will then be dedicated to “mitigating the environmental impacts of plastic,” the law says.\n\nThese 'flying' ferries could get you to work in half the time\n\nWhile the new California law puts a special emphasis on recycling, environmental experts have been sounding the alarm about the ineffectiveness of plastics recycling. California, for example, has fallen short of statewide goals of recycling 75% of waste by 2020. Of the state’s 77.4 million tons of waste generated in 2020, approximately 42% was recycled or diverted, according to a report from California’s Department of Resources Recycling and Recovery.\n\nIn 2021, Americans recycled only about 5% of their plastic waste, a decline from the high of 9.5% in 2014.\n\n“In this time of extreme polarization in our nation, California was able to show that we can pass strong environmental legislation with bipartisan support that brought together the environmental and business communities,” California state Sen. Ben Allen, author of the legislation, said in a statement. “With this new law, California continues its tradition of global environmental leadership.”\n\nRELATED\nPAID CONTENT\nRECOMMENDED BY\nRecommended for you\nRecommended by\nMORE FROM CNN\nRecycling palm trees could cut methane emissions and ...\nState Department bypasses Congress to send thousands of ...\nSenate committee investigating Florida’s state-backed home ...\nAd Feedback\nNEWS & BUZZ\n26 cheap Amazon swimsuits we tried (and actually loved)\nRock climbers found her body buried in rural Nevada over 26 years ago. Authorities just revealed her identity\nAd Feedback\nRECOMMENDED FOR YOU\n9 Claims Auto Insurance May Not Cover\nDon't miss this price drop\nFrontier®\nBillionaire's New Girlfriend Is Raising Eyebrows\nMoneywise\nA millionaire laughs at a poor family in a restaurant, then waitress hands him an unbelievable note\nInvesting Magazine\nThis scarf is quickly becoming a must-have gift of 2023\nFashionInUSA\nMckayla Maroney Is Definitely Not a Gymnast Anymore\nInvesting Magazine\nAd Feedback\nCONTENT BY POWER LIFE\nAging Americans Should Do This Daily\nAlways Feel Empty On Energy, This Could Be Why\nGet Fitter After 40 With This Trick (No Exercise Needed)\nThe 1-Minute Routine Aging Americans Should Do\nHere's What Older \"Ripped\" Guys Are Doing\nSearch\nUS\nCrime + Justice\nEnergy + Environment\nExtreme Weather\nSpace + Science\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nIndia\nMiddle East\nUnited Kingdom\nPolitics\nSCOTUS\nCongress\nFacts First\n2024 Elections\nBusiness\nTech\nMedia\nCalculators\nVideos\nMarkets\nPre-markets\nAfter-Hours\nMarket Movers\nFear & Greed\nWorld Markets\nInvesting\nMarkets Now\nBefore the Bell\nNightcap\nOpinion\nPolitical Op-Eds\nSocial Commentary\nHealth\nLife, But Better\nFitness\nFood\nSleep\nMindfulness\nRelationships\nEntertainment\nMovies\nTelevision\nCelebrity\nTech\nInnovate\nGadget\nForeseeable Future\nMission: Ahead\nUpstarts\nWork Transformed\nInnovative Cities\nStyle\nArts\nDesign\nFashion\nArchitecture\nLuxury\nBeauty\nVideo\nTravel\nDestinations\nFood & Drink\nStay\nNews\nVideos\nSports\nPro Football\nCollege Football\nBasketball\nBaseball\nSoccer\nOlympics\nHockey\nVideos\nLive TV\nCNN Headlines\nCNN Max\nDigital Studios\nCNN Films\nHLN\nTV Schedule\nTV Shows A-Z\nCNNVR\nAudio\nCNN Underscored\nElectronics\nFashion\nBeauty\nHealth & Fitness\nHome\nReviews\nDeals\nMoney\nGifts\nTravel\nOutdoors\nPets\nCNN Store\nCoupons\nWeather\nClimate\nStorm Tracker\nWildfire Tracker\nVideo\nAbout CNN\nPhotos\nInvestigations\nCNN Profiles\nCNN Leadership\nCNN Newsletters\nWork for CNN\nUS\nFOLLOW CNN\nLog In\nTerms of Use\nPrivacy Policy\nCookie Settings\nAd Choices\nAccessibility & CC\nAbout\nNewsletters\nTranscripts\n\n© 2023 Cable News Network. A Warner Bros. Discovery Company. All Rights Reserved.\nCNN Sans ™ & © 2016 Cable News Network."
}