{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Why the UN Is Taking on Plastic Pollution",
  "href": "https://www.cfr.org/in-brief/why-un-taking-on-plastic-pollution",
  "body": "Plastic is a major source of pollution, particularly in the world's oceans. Approximately 76 percent of all plastic produced between 1950 and 2017 has become waste, with a majority discarded in ...",
  "textContent": "Skip to main content\nForeign Affairs\nCFR Education\nNewsletters\nIsrael-Hamas\nTopics\nRegions\nExplainers\nResearch & Analysis\nCommunities\nEvents\nIN BRIEF\nWhy the UN Is Taking on Plastic Pollution\n\nBy Emily Lieberman\n\nLast updated August 16, 2022 4:10 pm (EST)\n\n \n \n \n \n\nThe United Nations is fast-tracking discussions that aim to forge an international agreement to curb plastic waste, one of the most pervasive and hazardous environmental pollutants.\n\nWhat does the United Nations’ plastic pollution resolution do?\n\nThe End Plastic Pollution resolution [PDF] passed by the UN Environment Assembly (UNEA) sets out a diplomatic framework and timeline for UN members to negotiate an agreement to prevent and reduce global plastic waste. UNEA President Espen Barth Eide called the resolution, which was passed unanimously in March 2022, the most significant international deal on the environment since the Paris Agreement on climate.  \n\nGet the Background\nGlobal Climate Agreements\n\nIt established a working group of representatives, which first met in May, to organize an intergovernmental committee that will draft an agreement by the end of 2024. An agreement of this scale typically takes between five and ten years to negotiate. But this accelerated timeline [PDF] pushes the committee to quickly establish standards on reporting, finances, and waste management, all while balancing countries’ national agendas on trade and economics.\n\nHow extensive is plastic pollution?\nMore From Our Experts\nInu Manak\nAn Indo-Pacific Economic Framework—Minus Economics\nAlice C. Hill\nClimate Change and U.S. Property Insurance: A Stormy Mix\nJohn B. Bellinger III\nHow Russia’s Invasion of Ukraine Violates International Law\n\nPlastic is a major source of pollution, particularly in the world’s oceans. Approximately 76 percent of all plastic produced between 1950 and 2017 has become waste, with a majority discarded in landfills or marine environments. Some types of plastic are recyclable, but most can only be recycled a few times before the quality degrades to the point that the plastic becomes unusable. \n\nMore on:\n\nClimate Change\n\nPollution\n\nTreaties and Agreements\n\nChina\n\nToday, about 400 million tons of plastic waste are produced each year—a figure on pace to double by 2040. According to a study published by Science Advances, product packaging accounts for most plastic waste (141 million tons), or more than triple the waste of the next biggest sector, the textile industry (42 million tons).\n\nA similar study found that China, India, and the Philippines produce the most mismanaged waste (waste that is at a higher risk of entering the ocean), largely due to poor waste management infrastructure. However, high-income countries have historically generated more plastic waste, and they often export it to low- and middle-income countries.\n\nWhy does plastic pollution matter?\n\nThe same durability that has made plastics a mainstay of modern consumerism makes them extremely difficult for nature to break down. Plastic waste is a major threat to marine life, which can be harmed by ingesting it or becoming entangled or scratched by it. Researchers also worry that chemicals in consumed microplastics (fragments of plastic typically less than five millimeters long) can build up in the human body and cause illnesses such as cancer. \n\nThe production of plastic, much of which is derived from fossil fuels, also contributes to carbon emissions and climate change. The United Nations projects that greenhouse gas emissions associated with the plastic lifecycle will account for 15 percent of global carbon emissions by 2050, up from 3 percent today. \n\nScavengers sort plastic materials at a dumping site in Nairobi, Kenya. Thomas Mukoya/Reuters\nWhat’s been done so far to address the problem?\n\nNot much. Nearly all nations have signed the 1989 Basel Convention, which aims to restrict higher-income countries from exporting hazardous waste, including plastics, to lower-income ones. Even so, some countries, including the United States, never ratified the agreement and continue to export plastic waste. \n\nOther global initiatives have been started, including the UN Environment Program’s Clean Seas Campaign and the 2020 World Trade Organization (WTO) initiative to promote a circular economy for plastics—a system in which products are designed to be repurposed with no waste generation. However, the impacts of these on plastic waste are limited. The Clean Seas Campaign allows countries to decide their level of commitment, and the WTO initiative is making slow progress as members call for more transparency regarding plastics data and more technology sharing. \n\nThe World This Week\nA weekly digest of the latest from CFR on the biggest foreign policy stories of the week, featuring briefs, opinions, and explainers. Every Friday.\nEmail Address\nView all newsletters >\n\nMeanwhile, individual countries are trying to mitigate plastic waste generation. In 2021, the United Kingdom’s Environment Act required packaging producers to cover the cost of recycling and disposing of their packaging, which will decrease pollution. Similarly, China unveiled a plan to curb plastic pollution by 2025 by using alternatives to plastic, such as bamboo and paper, and researching degradable plastic technology.\n\nAdditionally, the new UN resolution lays out strategies governments can use to address the problem, including adopting circular economies. Some countries announced actions in connection with the resolution, including joining the Clean Seas Campaign. In the United States, the Joe Biden administration lauded the resolution and highlighted U.S. government programs to mitigate plastic pollution, including a 2021 plan to increase the national recycling rate to 50 percent by 2030, up from 32 percent today. \n\nEmily Lieberman is an editorial intern at CFR. Will Merrow made the graphic for this In Brief.\n\nCreative Commons: Some rights reserved.\nExplore More on Climate Change\n\nGlobal Climate Agreements: Successes and Failures\n\nby Lindsay Maizland\nDecember 5, 2023\n\nDeforestation in the Amazon\n\nby Hagit Ariav, Diana Roy, Danielle Renwick and Jeremy Sherlick\nOctober 19, 2022\n\nThe Case for Ecological Realism\n\nby Stewart M. Patrick\nAugust 10, 2020\n\nTop Stories on CFR\n\nThe Renewed Fighting in Gaza, With Steven Cook\n\nwith James M. Lindsay and Steven A. Cook\nDecember 5, 2023\n\nThe U.S. National Debt Dilemma\n\nby James McBride, Noah Berman and Anshu Siripurapu\nDecember 4, 2023\n\nCOP28 Can Deliver Progress on Climate Change, but Will It?\n\nby A. Michael Spence\nDecember 6, 2023\n\nAbout\nMember Programs\nContact\nSupport\nFor Media\nNewsletters\nMembership\nCareers\n©2023 Council on Foreign Relations. All rights reserved. Privacy Policy and Terms of Use."
}