{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "How Are Ocean Animals Impacted by Plastics?",
  "href": "https://oceanconservancy.org/blog/2022/08/22/ocean-animals-impacted-plastics/",
  "body": "Donate Today! The ocean is a vast and beautiful home to so many incredible animals. However, a growing number of creatures are finding their ocean homes polluted by trash. Every year, 11 million metric tons of plastics enter our ocean. To put that in perspective, 11 million metric tons is roughly the same weight as 55,000 blue whales, the ...",
  "textContent": "Main menu\nSkip to primary content\nSkip to secondary content\nProvided by Google Translate\nEspañol\nFrançais\nDeutsch\nItaliano\nPortuguês\nрусский\nবঙ্গীয়\n中文\n日本語\nAbout Us\nOur Programs\nThe Latest\n!\nTake Action\nDONATE\nTrash Free Seas\nAugust 22, 2022\n4 Minute Read\nHow Are Ocean Animals Impacted by Plastics?\nHelp them #SeatheChange at this year’s International Coastal Cleanup®\nWritten By\nAllison Schutes\nSenior Director, Conservation Cleanups\nStay  Current!\n\nEnter your email and never miss an update\n\nEnter Your Email\nHelp save our ocean\n\n\nWith the help of donors like you, Ocean Conservancy is developing innovative solutions to save our ocean.\n\nDonate Today!\n\nThe ocean is a vast and beautiful home to so many incredible animals. However, a growing number of creatures are finding their ocean homes polluted by trash. Every year, 11 million metric tons of plastics enter our ocean. To put that in perspective, 11 million metric tons is roughly the same weight as 55,000 blue whales, the largest animal in the ocean. Sadly, that number is larger than the actual population of blue whales currently swimming our Big Blue today. That is a devastating amount of plastic!\n\nHowever, there is hope. Together, we can keep plastics out of our ocean and away from ocean wildlife. Every fall I get a boost of hope during the International Coastal Cleanup®. Over the years, 17 million volunteers have collected more than 350 million pounds of plastic and debris. This year you can join us to #SeatheChange by cleaning up your local beaches, streams, parks and neighborhoods.\n\nOur trash can affect animals in the ocean hundreds of miles away and picking up that trash can help protect those same animals. Let’s meet some of the marine animals that are affected by ocean plastics and could #SeatheChange from your efforts at this year’s International Coastal Cleanup.\n\nHermit Crabs\n\nHermit crabs don’t deserve their name. They are social creatures that live in groups that can include hundreds of their fellow crabs. You’ll see these adorable and friendly crustaceans gracing our International Coastal Cleanup shirts this year as we gather to make a difference for the ocean.\n\nHermit crabs, unfortunately, are also examples of why we need to do this important work to keep the ocean healthy. Hermit crabs use the discarded shells of other animals to protect themselves. But when they go on their hunt for a new home or for food on polluted beaches, they can become trapped in trash—like bottles or cans—and die. This sets off a deadly chain reaction, because when they die, they emit a scent that tells other hermit crabs in the area that their shell is available to use. These crabs will follow that scent just to become entrapped and perish with the first hermit crab. A research expedition to two remote islands found half a million hermit crabs had been killed by being trapped in trash.\n\nOctopuses\n\nOctopuses are among the smartest invertebrates on the planet. They can escape some of the trickiest situations, twisting and contorting their bodies to evade predators. Yet, there is one threat they cannot escape: ocean plastics.\n\nWe’ve seen heartbreaking images of octopuses hiding in or holding onto plastics. In 2017, a scientist in Hawaii found a baby octopus in a pile of plastic debris. A diver in Australia’s New South Wales videoed an octopus clutching four straws in its arms. Another group in Indonesia discovered an octopus living in a plastic cup. And these are only a few that we know of—imagine how many other octopuses are living in plastics but haven’t been caught on camera.\n\nSea Turtles\n\ni\n\nSea turtles see so much of the vast ocean. One leatherback turtle was clocked travelling more than 12,000 miles from Indonesia to Oregon. During their globetrotting, they encounter lots of trash in the ocean. Sea turtles can easily confuse plastic bags for one of their favorite foods: jellyfish. One study tested more than 100 sea turtles from all seven species around the world and found microplastics in the stomachs of every single turtle.\n\nWhile there’s no good age for sea animals to encounter pollution, trash on our beaches and in our ocean can be particularly deadly for young sea turtles. For baby sea turtles, just half a gram—one one-thousandth of a pound—of ingested plastic can kill them. When a mother sea turtle is crawling back onto the beach where it was born to lay its eggs, it shouldn’t have to dodge plastic debris to get there. And, when sea turtles are in the sea searching for a snack, they shouldn’t be finding—and digesting—single-use plastics like plastic bags.\n\nWhales\n\n In May 2022, a 47-foot-long adult male sperm whale beached itself in the Florida Keys. The magnificent animal, which typically lives in deeper water offshore, was emaciated. Tragically, it died after stranding in the shallow waters around the Mud Keys, north of Key West,. A necropsy revealed a tangled mass of plastic bags, fishing line and tattered fishing nets had blocked the whale’s stomach, preventing it from absorbing nutrients. The knotted mass of plastic debris likely caused the whale to starve to death.\n\nUnfortunately, this is not an isolated incident. In Thailand, a stranded pilot whale was found with 17 pounds of trash in its stomach. Another was found dead in Indonesia after digesting more than a thousand pieces of plastic from bags to flip flops. We should not have to accept these tragic losses of marine life to plastic pollution. The global ocean plastics crisis is one that we humans created, and it’s one that, together, we have the power to solve.\n\nWhat Can You Do?\n\nFrom plankton to whales, animals throughout the ocean are finding their homes polluted by plastics. Millions of volunteers from over 173 countries have picked up 384 million of pieces of trash since the start of the International Coastal Cleanup in 1985, all the while recording what they find and helping inform research and legislation across the world. Every bottle, every straw, every piece of trash you clean up can lead to a cleaner, healthier ocean.\n\nNo matter where you are, you can help ocean creatures enjoy a trash-free home. Ready to #SeatheChange? Find out how you can join the International Coastal Cleanup.\n\nBrowse Topics\nPrograms\nTRASH FREE SEAS\nRecommended reads\nOur work is focused on solving some of the greatest threats facing our ocean today. We bring people, science and policy together to champion innovative solutions and fight for a sustainable ocean.\nRead more\nTrash Free Seas\nWhat the Foam?!\nConfronting Climate Change\nCoping with Climate Anxiety\nConfronting Climate Change Government Relations Protecting The Arctic\nDos and Don’ts for Decommissioning\nMeet the Giant Isopod of the Deep Sea\nConfronting Climate Change\nLearning From and Standing With Climate Justice Communities\nProtecting The Arctic\nReducing Underwater Noise from Ships\nTrash Free Seas\nDo You Know Your ALDFGs?\nAll About Sperm Whales\nSustainable Fisheries\nThings You Didn’t Know About Swordfish\nHow is Ocean Warming Impacting the Shipping Industry?\nDelaine McCullough\nShipping Emissions Policy Manager, Arctic Program\nSarah Cooley\nDirector, Climate Science\nWhat is a Nurdle?\nMichelle Frey\nSenior Director, Digital Outreach\nDo Jellyfish Have Brains?\nMegan Montemurno\nSenior Manager, Digital Outreach\nGet to Know Wildlife\nWalrus\nLearn More\nExplore Wildlife\ni\nStay Current\n\nReceive email updates to learn how you can help make a difference for the future of our ocean.\n\nEnter your email\nOcean Conservancy on Facebook\nOcean Conservancy on Twitter\nOcean Conservancy on LinkedIn\nOcean Conservancy on Instagram\nNewsroom\nWildlife Library\nWe Are Hiring\nPrivacy Policy\nCookie Policy\nLegal Statement\nContact\n\nContact us at 800-519-1541\n\nOcean Conservancy is a 501(c)3 – Tax ID #23-7245152 – Donations are 100% tax-deductible as allowed by law.\n\n© 2023 Ocean Conservancy\n\nOcean Conservancy®, International Coastal Cleanup®, Trash Free Seas®, Trash Free Seas Alliance®, Global Ghost Gear Initiative®, Urban Ocean® and Clean Swell® are registered trademarks of Ocean Conservancy.\n\n100 M\n1000 M\n10000 M"
}