{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "These Re-usable Silicone Straws That \"Zipper\" So You Can Clean ... - Reddit",
  "href": "https://www.reddit.com/r/antiassholedesign/comments/ya023z/these_reusable_silicone_straws_that_zipper_so_you/",
  "body": "I used single use plastic straws before as a way to drink more that wasn't a sensory nightmare and then when they were banned here (which I still stand by being a short sighted decision) I was just pretty dehydrated for a while. I have multiple disabilities and these straws let me see inside them so I know they're clean which was a fear of ...",
  "textContent": "These Re-usable Silicone Straws That \"Zipper\" So You Can Clean Them Without a Special Brush and Surprisingly Work Really Well. : r/antiassholedesign\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to antiassholedesign\nr/antiassholedesign\n\n1 yr. ago\nFkn_stress_rxn\nThese Re-usable Silicone Straws That \"Zipper\" So You Can Clean Them Without a Special Brush and Surprisingly Work Really Well.\nGood Design\npeacocktv.com\nSign Up\nSort by:\nAdd a Comment\nAndyTroop\n\n1 yr. ago\n\nWe have some like this for 3 years - easy to put into the dishwasher, and great for smoothies.\n\nReply\nreply\nchoopchooppeachy\n\n1 yr. ago\n\nI love these. Not great for sodas, they tend to fizz like crazy going through the straw, but for everything else they're amazing. I use them for smoothies in specific since I can then open them and make sure to get out all of the teeny tiny seeds.\n\nReply\nreply\n1 more reply\n[deleted]\n\n1 yr. ago\n\nLow key thought that was pasta for a second. That's really smart though!\n\nReply\nreply\nThe-Fumbler\n\n1 yr. ago\n\nMy fat ass thought it was spaghetti\n\nReply\nreply\nEmily_Postal\n\n1 yr. ago\n\nI dont like silicone straws because theyre too flexible. They dont work well with the plastic tops with the x holes. They collapse like its a hose with a kink in it. I prefer the steel ones.\n\nReply\nreply\nFkn_stress_rxn\n\n1 yr. ago\n\nI don't like metal bc they have a weird taste to me (maybe psychological). I've had that problem too, but these work well since they have to be thick for the Zipper\n\nReply\nreply\n1 more reply\nglittery_grandma\n\n1 yr. ago\n\nI have these and love them. I used single use plastic straws before as a way to drink more that wasnt a sensory nightmare and then when they were banned here (which I still stand by being a short sighted decision) I was just pretty dehydrated for a while. I have multiple disabilities and these straws let me see inside them so I know theyre clean which was a fear of mine when trusting others to (very kindly) wash up my straws. Theyre great. I got mine from Amazon.\n\nReply\nreply\nFkn_stress_rxn\n\n1 yr. ago\n\nI like that I can chew them like a plastic straw \n\nI hate the feel of metal. I love my glass Straws too, but I always want to bite them lol\n\nReply\nreply\n1 more reply\nJordanGrace24\n\n1 yr. ago\n\nWHOAHHH. This is pretty neat\n\nReply\nreply\ncumberber\n\n1 yr. ago\n\nDoes anyone have a link to purchase these\n\nReply\nreply\n3 more replies\ntenkohime\n\n1 yr. ago\n\nI thought someone would post a brand name or shop link. I like the idea of it.\n\nReply\nreply\nFkn_stress_rxn\n\n1 yr. ago\n\nThe brand is \"SqueakyCleanStraw\". I don't have a link, I found them on the clearance rack.\n\nReply\nreply\n1 more reply\nBlackbear0101\n\n1 yr. ago\n \nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes 路 193 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes 路 47 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes 路 7 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n140 upvotes 路 16 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n183 upvotes 路 19 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes 路 28 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes 路 13 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes 路 76 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes 路 45 comments\nr/cringe\nNever forget where we came from\nyoutube\n127 upvotes 路 38 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes 路 311 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n475 upvotes 路 216 comments\nr/ViewAskewniverse\nJay and Silent Bob Strike Back is free to watch on Youtube\nyoutube\n189 upvotes 路 26 comments\nr/Lostwave\nThe Filthy Frank Kenya Song has been found\nyoutube\n322 upvotes 路 45 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes 路 25 comments\nr/DeepIntoYouTube\nThis man inflates inner tubes until they explode and uploads a new explosion video every day\nyoutube\n125 upvotes 路 31 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n283 upvotes 路 40 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n125 upvotes 路 9 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes 路 17 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes 路 21 comments\nr/hlvrai\nHL2VRAI BEGINS DEC. 16TH\nyoutube\n149 upvotes 路 38 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes 路 52 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n590 upvotes 路 41 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes 路 4 comments\nr/NeilBreen\nNeil Breen Updated Us!\nyoutube\n144 upvotes 路 33 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 21, 2022\nReddit\nreReddit: Top posts of October 2022\nReddit\nreReddit: Top posts of 2022"
}