{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "11 Best Reusable Straws of 2023 - Reviewed",
  "href": "https://reviewed.usatoday.com/home-outdoors/best-right-now/the-best-reusable-straws",
  "body": "1 Best Overall FinalStraw Check Price at Amazon This was our favorite reusable straw thanks to its well-designed carrying case. Read More Pros Very portable Made of stainless steel Pretty design...",
  "textContent": "Skip to main content\nNEWSLETTERS\nAWARD WINNERS\nDEALS\nACCESSIBILITY\nKITCHEN & COOKING\nGIFT GUIDES\nHOME & GARDEN\nTHE BEST REUSABLE STRAWS OF 2023\n\nRecommendations are independently chosen by Reviewed's editors. Purchases made through the links below may earn us and our publishing partners a commission.\n\nCredit: Reviewed / Jackson Ruckar\nWHY TRUST REVIEWED?\n\nReviewed's mission is to help you buy the best stuff and get the most out of what you already own. Our team of product experts thoroughly vet every product we recommend to help you cut through the clutter and find what you need.\n\nLearn more about our product testing\n1\nBEST OVERALL\nFinalStraw\nCheck Price at Amazon\n\nThis was our favorite reusable straw thanks to its well-designed carrying case. Read More\n\nPros\nVery portable\nMade of stainless steel\nPretty design\nCons\nExpensive\n2\nBEST TASTING\nHummingbird Glass Straws Clear Bent 9\" x 9.5 mm\nCheck Price at Amazon\n\nThe larger circumference makes it good for smoothies or frappes. It is very durable, but care is advised since it is made of glass. Read More\n\nPros\nTemperature regulation\nStylish design\nComes with a cleaning brush\nCons\nNot very portable\nEasy to break\n3\nBEST VALUE\nSipWell Stainless Steel Drinking Straws, Set of 4\nCheck Price at Amazon\n\nFor a no-frills daily drinking straw, look no further than the SipWell. That said, we don't recommend it for smoothies because its thin design makes it hard to suck up the thick drink. Read More\n\nPros\nAffordable\nEasy to drink with\nEasy to clean\nCons\nNot good for thick drinks\n4\nKlean Kanteen 4 Piece Straw Set\nCheck Price at Walmart\n\nNot only are these silicone straws wide enough to make drinking a smoothie a breeze, they work great with both coffee and water as well. Read More\n\nPros\nEasy to clean\nBendable\nDifficult to break\nCons\nNot very portable\n5\nSofty Straws Reusable Silicone Straws\nCheck Price at Amazon\n\nWide enough for smoothies, and works great with coffee and water too. The silicone is tasteless and bends like a normal straw. In place of a cleaning brush, they have a unique squeegee. Read More\n\nPros\nWide and curved design\nKid safe\nEasy to clean plus dishwasher safe\nCons\nNot very portable\nBEST OVERALL\nThe FinalStraw\nBEST TASTING\nHummingbird Glass Straws, Set of 4\nBEST VALUE\nSipWell Stainless Steel Drinking Straws, Set of 4\nOther Reusable Straws We Tested\nHow We Tested\nThe Tests\nMore Articles You Might Enjoy\nWritten by Courtney Campbell and Monica Petrucci\n\nUpdated April 3, 2023\n\nOn average Americans use 500 million plastic straws per day, most of which will end up in landfills or the ocean. With increased focus on our environmental impact, many companies like Starbucks and Disney have been phasing out plastic straws. Some local governments from California to Florida have enacted outright bans.\n\nSo, where does that leave straw users who don’t want to add plastic waste? Currently, the best options are to use sippy tops like those found on coffee cups, or bringing along your own reusable one, like our choice for best reusable straw, the FinalStraw (available at Amazon) , or our best value pick, the SipWell Stainless Steel Drinking Straws (available at Amazon). While banning plastic straws is an environmentally friendly option, it's actually really hard to find a good reusable replacement.\n\nSome taste too much like their material, some aren’t a sustainable material, and you actually have to remember to bring it with you which can be tricky as many aren’t easily portable. After testing reusable straws each day and drinking a ton of liquids in the process, we found some significant differences between each one in terms of usability and taste.\n\nCredit: Reviewed / Betsey Goldwasser\n\nThe FinalStraw was the best reusable straw we tested overall.\n\nBEST OVERALL\nThe FinalStraw\n\nA Kickstarter that was backed by more than 38,000 people, the FinalStraw has really changed the reusable straw game. Not only does it have an incredible pun, but it’s really the only straw we tested that had a great balance of usability and portability.\n\nMade of stainless steel, it has silicone tubing that allows you to fold it up in a convenient carrying case. Although it doesn’t bend while you're using it, the silicone provides a more comfortable mouthfeel and taste compared to other metal straws.\n\nThe best part is that its carrying case attaches to your keychain. If you can remember your keys, you can remember your straw. I was able to easily bring this straw to coffee shops, restaurants, and the office. Cleaning the straw is simple, too, as a brush is included in the case. It's convenient enough to even wash it in the bathroom of a restaurant.\n\nThe FinalStraw has expanded to seven hues ranging from standard silver to a psychedelic rainbow hue, and the carrying case comes in five different colors with cheeky names like Porpoise-Ful Purple and Sea Tur-Teal. Admittedly, the FinalStraw is pretty pricey, but it could be the final straw you need, so we think it’s well worth it for a straw that is this portable.\n\nPros\n\nVery portable\n\nMade of stainless steel\n\nPretty design\n\nCons\n\nExpensive\n\nBuy now at Amazon\nCredit: Reviewed / Jackson Ruckar\n\nThe Hummingbird Glass Straws were our pick for best-tasting (and best-looking) straw.\n\nBEST TASTING\nHummingbird Glass Straws, Set of 4\n\nThe Hummingbird Glass Straws are absolutely gorgeous: the clear, glass material is stylish and looks good with whatever you are drinking. Its slight bent design makes it easy for sipping and its larger circumference makes it ideal for smoothies or frappes.\n\nBecause it’s glass, these straws are dishwasher safe, and they don't get too cold when drinking iced drinks. Glass is essentially tasteless, so it won’t change the flavor of your drink. Like the other reusable straws, the Hummingbird comes with an easy-to-use cleaning brush and the clear material makes it easy to check the entire straw for coffee and smoothie bits. And glass is recyclable.\n\nThey're not the most portable options, but you can easily toss one in your bag if you want to use it on-the-go. Despite being made of glass, I still found this straw to be sturdy and difficult to break, if handled correctly. While the Hummingbird straws do seem durable, glass makes them more susceptible to breaking so they’re probably not good for young children.\n\nAfter performing some additional drop tests where we dropped the straw from hip height, we found that the glass straws stood up to landing on carpet and tile, but immediately shattered on concrete. Although the straw didn’t break on the first drop on the pour-on epoxy flooring, pieces chipped after the fourth time so these will break if continually dropped.\n\n\"Glass may look perfectly smooth, but under a microscope, you'd see hundreds of imperfections. So the first time you drop it, the straw will look fine, but it's accumulated damage you can't see,\" explained Jon Chan, our Senior Lab Technician. Since we first published this guide, we've been casually using these straws and still have not had any issues with them breaking.\n\nPros\n\nTemperature regulation\n\nStylish design\n\nComes with a cleaning brush\n\nCons\n\nNot very portable\n\nEasy to break\n\nBuy now at Amazon\nCredit: Reviewed / Jackson Ruckar\n\nThe SipWell Stainless Steel Straws were our choice for best value.\n\nBEST VALUE\nSipWell Stainless Steel Drinking Straws, Set of 4\n\nFor a no-frills, daily drinking straw, look no further than the SipWell. These thin metal straws cost much less than our other favorites and perform just as well as more expensive metal straws. They're easy for drinking both water and iced coffee, and the metal taste isn't apparent while sipping. In fact, the metal material kept my iced coffee nice and cold and probably saved my teeth from staining. Although I was concerned about cleaning the straw's bent portion, as long as I stuck the straw brush through both ends it seemed to be fine.\n\nWhile there's a lot we like about this straw, we don't recommend it for smoothies. Its thin design makes it hard to suck up thicker beverages and the metal gets too cold, creating an almost burning sensation on your tongue.\n\nPros\n\nAffordable\n\nEasy to drink with\n\nEasy to clean\n\nCons\n\nNot good for thick drinks\n\nBuy now at Amazon\nOther Reusable Straws We Tested\nKlean Kanteen 4 Piece Stainless Steel Straw Set\n\nThis straw set from Klean Kanteen is ideal for anyone who likes the bendiness of a silicone straw, but the strength of a metal one. Each straw comes with a silicone tip, and the metal base makes it easy to jam into a cup of ice without it folding. It’s also pretty wide, which was great for sipping smoothies as well as water and iced coffee.\n\nThese straws were easy to clean as well. The silicone part detaches, making it easy to scrub well between the two separate parts. The included cleaning brush was tougher than others, and was initially more difficult to use but it softened over time under hot water. Though not very portable, these straws were great to stash around the home or office.\n\nPros\n\nEasy to clean\n\nBendable\n\nDifficult to break\n\nCons\n\nNot very portable\n\n$18.27 from Walmart\nSofty Straws Reusable Silicone Straws, Set of 4\n\nThese wide silicone straws make drinking a smoothie a breeze, and work great with both coffee and water as well. Plus, the silicone material is tasteless and bendable like a traditional plastic straw. Because they’re soft, difficult to break, and come in a variety of fun colors, they’re also ideal for kids.\n\nIn place of a cleaning brush, they include a unique squeegee that pulls through the straw to remove debris. This seems both easier and to provide a more thorough clean.\n\nPros\n\nWide and curved design\n\nKid safe\n\nEasy to clean plus dishwasher safe\n\nCons\n\nNot very portable\n\nBuy now at Amazon\nEcoTribe Stainless Steel Metal Drinking Straws, Set of 4\n\nThese metal straws are great because they give your water or iced coffee a refreshing chill while sipping. But drinking a smoothie with them was not enjoyable. In addition to the straw getting way too cold, it left a metallic taste in my mouth, which then ruined the flavor of my smoothie. At least the fuzzy cleaning brush didn't leave any fuzzballs behind.\n\nThe case it comes with is quite large and about three times the thickness of the actual straw, so it won’t fit well in a small purse. While the case doesn’t increase the portability, it’s definitely more sanitary than tossing a straw in your bag.\n\nPros\n\nChills your drinks\n\nSpacious carrying case\n\nWell-designed cleaning brush\n\nCons\n\nNot very portable\n\nLeaves a bad flavor\n\nBuy now at Amazon\nGreens Steel Stainless Steel Straw Set, Set of 4\n\nThe Greens Steel set comes with two wide straws and two curved straws, which provides a nice variety for your drinking needs. They're easy to sip with and a breeze to clean. There's nothing inherently bad about these straws, but similar to the other stainless steel straws, they get too cold when drinking a smoothie.\n\nPros\n\nAffordable\n\nCurved design\n\nEasy to clean\n\nCons\n\nGets too cold\n\nBuy now at Amazon\nKoffie Straw, Set of 2\n\nThese straws are designed especially to protect teeth from coffee and wine stains. Despite this innovative idea, they were hard to use because of their thin, oval design. They are also almost impossible to drink a smoothie with and the small size makes it more difficult to scrub with the cleaning brush. Although they may not be good for everyday use, they will work best for the specific use of drinking hot beverages to protect sensitive teeth.\n\nPros\n\nProtects teeth from staining\n\nCons\n\nHard to use design\n\nNot good for thick drinks\n\nHard to clean\n\nBuy now at Amazon\nCalifornia Straws Rainbow Colored Replacement Acrylic Straw, Set of 8\n\nThere's nothing too special about this set of BPA-free straws. The plastic material is really bendable, and we found they break easily. Each individual straw is also packaged in a great deal of plastic, which seems excessive and counteractive to trying to preserve the environment. At 10.5 inches, they're extra long—making it uncomfortable to drink out of an iced coffee or water cup, but they'd make a good, cheap replacement for the straws used in tumblers.\n\nPros\n\nNone that we could find\n\nCons\n\nEasy to break\n\nPackaging isn't eco-friendly\n\nToo large\n\nBuy now at Amazon\nGoSili Straw Pack\n\nThe GoSili Straw is designed with children in mind and has three different sizes of silicone straws. However, I found that even the longest straw was too short for a tall glass, limiting who will actually benefit from this straw.\n\nThey were also quite floppy, making it difficult to get the last drops of iced coffee, and had a very prevalent plastic taste. This was the only set that did not come with a cleaning brush, so I resorted to using one from another set to make sure it was actually clean.\n\nPros\n\nNone that we could find\n\nCons\n\nPoorly designed\n\nHard to clean\n\nLeaves a bad taste\n\nBuy now at Amazon\n\n\n$6.95 from Walmart\nDoboli Collapsible Stainless Steel Drinking Straw\n\nThis was another collapsible reusable straw option that did not perform well. Again, the design of the straw allowed too much air to slip through disrupting the drink stream. It also had a horrible metal taste that made both iced coffee and water taste rancid.\n\nAlthough it’s a popular option on Amazon, I found it to be poorly made and I even bent the included cleaning brush when attempting to pull it out of the container. This set also came with a portable case that attaches to your keys, but I’d much rather carry around a non-portable one than use these.\n\nPros\n\nNone that we could find\n\nCons\n\nLeaves a bad taste\n\nPoorly made\n\nBuy now at Amazon\nHow We Tested\nThe Tester\n\nI’m Courtney Campbell, an e-commerce editor here at Reviewed, and I spend most days sifting through the best deals on the Internet for the best products. I’ve used reusable straws at home for years—although I'm guilty of not bringing them to restaurants or coffee shops. After hearing about the ban on plastic straws, I was curious about what would be the best straw for daily use and whether or not they would be more portable to bring out along.\n\nThe Tests\n\nThe testing process involved drinking a ton of liquids. Each day I would drink a smoothie made of kale, frozen banana, cherries, almond milk, and chocolate protein powder (highly recommended), a large iced coffee with almond milk, and two cups of water using one straw.\n\nFrom there, I would note if I noticed the taste of the straw material and how easy it was to drink with the straw. Before testing and after each type of drink I would wash the straw with the included cleaning brush to see how easy it was to clean.\n\nOther factors that were considered included portability, sturdiness, and any special features or accessories. The straws chosen were made of stainless steel, glass, silicone, and bamboo—each of which was also considered in the rankings. And we made sure to include a mix of straight and bent straws.\n\nWhy Are Plastic Straws Bad for the Environment?\n\nThe movement against single-use plastic straws—like other environmentally harmful single-use plastics—started as an effort to protect wildlife and the environment by eliminating hard-to-degrade materials and reducing carbon footprints.\n\nThe movement against plastic straws, specifically, gained traction after a video of a sea turtle with a straw stuck up his nose went viral. There was soon a wider conversation about the impact of these non-biodegradable materials that often end up in oceans and break down into microplastics, impacting the diets and wellbeing of fish (and thus, humans). Since then, several U.S. cities and companies have banned them, from New York City and Seattle to Starbucks and Alaska Airlines.\n\nWhich Reusable Straw Material Is Best?\n\nThere are several materials used to make reusable straws and each has their pros and cons. There’s no perfect reusable straw, so you’ll want to choose one that best fits your lifestyle.\n\nMetal: This is probably the most common material for reusable straws. It’s great for keeping liquids cold and easily shoving in a glass of ice, but it isn’t bendable, can sometimes have a metallic taste, and doesn’t have a good mouthfeel for straw chewers. Sometimes you’ll find a combination of metal and silicone tips, which alleviates some of these issues.\n\nSilicone: Reusable straws made of silicone more closely resemble the feel of a traditional plastic straw. These are probably the best choice for children and can be used with hot or cold drinks. However, they’re not super sturdy, meaning it’s harder to get the last sip of whatever you’re drinking.\n\nGlass: Glass straws are essentially tasteless, which makes your drink more true to taste and therefore more enjoyable. Unfortunately, they aren’t bendable and are more likely to break, which is not ideal for children or traveling.\n\nBamboo: Bamboo is the most sustainable material for reusable straws, but tends to have a “woody” aftertaste and you’ll need to replace them sooner than the other materials.\n\nHow to Clean Reusable Straws\n\nWhile many reusable straws claim to be dishwasher-safe, it can be hard to imagine the residual fruit bits from a smoothie being fully removed by just tossing a dirty straw in your utensil rack. (Although if you're just using your straw for water, that's a different story.)\n\nLuckily, most reusable straw sets you buy will come with a cleaning brush that's long and thin enough to clean through the length of the straw with its bristles. (Just make sure you get all the way in there—from both ends!) If your set didn't come with a cleaning brush, they're easy enough to find online. You can also try dental floss as an alternative, by using it to scrape all sides of the straw after soaking.\n\nMore Articles You Might Enjoy\nThe Best Reusable Sandwich Bags\nThe Best Straw Cups for Toddlers\nThe Best Travel Mugs\nThe Best Water Bottles\nI stopped using disposable straws for two weeks—here's how it went\n\nPrices were accurate at the time this article was published but may change over time.\n\nThe product experts at Reviewed have all your shopping needs covered. Follow Reviewed on Facebook, Twitter, Instagram, TikTok, or Flipboard for the latest deals, product reviews, and more.\n\nMeet the testers\n\nCourtney Campbell\n\nContributing Writer\n\n@courtcamps\n\nCourtney is an editor and shopper with a passion for finding the best things on the internet. She's a foodie and will talk about the latest batch of kombucha she's brewing to anyone who will listen. She has previously worked for Country Living, Woman's Day, and Our State Magazine.\n\nSee all of Courtney Campbell's reviews\n\nMonica Petrucci\n\nEditor, Kitchen & Cooking\n\n@monicatpetrucci\n\nMonica is Reviewed's Kitchen & Cooking editor and an avid home cook; she's been testing a wide range of kitchen products at Reviewed for two years. Previously the Digital Editor at Culture Cheese Magazine (and a former barista), she's also had her work published in The Boston Globe, Modern Luxury, Boston Magazine, and more.\n\nSee all of Monica Petrucci's reviews\nChecking our work.\n\nOur team is here for one purpose: to help you buy the best stuff and love what you own. Our writers, editors, and lab technicians obsess over the products we cover to make sure you're confident and satisfied. Have a different opinion about something we recommend? Email us and we'll compare notes.\n\nShoot us an email\nUP NEXT\n25 best white elephant gifts everyone will want to steal\nGIFT-GUIDES\nUnsure what to bring to a white elephant party? These are the best white elephant gifts will be a hit, and well within any budget starting at $10.\nRead now\n7 things you shouldn't buy at T.J.Maxx, Marshalls, and HomeGoods\nHOME-OUTDOORS\nRead now\nThere's a disgusting reason you shouldn't shower in the morning\nHOME-OUTDOORS\nRead now\nDon't throw your old TV out—do this instead\nTELEVISIONS\nRead now\nSign up for our newsletter.\nGet the best deals and the best advice dropped right in your inbox.\nIf you are a human, ignore this field\n\nEnter your email:\n\n→\n\n©2023 Reviewed, a division of Gannett Satellite Information Network LLC. All rights reserved.\n\nRecommendations are independently chosen by Reviewed's editors. Purchases made through the links below may earn us and our publishing partners a commission.\n\nAppliances\nKitchen & Cooking\nHome & Garden\nTech\nLifestyle\nParenting\nCelebrations\nAccessibility\nThe Best Right Now\nDeals\nAward Winners\nHow-Tos\nHow We Test\nVideos\nAbout Us\nJobs\nAdvertising\nLicensing & Permissions\nEthics\nCanada Edition\nSend Feedback\nDeals\nTerms of Service\nPrivacy Policy\nAccessibility Statement\nCalifornia Privacy Rights/Privacy Policy\nCookie Policy\nAbout Cookies\nSitemap"
}