{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "British council estate bonfires are the best : r/CasualUK - Reddit",
  "href": "https://www.reddit.com/r/CasualUK/comments/yn5lnk/british_council_estate_bonfires_are_the_best/",
  "body": "The burning plastic will at least kill quicker and with more mercy than a diet of turkey twizzlers and potato faces. Reply worksofter • ... The real pollution killing our planet is happening on an industrial scale: the global textile industry producing thousands of tons of cheap clothing that get shipped around the globe in cargo carriers the ...",
  "textContent": "British council estate bonfires are the best : r/CasualUK\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to CasualUK\nr/CasualUK\n•\n1 yr. ago\nxChudy\nBritish council estate bonfires are the best\nclick2cart.com\nShop Now\nSort by:\nAdd a Comment\nLieImpressive7518\n•\n1 yr. ago\n\nThey know how to throw a PARTY! Heh heh... Scatter!\n\nReply\nreply\nlapsongsouchong\n•\n1 yr. ago\n\nBrings back memories\n\n\"I've got a battery here, shall I?\"\n\n\"Go on, I dare you!\"\n\nI never got to see what happened, because my mom whisked me away to another bonfire happening a few feet away. When we got back home, after touring a few of the bigger ones, we found out someone had made one right over the road from us.. Could have saved us a trek. Mom didn't seem happy though.\n\nReply\nreply\n8 more replies\n6 more replies\nHulkenberk\n•\n1 yr. ago\n\nCan't believe I missed the local annual community evidence burning again\n\nReply\nreply\nPathstrider\n•\n1 yr. ago\n\nScattah!\n\nReply\nreply\nZestyData\n•\n1 yr. ago\n\nAll fun & community spirit-esque until the firefighters get bricks thrown at them for doing their jobs and someone gets threatened with being shanked for daring to stop their wheelie bin from being nicked...\n\nReply\nreply\n2 more replies\nThestolenone\n•\n1 yr. ago\n\nThere was always that story that someone had fallen asleep in a bonfire before it was lit because there was a den in the middle and was burned to death. Council estate bonfires are wonderfully anarchic and chaotic.\n\nReply\nreply\nMaximum-Mixture6158\n•\n1 yr. ago\n\nUnless Holmes is in the Bonfire and it gets lit and there's only 9 seconds left....\n\nReply\nreply\n[deleted]\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nThey’d be better if they weren’t burning plastic. Those fumes are going to harm everyone’s health and are terrible for the environment even when compared to wood smoke.\n\nEdit: the prejudice against council estate people is very apparent. Many are just ordinary people born into financial hardship, I appreciate a lot of these responses are jokes but please try not to stereotype and generalise.\n\nReply\nreply\nBritisheagl\n•\n1 yr. ago\n\nWouldn't bother letting them know, just get called a ❄️ and to stop ruining things with 'elth n safety\n\nReply\nreply\n1 more reply\n31 more replies\nUKKasha2020\n•\n1 yr. ago\n\nFortunately haven't been many locally for a few years, on the big field behind mine, in fact it didn't even occur to me to bring in my wheelie bins (🤞🏻).\n\nRaised on a council estate and live on one now, some of us can be downright feral on bonfire night for sure...but praise to the kids who get rid of all the crap accumulated on the estate via fly tipping. Ha.\n\nReply\nreply\nHalfbreed75\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nAre British council estates what we would refer to as the projects or trailer parks in America? Not being rude just really want to understand. Thank you for all the info,I definitely feel like I get it now.\n\nReply\nreply\n[deleted]\n•\n1 yr. ago\naetonnen\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nFFS, lots of people giving these convoluted long answers. In short: yes, they are the equivalent of the projects in the US. It’s generally where fuck tonnes of crime happens and it’s where poor people live. Not gonna mince my words and give some politically correct explanation.\n\nReply\nreply\n2 more replies\nGainzchasing03\n•\n1 yr. ago\n\nI suppose so. The ‘projects’ are more rougher parts of our cities. Council estates could be like trailer parks but some are quite nice and tidy.\n\nReply\nreply\n5 more replies\n23 more replies\n9DAN2\n•\n1 yr. ago\n\nRuining one of the small bits of shared greenery 🤦‍♂️\n\nReply\nreply\nsinadoh\n•\n1 yr. ago\n\nSomehow I feel there's more greenery shared on an estate than you think..\n\nReply\nreply\n1 more reply\nSoylentDave\n•\n1 yr. ago\n\nLooks rather like the space is currently being shared by the community, as intended.\n\nReply\nreply\n17 more replies\nBritisheagl\n•\n1 yr. ago\n\nWhy is this being celebrated? Surely this is awful for people's health, breathing in god knows what, whilst also being an awful waste of materials that could otherwise be recycled.\n\nI get that bonfire night is a big deal in the UK, but whilst literally thousands protest saying we cannot afford to live, this seems like a huge waste.\n\nGlad people enjoy it though, we all need a bit of happiness at the min, but I do feel grateful this is not happening on my doorstep\n\nReply\nreply\nRageStreak\n•\n1 yr. ago\n\nThis is my latest bugbear. The real pollution killing our planet is happening on an industrial scale: the global textile industry producing thousands of tons of cheap clothing that get shipped around the globe in cargo carriers the size of large towns all day every day. Meanwhile memos from the early 2000s show that BP invented the idea of the \"carbon footprint\" to foist off guilt onto individual consumers to keep them distracted.\n\nLow income families enjoying one night of fun, community, and mayhem is not the problem. Your mom's friend making resin crafts at her kitchen table is not the problem. The problem is on an industrial scale beyond our comprehension, and it behooves massive corporations to keep us arguing with our neighbors about recycling a few cans or having a party because it keeps them off the hook.\n\nReply\nreply\n2 more replies\n20 more replies\nToffeemanstan\n•\n1 yr. ago\n\nUse to love these growing up in the 80s. Spent a few weeks building up the wood and protecting it from all the other gamgs who were doing the same. Then on bonny neet all families would sort food and fireworks out and have a great night. They were everywhere as well.\n\nReply\nreply\n3 more replies\nView more comments\n \nTop 1%\nRank by size \nr/CasualUK\nBBC presenter gives middle finger live on air\nyoutube\n2.4K upvotes · 319 comments\nr/unitedkingdom\nChildren 'having all 20 baby teeth surgically removed' amid dental crisis\nlbc.co.uk\n592 upvotes · 328 comments\nr/unitedkingdom\nPatients 'at risk' as telephone and online GP appointments can miss serious illnesses, study finds\nlbc.co.uk\n744 upvotes · 419 comments\nr/canberra\nIt's LBG day today! I think this deserves a public holiday.\n61 upvotes · 4 comments\nr/Cooking\nShoutout to all the Canadians about to drain a stock directly into the sink this weekend...\n2.6K upvotes · 279 comments\nr/Wellington\nYay for bogans and backyard fireworks\n286 upvotes · 213 comments\nr/Tacoma\nTacoma Fire Buffs on scene at the 2-alarm Meat Fire earlier…\n46 upvotes · 17 comments\nr/london\nElizabeth line passengers 'stuck in darkness for hours' in stopped train after damage to electrical cables outside Paddington\nlbc.co.uk\n1.1K upvotes · 359 comments\nr/unitedkingdom\nHealth alerts issued and elderly people told to 'wear more layers' as South-east England sees earliest winter snow in 15 years\nlbc.co.uk\n679 upvotes · 189 comments\nr/MadeMeSmile\nHalloween Kids Making Homeowner's Day\n15K upvotes · 120 comments\nr/unitedkingdom\nOscar-winning actress Olivia Colman says 'gentle masculinity' is 'much cooler and hotter than Andrew Tate'\nlbc.co.uk\n7.3K upvotes · 1.9K comments\nr/unitedkingdom\nVirgin Atlantic flight powered by cooking oil to make maiden journey from London to New York\nlbc.co.uk\n158 upvotes · 56 comments\nr/Edinburgh\nPet Shop Boys to headline Edinburgh's Hogmanay celebrations\nbbc\n18 upvotes · 8 comments\nr/australia\nThree-day music festival to bring tourism boom to tiny fire-hit town\nabc.net.au\n9 upvotes · 6 comments\nr/unitedkingdom\nNine-pound, 19th century bronze cannon stolen for scrap from Royal Armouries collection\nlbc.co.uk\n219 upvotes · 40 comments\nr/unitedkingdom\nBritish Airways flight carrying 216 passengers missed illegal drone by just 20ft while 3,000ft in the air over Windsor\nlbc.co.uk\n546 upvotes · 83 comments\nr/unitedkingdom\nTwo boys, 12, arrested after man, 19 stabbed to death in Wolverhampton\nlbc.co.uk\n200 upvotes · 210 comments\nr/unitedkingdom\n'Only death will stop us': Eco-protesters say they won't quit as it's revealed one in 10 had already been arrested\nlbc.co.uk\n709 upvotes · 608 comments\nr/unitedkingdom\nStepdad kills toddler after benefits payments stopped, as mum guilty of allowing her death by turning a blind eye\nlbc.co.uk\n950 upvotes · 352 comments\nr/unitedkingdom\nOne in six Edinburgh University students unable to rent housing as planned, study suggests\nlbc.co.uk\n368 upvotes · 74 comments\nr/unitedkingdom\n'It's economic vandalism': Locals slam 'bizarre' decision to scrap England's oldest Christmas market as it's too popular\nlbc.co.uk\n545 upvotes · 199 comments\nr/unitedkingdom\nCoroners write to National Highways over smart motorway fears as agency spends £500k on legal fees\nlbc.co.uk\n202 upvotes · 85 comments\nr/exjw\nannual meeting beefs\n48 upvotes · 21 comments\nr/unitedkingdom\nOfficer exodus: 4,500 leave policing in their probation period during flagship uplift programme\nlbc.co.uk\n341 upvotes · 129 comments\nr/Adelaide\nFormer Hungry Jack's in Gilles Plains now demolished! 😁\n96 upvotes · 51 comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 5, 2022\nReddit\nreReddit: Top posts of November 2022\nReddit\nreReddit: Top posts of 2022"
}