{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Plastic-Free Disposable Straws Tested For Indications of PFAS - MAMAVATION",
  "href": "https://www.mamavation.com/food/plastic-free-straws-tested-for-indications-of-pfas.html",
  "body": "Plastic Straws Contribute to Severe Marine Pollution: You may have heard about the Great Pacific Garbage Patch made up of accumulated trash and debris — 90% of it plastic — that traveled along circulating ocean gyres ending up in one huge floating pile. Unfortunately, it's not the only mass of trash in the ocean either.",
  "textContent": "Skip to primary navigation\nSkip to main content\nSkip to primary sidebar\nSkip to footer\nBefore Header\n\nMamavation | Healthy Living | Lifestyle | Detoxify Home | Product Recommendations\n\nStart Here\nBlog\nBook\nCourses\nJoin\nsearch\nPlastic-Free Disposable Straws Tested For Indications of PFAS Purchasing Guide\nMamavation » Blog » Food | Mamavation » Plastic-Free Disposable Straws Tested For Indications of PFAS Purchasing Guide\n\nMarch 9, 2023\n//  by Leah Segedie\n\n0\n0\n0\n0\n0\n\nDo you need a disposable plastic-free straw? And do you want a plastic-free straw that doesn’t have indications of PFAS “forever chemicals?” Mamavation has solved your problem by sending four plastic-free straws to an EPA-certified lab and had them tested for indications of PFAS. You’ve trusted Mamavation to bring you topics like best water filters that filter PFAS “forever chemicals,” best plant-based milks, & best green beauty makeup without PFAS, now join us for the lab results of four plastic-free disposable straws.\n\nDisclosure: This post was medically reviewed by Sondra Strand, RN, BSN, PHN. Donations were provided by Environmental Health News and Mamavation community members. Mamavation has only “spot-checked” the industry and thus we cannot make predictions about brands and products that we have not tested. Products and manufacturing aides can change without notice so buyer beware. This post contains affiliate links, with some to Amazon, which means Mamavation will receive a portion of those sales and we will use that to pay ourselves back for the testing. You can also give a tax-deductible donation to our consumer studies here through Environmental Health Sciences. Click “yes” when asked if the gift is in honor of someone and type “Mamavation.” Thank you!  \n\nTable of Contents\nPlastic Straws Are Not Good For You or the Planet\nWatch out for Indications of PFAS “Forever Chemical” Inside Plastic-Free Straws\nMamavation Finds Traces of PFAS “Forever Chemicals” In Other Adjacent Industries\nMamavation’s Investigation on Plastic-Free Disposable Straws\nNot Our Favorite Plastic-Free Straw\nBest Plastic-Free Straws\nAdditional Plastic-Free Straws\nStainless Steel Straws\nGlass Straws\nPlastic Straws Are Not Good For You or the Planet\n\nStraws are one of the most common eating utensils in developed countries worldwide. Primitive straws have been found in ancient Middle Eastern ruins, but the industrial revolution of the 1800s brought the straw to the forefront of the western world. During the industrial revolution, staws were made popular with the introduction of the ryegrass straw, the industrially produced paper straw, and later the bendy straw, and the standard plastic straw in the 1960s.\n\nCurrently, the United States population averages 1.6 straws per person per day which adds up to a whopping 500,000,000 disposable straws used every single year! It’s no wonder we’re heading into a massive ocean trash crisis since a large portion of our plastic garbage ending up in the ocean and gobbled up by fish (that we end up eating) when they slowly break down.\n\nHowever, there are 3 major issues with disposable plastic straws:\n\nPlastic Straws Aren’t Biodegradable: It’s bad enough that plastic disposable straws take 200 years to degrade, but in actuality, they never truly disappear and only break down into tiny microplastic pieces that remain on the earth for the rest of time.\nPlastic Straws Are Petroleum-Based: The petrochemicals contained in plastic straws continuously leach into the ground after disposal, and contribute to the contamination of the surrounding ground and water, eventually reaching into our very own homes and communities.\nPlastic Straws Contribute to Severe Marine Pollution: You may have heard about the Great Pacific Garbage Patch made up of accumulated trash and debris — 90% of it plastic — that traveled along circulating ocean gyres ending up in one huge floating pile. Unfortunately, it’s not the only mass of trash in the ocean either. Disposable straws are always in the top 10 most commonly found marine debris, and sadly, it’s common to find fish, birds, and turtles with bellies full of plastic junk. In fact, 52% of turtles and up to 90% of seabirds have been found with plastics in their stomachs with 1,000,000 seabird deaths attributed to plastic ingestion. The degrading material from trash in the ocean releases chemicals that cause dangerous imbalances in the delicate ocean ecosystem interfering with marine life cycles, disturbing the natural cycle of coral reefs, and contributing to the creation of massive algae blooms that rob the water of oxygen, all of which negatively affect the continuation of the human life cycle.\n\nBut please don’t hate on everyone that uses straws. There are communities that NEED straws for survival and the special needs community is one of them. So think before you speak or post nastiness online. Fortunately, companies are providing alternatives to plastic straws, so Mamavation decided to start testing those disposable plastic-free straws for indications of PFAS “forever chemicals” to ensure your purchases keep your family safe.\n\nWatch out for Indications of PFAS “Forever Chemical” Inside Plastic-Free Straws\n\nMamavation sent four plastic-free staws to the lab hoping to have good news for you, but we ended up finding at least one brand had indications of PFAS “forever chemicals” according to our lab. Before we discuss those results, we wanted to discuss PFAS a bit more.\n\nPFAS “forever chemicals” are per- and polyfluoroalkyl substances used as stain-resistant, water-resistant, & oil-resistant chemicals in commerce. They have been used for decades inside consumer products, manufacturing, and building materials. There are over 12,000 different chemicals in the PFAS chemical class (including PFOA & PTFE), and because there are so many of them, they are incredibly hard to identify and test for.\n\nPFAS “forever chemicals” are problematic to human health and the environment. They are considered persistent, ubiquitous, and toxic, and therefore, it’s important you avoid them as much as you can to keep them from building up in our bodies. Many compounds can last for years in our bodies, therefore, it’s imperative to reduce the amount of PFAS you are exposed to from contaminated food and water.\n\nHere are a list of health effects PFAS chemicals are linked to presently according to our scientific advisor and Former Director of the National Institute of Environmental Health Sciences and National Toxicology Program, Linda Birnbaum:\n\nreduction in immunity\nreduced vaccination response\nincreased risk of allergies & asthma in young children\naffect the growth, learning, and behavior of infants and older children\nincrease cholesterol levels\nmetabolic diseases like obesity & diabetes\ncardiovascular disease\nlower a woman’s chance of getting pregnant\nlowers male fertility\nincrease the risk of kidney & testicular cancers\nCauses endocrine disruption\nDisrupts normal thyroid function\nMamavation Finds Traces of PFAS “Forever Chemicals” In Other Adjacent Industries\n\nPFAS, otherwise known as per- and polyfluoroalkyl substances (aka PFCs or perfluorinated chemicals, including PFOA and PFOS) are added to many products we purchase to make them “stain-resistant,” “grease-proof,” and “water-resistant.”\n\nAs we are writing this, Mamavation has finished 16 consumer studies looking for indications of PFAS inside everyday items and food we bring into our homes. In these studies, we have learned quite a bit about where PFAS chemicals hide in everyday products. Learn more about our other PFAS consumer studies here:\n\nSoft Contact Lenses\nGreen Beauty Makeup\nDental Floss\nToilet Paper\nPeriod Underwear\nTampons\nSanitary Pads, Pantiliners, & Incontinence Pads\nPowdered Electrolytes\nButter Wrappers\nPasta & Tomato Sauces\nNut Butters (Peanut butter, etc.)\nCooking Oils (olive oil, almond oil, canola oil, etc)\nKetchup\nActivewear (Yoga Pants)\nSports Bras\nParchment Paper\nCupcake Liners\nPlastic-Free Straws\nFast Food Packaging\nChildren’s Probiotics\nKids’ Backpacks\nBaby Strollers\nMamavation’s Investigation on Plastic-Free Disposable Straws\n\nMamavation sent 4 plastic-free straws to an EPA-certified lab looking for indications of PFAS “forever chemicals.” The specific lab method used by Mamavation tested for total fluorine by using the Determination of Total Fluorine by Oxygen Flask Combustion and Ion-Selective Electrode. If detectable total fluorine was observed at a detection level of 10ppm, the lab did the Determination of free Fluoride Ion in the tablet by Ion-Selective Electrode and then subtracted that from the Total Fluorine to determine the amount of organic fluorine.\n\nOrganic fluorine testing is marker testing. There are over 12,000 different PFAS chemicals in commerce and it’s impossible to identify all of them. In fact, it’s only possible to identify about 100 or so in a really good commercial lab. Therefore, we do marker testing instead looking for the element they all have in common–organic fluorine. What else could organic fluorine possibly contain other than PFAS? Nothing you want to sip from. The other main possibilities are other fluoropolymers, pharmaceuticals, and common hydrofluorocarbon refrigerants, such as 1,1,1,2-tetrafluoroethane (commonly known as R-134a) and 2,3,3,3-tetrafluoropropene (commonly known as HFO-1234yf).\n\nNot Our Favorite Plastic-Free Straw\nRepurpose Compostable Straws — 11 parts per million (ppm) organic fluorine\nLunchskins Paper Straws — California Plaintiff found PFOA in straws and notified The Kroger Company with Prop. 65 notice on 03/30/2022 so this was found in the California Prop. 65 Database. Updated 6/23.\nBest Plastic-Free Straws\nBio Agave Biodegradable Straws Made from Agave Fiber — non-detect organic fluorine\nBioNex Plant-based Straws — non-detect organic fluorine\nFootprint Compostable Paper Straws — non-detect organic fluorine\nAdditional Plastic-Free Straws\n\nHere are some more options for plastic-free straws, but these options are not considered disposable and were not tested at our lab. However, if you can purchase these straws, you’ll cut down on waste.\n\nStainless Steel Straws\nGreen Steel Stainless Steel Straws\nHiware 12 pack of Reusable Stainless Steel Straws\n25 Piece set of Stainless Steel Straws\nGlass Straws\nStrawgrace Thin Straws\n12 Pack of Reusable Glass Straws\nReusable Bent Straws\nDrinking Glasses with Bamboo Tops & Glass Straws\nRecent Product Investigations\nSafest Non-Toxic & Natural Rugs For The Whole Family — Guide\nNailing It: Best & Worst Non-Toxic Nail Polishes\nBest Non-Toxic Weighted Blankets with Safer Materials\nNatural, Non-Toxic, & Organic Holiday Gift Guide 2023\nChocolate Chips, Cocoa Powder, Brownie, & Cake Mix — Safest Products Guide\nPrevious Post:\n«\nGut Health for Mommy & Me Giveaway — Seed Synbiotics\nNext Post:\nOmega-3 Supplements for Dogs & Cats Recalled — Better Recommended Brands\n»\nReader Interactions\nComments\n\nDevorah Shulman\n\nSeptember 6, 2023 at 9:41 am\n\nI use washable silicone straws. Stainless steel and glass can cause injuries. My daughter told me of someone who got poked in the eye with a stainless steel straw and needed to go to the ED. And glass can break.\n\nReply\n\nRosemarie\n\nAugust 9, 2023 at 7:19 pm\n\nWhat about World Centric kraft paper straws?\nhttps://www.amazon.com/World-Centric-Straws-Paper-Compostable/dp/B07WBTFS5G/ref=sr_1_5?crid=1MJFGQM9DOWU1&keywords=world+centric+straws&qid=1691633904&sprefix=world+centric+%2Caps%2C115&sr=8-5\n\nReply\n\nRehoboth\n\nApril 1, 2023 at 7:14 am\n\nWonderful post\n\nReply\n\nHolly\n\nMarch 16, 2023 at 11:35 am\n\nSuper helpful thank you!\n\nReply\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment *\n\nName\n\nEmail\n\nWebsite\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nPrimary Sidebar\nJump On Board!\n\nGet advance access to product investigations & discounts on non-toxic brands!\n\nFirst Name \nEmail Address \nSubscribe\nFooter\n\nMamavation\nAbout Leah Segedie\nPress Page\nAffiliate Policies\nBlogger Opportunities\nHow To Work With Us\nTerms of Use\nPrivacy Policy\nBook\nCourses\nInfluencer Network\n\nCopyright © 2023 MAMAVATION · All Rights Reserved. | Powered by Essential IT"
}