{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Rant!.. we can't drink out of plastic straws and can't use plastic ...",
  "href": "https://www.reddit.com/r/Adelaide/comments/yiuihg/rant_we_cant_drink_out_of_plastic_straws_and_cant/",
  "body": "Silicone straws have some of the same issues; they can be even harder to clean because of the flexibility, and silicone does degrade eventually as well, just a lot slower than plastic. Paper straws degrade much faster than plastic, even the ones that could even be classed as cardboard - they get wet and fall apart and that is a potential ...",
  "textContent": "Rant!.. we can’t drink out of plastic straws and can’t use plastic plates/cutlery…. But we can ship shovels in single use plastic… shovels something that you leave outside.. : r/Adelaide\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Adelaide\nr/Adelaide\n•\n1 yr. ago\nPicklesthepeacefrog\nRant!.. we can’t drink out of plastic straws and can’t use plastic plates/cutlery…. But we can ship shovels in single use plastic… shovels something that you leave outside..\nShitpost\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nGreedy_Sandwich_4777\n•\n1 yr. ago\n\nWorking in retail, unpackin deliveries everyday really opens your eyes up to how far we have to go.\n\n[deleted]\n•\n1 yr. ago\nStJBe\n•\n1 yr. ago\n\nWork in a factory then you'll see some huge quantities of trash and packaging.\n\n1 more reply\n[deleted]\n•\n1 yr. ago\nwhiney1\n•\n1 yr. ago\n\nGet into recycling soft plastics with redcycle. Save up a couple bag fulls, drop off at most supermarkets. Crazy how quickly it adds up once you start.\n\nAfaik they actually get recycled too.\n\n2 more replies\nfilthysuckerfish\n•\n1 yr. ago\n\nHow dare you leave your new shovel outside.\n\n2 more replies\nremember_myname\n•\n1 yr. ago\n\nTotally agree, we also used to tie pallets up with bale twine to transport them, now they are completely wrapped in cling film\n\ndassad25\n•\n1 yr. ago\n\nThe straws are a front to make it seem like we're are doing something about plastic.\n\nThe real issue in the ocean is old commercial fishing waste like nets and such\n\ngameratwork19\n•\n1 yr. ago\n\nWhen I worked in a hardware shop I was appalled at the amount of plastic waste created. Wool bales full of pallet wrap and foam packing. All to keep hardware supplies and tools from being damaged in transit.\n\nIt's the warehousing and product packing industries that are the real problem. Not plastic straws.\n\nTheManWithNoName88\n•\n1 yr. ago\n\nThe straw thing seems like an empty gesture, sure it helps, but barely a drop in the heavily polluted ocean\n\nDull-Succotash-5448\n•\n1 yr. ago\n\nMost pollution in the ocean is fishing gear\n\n2 more replies\nJambi420\n•\n1 yr. ago\n\nYou have to start somewhere and straws really are a big problem. I took a walk down the beach near Semaphore a few years ago after some big storms and was staggered by the number of straws washed up on the beach. I picked up about 50.\n\nbmaje\n•\n1 yr. ago\n\nIt does fuck over disabled people that need angled straws somewhat. Sure there are metal straws, I suppose.\n\n3 more replies\neggwardpenisglands\n•\n1 yr. ago\n\nFresh vegetables are still individually wrapped in plastic. Most meat is served on plastic trays wrapped in plastic. Most coffee cups are lined with wax paper that can't be composted. Most recycling plants will just throw away any item that requires extra processing, such as cleaning, or even as simple as removing a cap from a bottle - any extra effort = landfill. Most anything with a smooth surface will have a piece of plastic to peel off that just gets tossed after it's one use.\n\nThe whole world is riddled with shit that is awful for the environment.\n\n6 more replies\nbladeau81\n•\n1 yr. ago\n\nBan on single use plastics such as straws and bags is just the performative blame the consumer measure that govts. love. As with most things pollution it is factories and shipping and that sort of thing that actually cause the most, but it is easier to push the bad feels to consumers than do something about the industries that produce the pollution the most.\n\nBrikpilot\n•\n1 yr. ago\n\nThis is just tending to the needs of that one special person who refuses to buy a shovel with any dirt on it.\n\n2 more replies\nLifeandSAisAwesome\n•\n1 yr. ago\n\nSure, but also consider, that in 1 day there would be 10x the amount of plastic used and disposed as straws and cutlery vs that packaging.\n\nAnd like many things, the larger impact areas will be affected/changed at a faster rate than the smaller lower impact areas.\n\nLets see in 5 years if they still being shipped in plastic.\n\n1 more reply\nLost_in_the_Library\n•\n1 yr. ago\n\nThat’s because the ban on personal single-use plastics was nothing more than a way for people to pat themselves on the back and make themselves feel better about climate change. Despite the fact that it’s going to have very little impact on the climate crisis.\n\n5 more replies\nninjascraff\n•\n1 yr. ago\n\nShipped in enough plastic to conceal the body totally legitimate items you're trying to move and bury!\n\n1 more reply\nView more comments\n \nTop 1%\nRank by size \nRelated\nAdelaide\nAustralia\nOceania\nPlace\nforward\nback\nr/AustralianNostalgia\nStill the greatest band in Australian History IMO.\nyoutube\n318 upvotes · 81 comments\nr/australia\nTISM - I've Gone Hillsong\nyoutube\n134 upvotes · 36 comments\nr/KitchenConfidential\nHopefully you folks take me in as an honorary BOH member! It’s always been my dream to open a restaurant, but alas, I am a lowly server, and it’s not in the cards right now. Maybe one day, but for now I just pretend by organizing my home kitchen like a restaurant.\n770 upvotes · 113 comments\nr/australia\nHonest Govt Ad | How to Rig Elections\nyoutube\n288 upvotes · 65 comments\nr/sydney\nConfused drivers stop before Rozelle Interchange tunnel, reverse and block entrance causing a jam\nyoutube\n204 upvotes · 122 comments\nr/walmart\nfood/consumables team lead\n5 upvotes · 16 comments\nr/SatisfactoryGame\nThe Coal Factory hitbox is in need of a bit of TLC\n909 upvotes · 106 comments\nr/worldnews\nGermany: Draft bill to ban plastic bags on the way - The use of plastic bags is on the decline in Germany, but the 64% decrease since 2015 doesn't go far enough for Environment Minister Svenja Schulze. Her department has drafted a bill to ban them completely.\ndw\n423 upvotes · 29 comments\nr/Mountaineering\nI flew down from Everest camp 2 but is it cheating?\nyoutu.be\n2 upvotes · 7 comments\nr/AusNews\nMurder, missiles and misinformation in the Israel-Hamas war | Media Watch\nyoutube\n302 upvotes · 283 comments\nr/gaming\nAnyone else remember when \"origin\" meant something different?\n51 upvotes · 26 comments\nr/friendlyjordies\nThe Australian Media's High Horse\nyoutube\n102 upvotes · 61 comments\nr/friendlyjordies\nHonest Government Ad | How to rig elections\nyoutube\n239 upvotes · 138 comments\nr/doordash_drivers\nWhy are restaurants STILL giving us fountain drinks in flimsy cup holders and with the normal lids, with the straw hole exposed??\n4 upvotes · 14 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/perth\nPaper cups for beer at Optus Stadium\n28 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/TigerBelly\nDEATH & RAMEN going live in 48 hours! link below\nyoutube\n251 upvotes · 30 comments\nr/shitrentals\nI will just go and buy a house, thanks mate x\ndailymail.co.uk\n144 upvotes · 103 comments\nr/steveoraw\nAcupuncture Ft. Steve-O - H3 Podcast\nyoutube\n147 upvotes · 4 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes · 25 comments\nr/CrazyIdeas\nWe should be using PAPER cups with PLASTIC straws. Not the other way around.\n327 upvotes · 36 comments\nr/horror\nTERRIFIER 3 Teaser 4K | Only In Theaters October 25, 2024\nyoutube\n753 upvotes · 215 comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 1, 2022\nReddit\nreReddit: Top posts of November 2022\nReddit\nreReddit: Top posts of 2022"
}