{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "A New Tool Can Help Address Ocean Plastic Pollution",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/fact-sheets/2022/09/a-new-tool-can-help-address-ocean-plastic-pollution",
  "body": "Plastic pollution is a global issue, and all have a role to play in addressing it. The problem requires tailored solutions that can address the local context of plastic generation, use and waste. Pathways can aid policymakers, the private sector and civil society in taking an evidence-based approach to evaluating the environmental and economic ...",
  "textContent": "Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\nA New Tool Can Help Address Ocean Plastic Pollution\nBreaking the Plastic Wave Pathways Tool will assess effectiveness of reduction strategies and solutions from local to global scales\nFACT SHEET September 21, 2022 Read time: 5 min\nProjects:\nPreventing Ocean Plastics\nRead Mode \n\nNavigate to:\n\nTABLE OF CONTENTS\nLarge amounts of plastic waste collect in Ballona Creek after a major rainstorm in Culver City, California, USA. Plastic waste damages habitats and life on land and in the ocean.\nCitizens of the Planet Getty Images\nOverview\n\nPlastic is an inescapable part of everyday life, found everywhere from homes to factories to grocery stores—and, increasingly, the ocean. More than 11 million metric tons of plastic waste enter the ocean each year, where it harms marine life and damages habitats. If we don’t act to reduce ocean plastic pollution, it will nearly triple by 2040, and the risks to marine species and ecosystems, our climate and our communities will increase.\n\nThe Pew Charitable Trusts’ 2020 report “Breaking the Plastic Wave,” a first-of-its-kind global analysis of ocean plastic pollution, found that solutions exist to reduce annual flows of plastic into the ocean by about 80% by 2040. No single solution can achieve this goal, but we can turn the tide on plastic pollution by taking immediate, ambitious and concerted actions throughout the plastic system.\n\nEveryone has a role to play in addressing plastic pollution. To understand which actions will be most effective, it’s crucial to assess how materials flow through the plastics value chain—from production (including reducing and substituting for plastic products) and use to end-of-life fate (including being recycled, safely disposed, or mismanaged). Recognizing that appropriate solutions will vary by location, Pew created a modelling tool that considers local context when evaluating different approaches to reducing plastic pollution. This tool can inform policymakers and other stakeholders about the impacts of different interventions while taking into account environmental and economic trade-offs. The result: an assessment of national or regional plastic flows and an analysis of policy scenarios to help users develop relevant solutions.\n\nIntroducing the Breaking the Plastic Wave Pathways Tool\n\nThe Breaking the Plastic Wave Pathways Tool (“Pathways”) is a free software application that analyzes the movement of plastic throughout the value chain to assess how much of it results in plastic polluting the land or water. Pathways enhances the analytical model behind Pew and SYSTEMIQ’s “Breaking the Plastic Wave” research by increasing its flexibility and analytical capabilities and implementing advanced trade-off analyses. These improvements can help users identify policies tailored to the needs of their location. The analysis can establish a baseline for the plastic life cycle and answer many fundamental questions about the plastic system, such as:\n\nHow much plastic waste is currently being generated, and how will this change in the future?\nHow much plastic is leaking into the environment now and in the future?\nWhat impact would various policies have on rates of plastic pollution?\nWithin a set budget, what combination of policy options will minimize plastic pollution?\nHow does the trade of plastic products and waste affect local plastic pollution?\nA conveyor belt carries different plastic items ready to be selected for recycling in Italy. Pew’s new tool, Pathways, analyzes the movement of plastic throughout the value chain and helps users evaluate policy options, such as recycling targets, to reduce plastic pollution.\nMassimo Borchi Atlantide Phototravel/Getty Images\nWhat sets Pathways apart from other tools?\nFlexibility\n\nPathways is fully customizable. It can conduct analyses at global, regional, national or city levels by incorporating unique features of plastic value chains. It can model plastic flows across geographies, such as plastic trade between countries or the movement of collected plastic from rural to urban areas. Pathways also allows users to define plastic categories in ways relevant to their local context, such as by polymer type or product class, and to add as many categories as needed to gain relevant insights.\n\nPowerful analytical capabilities\n\nPathways can analyze diverse scenarios for reducing waste generation and limiting the flow of plastic pollution into the environment. It can also estimate the economic costs, number of jobs and greenhouse gas emissions associated with each scenario. Users can apply constraints on the plastic system, such as processing capacity for recycling or budget limitations, to discover combinations of approaches that align with policy objectives and consider local context. Because data quality varies within the plastic system, Pathways conducts uncertainty analyses to inform stakeholders about the range of potential outcomes following policy implementation. To help users efficiently use time and resources to collect missing or highly uncertain data, Pathways can conduct sensitivity analyses to identify those parts of the plastic value chain for which improved data are most likely to impact analyses. The complexity of any Pathways analysis will depend on data availability, emphasizing the need for local data when possible.\n\nComparisons of policy options\n\nA key feature of Pathways is the ability to assess trade-offs among potentially competing policy objectives to identify optimal solutions. For example, users can identify multiple policy objectives—such as a recycling target, a plastic leakage reduction goal or maximizing employment—and apply relevant constraints. Pathways can then present the user with a set of options to address all these objectives, allowing the user to explore the most attractive policy scenario. Pathways’ ability to solve for different policy goals is an effective method for governments to evaluate trade-offs—including costs and benefits—and begin dialogues with stakeholders.\n\nOwnership of modelling and analysis process\n\nStakeholder-driven questions, data and analyses are key to developing trust, building technical capacity and achieving durable policy impact. Pathways is a free tool that allows governments and relevant stakeholders to drive and own the process, build knowledge of their plastic system, develop important relationships, control development of national or regional roadmaps from start to finish, and retain the knowledge and data for continued assessment.\n\nFor example, Pathways allows users to change any part of the modelled system whenever necessary. It also enables users to assess evolving policy developments in international forums, such as the World Trade Organization’s Informal Dialogue on Plastic Pollution and Environmentally Sustainable Plastics Trade, and the negotiations on a global treaty to reduce plastic pollution under the United Nations Environment Assembly.\n\nPathways in practice\n\nIn partnership and with assistance from Pew, policymakers, stakeholders or other users can gain the in-depth know-how of using Pathways and begin to evaluate existing policies and future policy options to identify the best path forward. This independence that is facilitated by the partnership with Pew allows local users to monitor long-term progress towards targets and evaluate novel policy scenarios as local conditions change. \n\nPlastics mingle among seaweed and seagrass washed up on a beach in South Africa. Pathways has been used to model South Africa’s plastic flows. It can inform the policy development process to reduce plastic pollution.\nMartin Harvey Getty Images\nSouth Africa case study\n\nPew partnered with the Council of Scientific and Industrial Research (CSIR), a leading research organization in South Africa, to define the country’s plastic flows and assess potential solutions to reduce plastic pollution.\n\nCSIR convened local stakeholders, including Plastics SA (a trade group representing all sectors of the South African plastics industry) and the South Africa Plastics Pact (an initiative bringing together key stakeholders from the plastics value chain and industry representatives of polymer associations). Through a series of stakeholder workshops, CSIR gathered local government and industry data, supplemented with global data from “Breaking the Plastic Wave,” to analyze the following policy scenarios:\n\nBusiness as usual.\nMeeting South Africa’s Extended Producer Responsibility (EPR) targets for plastic packaging.\nSustainable system change that considers people, planet and profit by optimizing for trade-offs among plastic pollution, greenhouse gas emissions, jobs and total system cost.\n\nThis process resulted in information that will be influential in informing South African government officials about effective waste management strategies and implementation of EPR targets. Key takeaways from the South Africa case study include:\n\nThe importance of stakeholder engagement in supporting the collection of accurate data and building support for resulting policy recommendations.\nThe development of strategies to reduce ocean plastic pollution by identifying problematic stages in South Africa’s plastic value chain.\nThe invaluable contribution of local organizations to facilitate stakeholder engagement, understand local dynamics and build capacity for local ownership of monitoring and assessment.\nEmpowering policymakers\n\nPlastic pollution is a global issue, and all have a role to play in addressing it. The problem requires tailored solutions that can address the local context of plastic generation, use and waste. Pathways can aid policymakers, the private sector and civil society in taking an evidence-based approach to evaluating the environmental and economic trade-offs among policy options and contribute to the development of national or regional action plans. Decision makers can also use Pathways to evaluate the impact of different policy proposals on both domestic and international efforts to reduce plastic pollution. Taking concrete actions to reduce plastic pollution benefits people and the planet, thus building a more resilient environment for future generations.\n\nTo learn more about working with Pew, or for guidance on using Pathways, contact KerriLynn Miller, klmiller@pewtrusts.org.\n\nDOWNLOADS\nA New Tool Can Help Address Ocean Plastic Pollution (PDF)\nFACT SHEET September 21, 2022\nProjects:\nPreventing Ocean Plastics\nTopics:\nOcean Conservation\nTags:\nHabitat protection, Ecosystems & International policy\nExperts:\nWinnie Lau, Ph.D. & KerriLynn Miller\nDOWNLOADS\nA New Tool Can Help Address Ocean Plastic Pollution (PDF)\nRELATED EXPERTS\nWinnie Lau, Ph.D.\nProject Director\nPreventing Ocean Plastics\n \nKerriLynn Miller\nManager\nPreventing Ocean Plastics\nARTICLE July 23, 2020\nBreaking the Plastic Wave\nARTICLE March 30, 2021\nMicroplastics Are a Big Part of Global Pollution\nOPINION October 23, 2020\nOcean Plastic Pollution is a Huge—But Solvable—Problem\nQUIZ May 20, 2021\nWhat Do You Know About Recycling and Composting Plastic?\nSign Up\n\nDon’t miss our latest facts, findings, and survey results in The Rundown\n\nMEDIA CONTACT\nChloe Aust\nManager, Communications\n+44.20.75354255\nADDITIONAL RESOURCES\nISSUE BRIEF December 6, 2023\nHow the Cape Town Agreement Can Improve Fisher Safety\nISSUE BRIEF December 4, 2023\nHow States Can Develop Blue Carbon Programs\nARTICLE December 4, 2023\nAt COP28 Climate Summit, Local Leaders Take Center Stage\nMORE FROM PEW\n Small Businesses in PA Support State Retirement Savings\n WA Takes New Approach to Help Locals Boost Climate Resilience\n Researchers Share How State Grants Boost Broadband Access\n Donna Frisby-Greenwood Leads Pew's Philadelphia Work\nABOUT PEW\n\nFounded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.\n\nFOLLOW US\nEXPLORE\nTopics\nProjects\nNews Room\nPew Research Center\nABOUT\nMission & Values\nHow We Work\nContact Us\nCareers\nSIGN UP FOR WEEKLY UPDATES\n\nDon't miss our latest facts, findings, and survey results in The Rundown\n\n SUBMIT\nVIEW ALL NEWSLETTERS\nCopyright © 1996-2023 The Pew Charitable Trusts. All rights reserved.\nPrivacy Policy Cookie Policy Terms & Conditions\nShare this selection\nTweet"
}