{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Why replace plastic straws with paper ones when the whole cup ... - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/wxr1pi/why_replace_plastic_straws_with_paper_ones_when/",
  "body": "Plastic straws take up 0.03% of the oceans plastic trash. The massive issue that needs to be solved is the commercial fishing and the dumping of fishing nets and lines etc. (this takes up about 46%) not only this but also commercial fishing is obliterating the oceans ecosystem and life support in of itself.",
  "textContent": "Why replace plastic straws with paper ones when the whole cup is still 100% plastic? : r/mildlyinfuriating\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to mildlyinfuriating\nr/mildlyinfuriating\n•\n1 yr. ago\nMrFloopy46\nWhy replace plastic straws with paper ones when the whole cup is still 100% plastic?\nArchived post. New comments cannot be posted and votes cannot be cast.\nasgardswrath2.com\nLearn More\nSort by:\npuppymonkeybaby79\n•\n1 yr. ago\n\nIt gives people the illusion of being environmentally conscious\n\nMountain-Teach7848\n•\n1 yr. ago\n\nI hate this argument, it's a small difference but it's less plastic used. We can't stop using plastics but we should minimize the use wherever and however we can.\n\n4 more replies\nFabulousDave2112\n•\n1 yr. ago\n\nBecause straws are actually uniquely dangerous. They can't be recycled at all because of their size and shape, so they're guaranteed to go in the garbage while cups at least CAN be recycled even if they often aren't. Straws can travel great distances on the wind and in bodies of water, and their shape is perfect for animals to choke on or get stuck in various body orifices. They're basically one of humanity's nightmare inventions, and despite the apparent pointlessness in the reduction of plastic use, they are exponentially more of a threat to the environment than the cups themselves.\n\nObviously getting rid of all single use plastic is essential, but straws are far more dangerous than cups so it's a huge step.\n\nberlandiera\n•\n1 yr. ago\n\nThank you. This thread needed the correct explanation.\n\n1 more reply\nImpPlulmpDmp\n•\n1 yr. ago\n\nThe bigger question is, why are they still wrapping paper straws in plastic!!\n\nPersonally, I absolutely despise paper straws for the following reasons...\n\nThey feel weird on your lips.\n\nThey break down before you're finished with your drink.\n\nIt's frustrating they can't design them better or at least the tip of it.\n\nncslazar7\n•\n1 yr. ago\n\nDon't give them more dumb ideas!\n\nCurryTasteSpices\n•\n1 yr. ago\n\npaper straw in cold drinks is no no.\n\nTripleMusketMan\n•\n1 yr. ago\n\nBecause it's a PR stunt. Straws and disposable containers are a tiny fraction of plastic pollution. The finishing industry is the real culprit.\n\nTeknuma\n•\n1 yr. ago\n\nIt is actually law some places.\n\n8 more replies\n2 more replies\nSecret_aspirin\n•\n1 yr. ago\n\nStraws aren’t recycled well in bulk sorting because of their size, like plastic cutlery. Bulkier items like cup lids aren’t as problematic.\n\nBecca_Redberry\n•\n1 yr. ago\n\nI would want the cup to be paper too, not the straw to go back to plastic.\n\n[deleted]\n•\n1 yr. ago\n\nPeople debating straws and all I see is a big ol' heaping cup of cum.\n\nNecessary-Poetry-172\n•\n1 yr. ago\n\nThey are cheaper I would imagine. Many fast food/convenience chains could save lots of money switching to a cheaper option.\n\n[deleted]\n•\n1 yr. ago\n\nbecause of the sea turtle. its not easy to inhale a whole cup up their nostrils .\n\nFickle-Classroom\n•\n1 yr. ago\n\nBecause doing something is better than doing nothing.\n\nswindledingle\n•\n1 yr. ago\n\nBecause 1% of 16,000,000 tons is 160,000 tons. Small differences are still a difference when scaled up tremendously.\n\nTeknuma\n•\n1 yr. ago\n\nWhy recycle when your neighbor doesn't? Why should we respect your daughter when some random person didn't respect mine?\n\n \nTop 1%\nRank by size \nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 337 comments\nr/australia\nAvoiding plastics and using a reusable coffee cup to save the environment? Maybe you've been duped\nabc.net.au\n305 upvotes · 200 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/LinusTechTips\nNew LTT dropped: He told me it was indestructible. I disagree.\nyoutube\n205 upvotes · 56 comments\nr/atheism\nMilitary Burns Unsolicited Bibles Sent to Afghanistan (The Title Does Not Do the Article Justice)\ncnn\n58 upvotes · 36 comments\nr/transformers\nPSA: Plastic is not recyclable and never has been.\n105 upvotes · 28 comments\nr/Norway\nOveruse of plastic on products in shops\n233 upvotes · 201 comments\nr/LinusTechTips\nLinus Tech Tips - Let’s See If I Can Get Fired - AMD $5,000 Ultimate Tech Upgrade November 16, 2023 at 03:57PM\nyoutube\n334 upvotes · 134 comments\nr/canada\nBill C-24: The government can now take away the citizenship of immigrants and dual citizens\ntheglobeandmail\n105 upvotes · 73 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/AmazonDSPDrivers\nVlogger fired from Amazon after documenting a week as an Amazon delivery driver\nyoutube\n190 upvotes · 119 comments\nr/Colorado\nOpinion: Colorado is pretty lame when it comes to recycling, actually.\ncoloradosun\n201 upvotes · 52 comments\nr/The10thDentist\nStraws are the most pointless things in the world and should be completely phased out.\n933 upvotes · 467 comments\nr/science\nResearchers create a degradable and highly recyclable supramolecular plastic. The mechanical properties of the new plastic created by using liquid-liquid phase separation were comparable to conventional polymers, but the new plastic decomposes much more easily and would be easier to reuse.\n1.7K upvotes · 67 comments\nr/YouShouldKnow\nYSK that most types of plastics aren't able to be recycled properly\n4.8K upvotes · 183 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/whatismycookiecutter\nWe’ve been featured on Newsweek! 😊\nnewsweek\n438 upvotes · 52 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/Flipping\nIRS postpones rule change on digital payment reporting for small businesses and side hustles\ncnn\n113 upvotes · 93 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/gachagaming\nSnowbreak New Update: \"Perilous Snowpath\"\nyoutube\n146 upvotes · 63 comments\nr/intel\nIntel's Snake Oil & Completely Ludicrous Marketing\nyoutube\n343 upvotes · 211 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 25, 2022\nReddit\nreReddit: Top posts of August 2022\nReddit\nreReddit: Top posts of 2022"
}