{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Plastic futures and their CO2 emissions | Nature",
  "href": "https://www.nature.com/articles/s41586-022-05422-5",
  "body": "Abstract. Plastics show the strongest production growth of all bulk materials and are already responsible for 4.5% of global greenhouse gas emissions 1, 2. If no new policies are implemented, we ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nnature  articles  article\nArticle\nPublished: 07 December 2022\nPlastic futures and their CO2 emissions\nPaul Stegmann, Vassilis Daioglou, Marc Londo, Detlef P. van Vuuren & Martin Junginger \n\nNature \nvolume\n 612, \npages\n272–276 (2022)Cite this article\n\n16k Accesses\n\n57 Citations\n\n295 Altmetric\n\nMetrics\ndetails\n\nAbstract\n\nPlastics show the strongest production growth of all bulk materials and are already responsible for 4.5% of global greenhouse gas emissions1,2. If no new policies are implemented, we project a doubling of global plastic demand by 2050 and more than a tripling by 2100, with an almost equivalent increase in CO2 emissions. Here we analyse three alternative CO2 emission-mitigation pathways for the global plastics sector until 2100, covering the entire life cycle from production to waste management. Our results show that, through bio-based carbon sequestration in plastic products, a combination of biomass use and landfilling can achieve negative emissions in the long term; however, this involves continued reliance on primary feedstock. A circular economy approach without an additional bioeconomy push reduces resource consumption by 30% and achieves 10% greater emission reductions before 2050 while reducing the potential of negative emissions in the long term. A circular bioeconomy approach combining recycling with higher biomass use could ultimately turn the sector into a net carbon sink, while at the same time phasing out landfilling and reducing resource consumption. Our work improves the representation of material flows and the circular economy in global energy and emission models, and provides insight into long-term dynamics in the plastics sector.\n\nMain\n\nPlastics have become an essential part of our economy. Their production increased from 2 million tons (megatonnes, Mt) in 1950 to 380 Mt in 2015, making plastics the bulk material with the strongest production growth globally2,3. Whereas plastics can offer environmental benefits such as reducing fuel consumption by making vehicles more lightweight2,4, their rising consumption takes its toll on the environment. In 2015, the plastics sector was responsible for 4.5% of global greenhouse gas (GHG) emissions1. Following current growth rates, plastic production and their corresponding GHG emissions could almost quadruple by 2050 (ref. 5). Furthermore, plastics contribute to particulate matter emissions1 and growing pollution6.\n\nUsing biomass as feedstock and circular economy (CE) measures such as recycling are two options that may substantially reduce both fossil feedstock use and the related GHG emissions of the plastics sector2,5,7,8,9. Together, these could contribute to a circular bioeconomy (CBE)10 for plastics, potentially even achieving negative CO2 emissions by sequestering biogenic carbon in plastic products for long-term use11. If these plastics are then kept in use via recycling or sequestered in landfills, they could theoretically become a medium- or long-term carbon sink. Renewable energy use in plastic production and waste management could further reduce GHG emissions by the plastics sector5. It is impossible to fully understand the climate change-mitigation potential and trade-offs of these mitigation strategies without analysis of global, long-term trends in the plastics sector and its interactions with other socioeconomic and natural systems. However, none of the climate and socioeconomic models used in the Intergovernmental Panel on Climate Change (IPCC) reports has included a detailed representation of the plastics sector12.\n\nHere we present the plastics integrated assessment model (PLAIA)13, which covers the entire life cycle of plastics from upstream chemical production to downstream production of plastic polymers, their transformation into plastic products, their use in different sectors and their end of life. As part of the integrated assessment model IMAGE14, PLAIA interacts with the energy and agricultural sectors and with climate, water and land systems. Using PLAIA, we compare different climate change-mitigation pathways for the global plastics sector until 2100 based on feedstock substitution (for example, biomass use), renewable energy use, recycling and biogenic carbon sequestration in products and landfills. Regional results and key input variables are presented in the supporting information.\n\nPlastic production, waste and stocks\n\nUsing socioeconomic projections from a middle-of-the-road development scenario (shared socioeconomic pathway 2, SSP2)15, we project more than a doubling of 2020 plastic production by 2050 and more than a tripling by 2100 (Fig. 1a). In this baseline scenario, waste generation increases accordingly and is dominated by plastics for packaging and other products with a short lifetime (Fig. 1b).\n\nFig. 1: Projections of global plastic production, waste generation and plastic stocks in use, by sector.\n\na–c, Annual plastic production (a), annual plastic waste generation (b) and plastics in use (c), 2000–2100.\n\nFull size image\n\nProducts with a long lifetime dominate plastic stocks (Fig. 1c); here, building and construction materials alone comprise more than half of the plastics in use despite having a share of only around 17% in annual production. Using plastic product lifetime distributions3, we estimate the total plastic stocks in use in 2020 at almost 3.2 billion metric tonnes (Gt), and this could rise to around 7.7 Gt in 2050 and to almost 15 Gt in 2100.\n\nScenarios of feedstock use and emissions\n\nThe growth in plastic demand shown in Fig. 1a implies a further increase in the GHG emissions of plastic production if there are no substantial changes in feedstock and process energy use. The PLAIA model determines the use of coal, oil, natural gas, biomass and plastic waste as feedstock or process energy based on the endogenously modelled economic competitiveness of these resources and the respective plastic production pathways13. Furthermore, the model includes the secondary energy carriers electricity and heat, mainly used in plastic polymerization, transformation into products and recycling. Hence, PLAIA analyses the impact of feedstock substitution (for example, biomass for oil) and renewable process energy use on the CO2 emissions of the plastics sector. Additionally, PLAIA assesses different waste management strategies for plastics, covering mechanical recycling and chemical recycling (via pyrolysis), landfilling and waste-to-energy (electricity and heat) (Fig. 2).\n\nFig. 2: Global plastic flows and stocks for the SSP2 baseline scenario in the year 2050.\n\nThe numbers represent the plastic flows and stocks in million metric tonnes (Mt). Processing losses in sorting and mechanical recycling are allocated to other waste treatment options. Chemical recycling refers to pyrolysis, and its processing losses are assumed to be emitted. Sankey diagrams for the other scenarios can be found in Extended Data Figs. 4–6.\n\nFull size image\n\nEstimated emissions of the global plastics sector in 2020 are 2.2 GtCO2, representing around 7% of global energy-related CO2 emissions16. In Fig. 3 we compare four scenarios for the future plastics industry. The baseline (Fig. 3a) follows an SSP2 middle-of-the-road socioeconomic path that results in a continued focus on fossil resources and only a small uptake of biomass as feedstock (Figs. 2 and 3). In this scenario, coal use continues to increase until 2030 driven by China, which is currently investing in coal-based chemical technologies to reduce its dependency on oil and gas imports17,18. Compared with 2020, this scenario almost doubles its emissions up until 2050, reaching its peak in 2090 with 5.7 GtCO2, which would nearly equal the total net US GHG emissions of 2019 (ref. 19). In the baseline scenario, a key emission driver is the transition to waste-to-energy as dominating waste treatment technology (Fig. 2 and Extended Data Fig. 1). This scenario has the highest emissions and final energy use (Fig. 4) owing to the small proportion of recycling.\n\nFig. 3: Global carbon balance of the plastics sector over the entire life cycle.\n\na–d, Global carbon balance according to the four scenarios: baseline (SSP2) (a), 2 °C (SSP2–2.6) (b), 2 °C CE (c) and 2 °C CBE (d). Area above the thin dashed line represents carbon used for plastic production and carbon in generated plastic waste; this carbon in plastic waste is either used as a resource for plastic production via recycling or ends up either incinerated or in landfills and dumps. Area below the thin dashed line represents all carbon additions to plastic product stocks, landfills and dumps. Black solid lines represent net emission balance, with and without biogenic emissions; biogenic emissions are assumed to be renewable and therefore have no net contribution to climate change23.\n\nFull size image\nFig. 4: Global final energy use in the plastics sector over the entire life cycle.\n\na–d, Global final energy use in exajoules (EJ) according to the four scenarios: baseline (SSP2) (a), 2  °C (SSP2–2.6) (b), 2  °C CE (c) and 2  °C CBE (d). Heat use can become negative if more heat is produced via waste-to-energy than is consumed by the sector.\n\nFull size image\n\nThe three mitigation scenarios include an increasing price for GHG emissions, leading to energy and land-use system changes consistent with a 2 °C global mean temperature change target by 2100 (SSP2–2.6; Methods). The 2 °C CE and 2 °C CBE scenarios include more CE strategies; for the CBE scenario we also subsidize the use of biomass in the plastics sector (Methods). All three mitigation scenarios reach their emission peak of 2.8–3.0 GtCO2 around 2030 (Fig. 3). A sensitivity analysis of the model (Methods) showed that a lower oil price would substantially increase the GHG emissions of the plastics sector. This highlights the importance of regulating fossil fuel prices via carbon pricing to facilitate GHG emission mitigation. Whereas the GHG emission results are also sensitive to the assumed chemical production efficiencies, conventional production pathways are largely operating close to their theoretical maximum20. Only novel pathways (for example, bio-based routes) could expect notable improvements, potentially further reducing the sector’s GHG emissions.\n\nIn all three mitigation scenarios the rising CO2 price leads to the decarbonization of electricity production, which has a substantial impact on the emissions of the plastics sector. Moreover, the CO2 price leads to a shift toward biomass and natural gas in upstream chemical production, thus phasing out coal and reducing the use of oil. Furthermore, it drastically reduces the use of waste-to-energy (Extended Data Figs. 1 and 4–6), whose emissions are penalized,  and whose energy production is being replaced by an increasingly greener heat and electricity mix. Nevertheless, when aiming at phasing out fossil fuels from the plastics sector, more is needed than only an increased CO2 price. Unlike in the energy system, large parts of carbon input in the plastics sector are not directly emitted but sequestered in products and thus not exposed to CO2 pricing.\n\nThe CO2 price alone (2 °C scenario) leads to a moderate increase in recycling whereas the use of primary feedstocks still dominates plastic production (Extended Data Figs. 1, 2 and 4). Chemical recycling via pyrolysis is actually reduced compared with the baseline scenario, due to its high energy requirements and the corresponding penalties resulting from CO2 pricing (Extended Data Fig. 1). Furthermore, the CO2 price leads to a drastic increase in cumulative landfilled plastics, ranging from an estimated 6.4 Gt of landfilled plastic products in 2020 to 17.5 Gt in 2050 and almost 66 Gt in 2100. With high CO2 prices, landfilling of plastic waste becomes an attractive alternative because it sequesters most plastics and their carbon for centuries21 and is cheaper than other waste treatment technologies22.\n\nCarbon storage and negative emissions\n\nBecause around 75% of the weight of conventional plastics comprises carbon23, their stocks (in use and in landfills) form a type of carbon storage. Therefore, by using renewable biomass as a feedstock plastics may potentially achieve negative emissions. We project that, between 2020 and 2100, about 100 Gt of plastics will be cumulatively produced (Fig. 1a). If all of these were non-biodegradable, bio-based plastics, 75 Gt of biogenic carbon could hypothetically be sequestered, equal to 275 Gt of negative CO2 emissions (almost nine times current global annual energy-related emissions16). This is also a meaningful amount compared with the total bioenergy carbon capture and storage potential reported by the IPCC for scenarios meeting the 1.5 °C temperature target (a maximum of 1,191 Gt biogenic CO2 stored cumulatively by 2100)24. However, the long-term sequestration potential of this carbon in plastics depends on product lifetimes and waste management strategies.\n\nAs a consequence of the negative emissions achieved by the sequestration of bio-based plastics in products and landfills, the 2 °C scenario could substantially reduce the plastics sector’s CO2 emissions, even turning the sector into a carbon sink by the end of the century. However, due to its focus on primary plastic production and landfilling, the 2 °C scenario maintains a high input of energy and materials (Fig. 4). Moreover, it could exacerbate other negative environmental impacts caused by the extraction and production of these resources (for example, land-use change, biodiversity loss, nitrogen emissions from biomass production), chemical and plastic production (for example, particular matter emissions1) and landfilling (for example, increased land use and microplastics in leachates25).\n\nBenefits of circular strategies\n\nOnly with a circular economy does the model show substantially reduced final energy input into the plastics sector (Fig. 4). By phasing out landfilling and promoting recycling pathways (Methods), the CE scenario (2 °C CE) reaches a recycling rate of more than 70% by 2050 (Extended Data Figs. 1 and 5), further increasing until 2100. In 2050 this results in a 60% market share of recycled plastics in yearly plastic production (Extended Data Fig. 2), leading to about 30% lower final energy use by 2050 compared with baseline and the 2 °C scenario (Fig. 4). Not all plastic types and products can be mechanically recycled, and the quality of plastics declines with use and mechanical recycling26,27. Therefore, complementary chemical recycling via pyrolysis plays a growing role in the CE scenario (Extended Data Fig. 1), even though also pyrolysis is not suitable for all types of plastic waste13,27.\n\nHowever, it is impossible to achieve full circularity for plastics because the available waste feedstock cannot keep up with the assumed growing demand for plastics (Fig. 1b), even when ignoring processing losses in recycling. In our 2 °C CE scenario, the maximum market share yielded by recyclates is around 80% by the end of the century (Extended Data Fig. 2). Full circularity of the sector could be achieved only by reduction in final demand.\n\nIn the first half of the century, the CE scenario has cumulatively around 10% lower CO2 emissions than the 2 °C scenario (Extended Data Fig. 3). However, reducing the CO2 emissions of plastic production over the decades leads to a lower marginal GHG benefit of recycling. Eventually, the 2 °C scenario has lower net emissions in the second half of the century because it benefits from a growing amount of bio-based carbon in product and landfill stocks.\n\nBy combining CE measures and increasing biomass use, the CBE strategy (2 °C CBE) achieves the greatest cumulative emission reductions of all analysed scenarios, while at the same time phasing out landfilling (Extended Data Fig. 1) and reducing the final energy demand of the plastics sector (Fig. 4). However, the high biomass use in this scenario leads to higher final energy consumption than in the 2 °C CE scenario (Fig. 4). The projected biomass use in the plastics sector ranges from 2.9 EJ in a CE scenario to 5.9 EJ in the CBE scenario in 2050, which would be equivalent to about 13% of total current global bioenergy use28; this increases to 8.5 EJ (CE) and 18.7 EJ (CBE) until 2100. Ensuring high sustainability standards in biomass production is key for this strategy, to avoid the negative impacts of biomass production (for example, land and water use and nitrogen emissions).\n\nTowards a sustainable plastics sector\n\nThe analysis presented here is a first step towards a better consideration of plastics and the CE in global energy and emission models. Clearly, the PLAIA model can still be improved in terms of technology representation (Methods and model description13). Also, the trade-offs with other environmental impacts could be analysed for a more integrated assessment of strategies toward a sustainable plastics sector. The development of regional and more technology-specific plastic models would allow for better representation of the diversity of local challenges and technologies.\n\nIn this article we explore the potential long-term dynamics of the global plastic sector and show the benefits and trade-offs of different climate change-mitigation strategies. We show that a uniform CO2 price would decarbonize the electricity and heat supply of the plastics sector. This would also drastically reduce waste incineration, unless the application of carbon capture to waste-to-energy becomes an economical option29.\n\nHowever, CO2 price alone is unlikely to lead to a net-zero emission plastics sector by 2050, nor would it be sufficient to achieve a CE for plastics. Therefore, further policy measures are necessary to speed up biomass deployment in the plastic sector, such as subsidies for biomass use. In addition, carbon capture (and utilization) during plastic production should be considered, to further reduce the sector’s GHG impact9,29.\n\nWe show that a CE could substantially reduce the final energy demand of the plastics sector and achieve substantial CO2 emission reductions until 2050. Achieving the high recycling rates of the 2 °C CE and 2 °C CBE scenarios requires a paradigm shift that not only improves the collection and sorting of plastic waste (for example, closed-loop recycling via deposit systems) but also phases out landfilling and includes fundamental changes in product design26 (Methods).\n\nFurthermore, mechanical recycling needs to be complemented by chemical recycling to improve the quality of recyclates and thus increase the number of recycling trips30. Besides polymer-specific chemical recycling technologies, pyrolysis is also an important technology because it accepts a wider range of mixed polymers that would otherwise not be recycled. Nevertheless, a fully circular plastics sector will be impossible as long as plastic demand keeps growing. Accordingly, future work and policy measures should look into potential behavioural and societal changes that could reduce the fast-growing demand for plastics.\n\nMoreover, we showed that focusing on CE targets alone might lead to trade-offs with GHG emission mitigation, because a CE could reduce the potential for negative emissions in the long term. Hence, development of a CBE strategy presents a synergy between climate and CE targets that could turn the plastics sector eventually into a net carbon sink while reducing the need for feedstocks.\n\nMethods\n\nThis section provides an overview of the methodology behind the PLAIA model used in this article. We describe the model in much greater detail in a separate publication13, and its underlying code is also published31.\n\nThe model framework\n\nPLAIA is embedded in the integrated assessment model IMAGE32. IMAGE is an ecological-environmental model framework that explores the long-term dynamics (until 2100) between society, the climate system and the biosphere. It can analyse the impacts of socioeconomic activities on issues such as climate change, land use and biodiversity for 26 world regions14,33. TIMER is a recursive dynamic simulation model of the energy system and part of the IMAGE framework32. TIMER projects the supply and demand of energy carriers and their associated emissions34 and also includes biomass as a resource, whose supply is linked to agricultural production and land-use dynamics32,35. TIMER includes the non-energy demand and emission (NEDE) model, which was developed to assess trends in primary feedstock use for the chemical industry and to explore possible climate change-mitigation strategies in the sector36.\n\nWith PLAIA, we added a detailed representation of the plastics sector to NEDE. Extended Data Fig. 7 shows the structure of PLAIA. The model follows the plastics sector’s material, energy and emission flows for 26 world regions until 2100, from the cradle to the grave. It differentiates between eight plastic sectors (Fig. 1), six types of resources (oil, coal, natural gas, biomass and fossil- and bio-based plastic waste) and fossil and biogenic emissions. PLAIA relies on inputs from the TIMER model, which provides the availability and costs of resources and the carbon prices necessary to reach a given climate target.\n\nModelling plastic demand\n\nPlastics are produced from intermediate chemicals such as ethylene, propylene, aromatics, methanol and C4 streams (for example, butadiene, isobutene), which are sourced from steam crackers, refineries and methanol producers20. In the absence of country-specific plastic demand data, we defined the demand for plastics as a share of the demand for these upstream chemical products using material flow analysis data from the chemical sector20. The demand for upstream chemical products was already defined in the NEDE model36 and is based on historical, country-specific production capacity data37,38,39 in relation to gross domestic product (GDP)/cap development, assuming a utilization rate of 90% (ref. 36). We improved the representation of steam cracker outputs and refinery products to represent the full range of chemical intermediates used in plastic production, using average steam cracker yields and material flow analysis data13,20. Future plastic and chemical demand is driven by projections on GDP and population development based on the second shared socioeconomic pathway (SSP2)15.\n\nPlastic production\n\nDifferent technology pathways can meet product demand using coal, oil, natural gas or biomass based on their endogenously modelled economic competitiveness13. The final energy demand is calculated based on conversion efficiencies of the technology pathways and their respective market shares36. The upstream production (resources to feedstocks, feedstocks to intermediates; Extended Data Fig. 7) is modelled as described in the initial NEDE model version36.\n\nTo integrate plastics into the model we added the energy use of downstream production processes, namely plastic polymerization to granulates and their transformation into plastic products. We used energy use data from life cycle assessments40,41,42,43,44 and polymer market share data3 to create a weighted average energy use for plastic polymerization and transformation, assuming constant shares of plastic types. The production mix of this energy use and its costs are endogenously modelled for each world region in TIMER14. We take the costs of the process heat and electricity use in polymerization and transformation as a proxy for the total costs of those two processes.\n\nWaste treatment\n\nPLAIA calculates the yearly plastic waste generation and plastic stocks in use based on the lifetime of plastic products per sector. These sector-specific lifetimes are defined via log-normal probability distributions, using data compiled by Geyer et al.3. Because reliable current and estimated future region-specific plastic waste collection rates are not available in the literature, we based collection rate on the economic and population development in a region, using general waste collection data from the World Bank22. The remaining, uncollected plastic waste is assumed to be either burned in the open air (30%) or dumped in the environment (70%), based on World Bank data on those informal waste disposal methods22.\n\nIn the model, collected plastic waste can be directed either to mechanical recycling, chemical recycling (via pyrolysis), incineration with energy recovery or landfilling. The collected plastic waste is allocated to the different plastic waste treatment options (WTO) based on (1) WTO relative costs, (2) policy interventions (for example, CO2 price, bans) and (3) technological or economic constraints. The CO2 price is applied to all fossil emissions in waste treatment, including process emissions (electricity, heat and diesel use) and incineration. For waste-to-energy, we subtract the fossil carbon content of displaced heat and electricity (which varies among scenarios, regions and over time) from fossil carbon emissions of incinerated plastic waste.\n\nTo define the market shares of each WTO we use a multinomial logit function as shown below, with C being the cost of each WTO and region (R) and λ being the logit parameter that defines elasticity between relative prices:\n\n$${{\\rm{WTO}}\\_{\\rm{Share}}}_{{\\rm{R}},{\\rm{WTO}}}=\\frac{{e}^{-\\lambda \\times {C}_{{\\rm{R}},{\\rm{WTO}}}}}{\\sum _{{\\rm{WTO}}\\,}{e}^{-\\lambda \\times {C}_{{\\rm{R}},{\\rm{WTO}}}}}$$\n\nThis allocates market shares based on relative prices, with the cheapest WTO option having the largest market share while more expensive options still get a share, albeit a smaller one. This method avoids 'penny-switching', in which entire system configurations shift the moment the cheapest technology changes. This method aims to simulate the heterogeneity in waste management, in which decisions are not made on cost considerations alone. By smoothing the results over several years, we also account for technology lock-ins and the fact that waste management practices do not completely change from one year to another.\n\nThe costs of the WTOs consist of a fixed cost factor (that is, capital costs and non-energy-related operational costs), endogenously modelled variable costs (for heat, electricity and diesel use) and a CO2 price. These costs are reduced by the endogenously modelled benefits of replacing primary plastics (for mechanical and chemical recycling) or heat and electricity (for waste-to-energy). The modelled energy use and costs exclude the collection and transportation of plastic as worldwide data for region-specific collection methods, and transport distances are difficult to determine. Furthermore, studies showed that these steps have a comparably small impact on the overall energy use and GHG emissions of the recycling process45,46. Next to sorting and recycling efficiency, we also apply a substitution factor to mechanically recycled plastics. This substitution factor represents the quality losses of recycled material compared with virgin plastics and leads to a lower price received for recycled plastics on the market47,48.\n\nOur separate publication13 shows and explains the chosen data for process efficiencies, the substitution factor, the energy use and the costs of the different WTOs. Chemical recycling and waste-to-energy are made available only to regions that reached a GDP/cap >10,000 USD2005 (adjusted to 2005 values using the consumer price index). Next to fixed and variable costs, landfilling costs also include a dynamic factor that changes the regional costs of landfilling based on GDP per capita, population size and usable area13.\n\nCarbon accounting\n\nThe model accounts for carbon in- and outflows from the primary resource production to the production of chemicals and plastics and their end of life. According to standard IPCC guidelines, we account only for fossil carbon in emission accounting and treat biogenic carbon as climate neutral23. Nevertheless, we still specify biogenic carbon emissions (Fig. 3). Additionally, we include land-use change emissions and agricultural process emissions of biomass production. We assume that all carbon in fossil resources used for process energy is directly emitted as CO2 unless carbon capture and storage technology is applied. The release of carbon embedded in plastic products depends on the product lifetime and their fate at the end of life (recycling, incineration, landfilling). Plastic-embedded carbon ending up in landfills and dumps is assumed to stay sequestered for the analysed period (up to 2100). The sensitivity analysis showed that this simplification has a limited impact on cumulative CO2 emissions of the plastics sector (Discussion of limitations and sensitivities). Research indicates that the chemical degradation rate of plastics buried in landfills is very low and that most plastic types stay sequestered for hundreds or thousands of years when buried21. Even in other environments, the impact of plastic degradation on GHG emissions seems to be limited49. To achieve an inherently consistent carbon balance in PLAIA, we calculate the carbon content of plastics as a weighted average of the carbon contents of the feedstocks used for plastics production.\n\nScenarios\n\nThe scenarios of this study build on the IMAGE implementation of the second shared socioeconomic pathway (SSP2), which describes middle-of-the-road, long-term developments in demographic, economic, technological and behavioural characteristics15,34,50,51. Building on this SSP2 baseline, the 2 °C scenario also includes a globally homogenous price on GHG that leads to energy system changes consistent with a 2 °C global mean temperature change target by 2100 (ref. 51).\n\nThe CE and CBE scenarios are sensitivities of the 2 °C scenario. For both, we assume a global paradigm shift toward a CE involving all relevant actors. Next to gradually phasing out landfilling, we assume that policies incentivizing circular product design, standardized plastic types and avoidance of additives, opaque colours and multimaterial plastic products will increase sorting and recycling efficiencies26. Along with technological innovations, the introduction of material markers, streamlined collection and sorting systems and fostering of deposit systems will further increase sorting and recycling yields26. We assume that these measures will increase sorting and recycling yields of mechanical and chemical recycling by 20% (linear increase between 2020 and 2030) and reduce their costs by 30% (linear decrease between 2020 and 2030). Moreover, these changes will also contribute to the improved quality of recycled plastics, leading to a higher substitution factor (from 0.81 to 0.90 between 2020 and 2030). Additionally, the CBE scenario includes 30% subsidies on biomass use for the chemicals and plastics sector (implemented linearly between 2020 and 2030).\n\nDiscussion of limitations and sensitivities\n\nOur results have to be used with caution because they explore only potential CO2 emission reduction pathways and do not necessarily represent a realistic forecast of the developments in the plastics sector. Hence, our results allow only for generic conclusions on the relative performance of the analysed mitigation strategies.\n\nWe assume a largely uniform global carbon pricing to identify the optimal CO2-mitigation pathway. The choice of a uniform carbon price is not intended to present a realistic forecast of climate policy and its impact on the plastics sector. Instead it acts as a tool, together with other normative choices, to explore the impact of emission-mitigation options in this sector. In reality, carbon pricing is currently fragmented across global regions. This fragmentation will probably continue—at least in the short term—given the lack of global agreements. Furthermore, the application of homogenous carbon pricing across all emitting sectors, the inclusion of negative emissions in pricing mechanisms and the treatment of biomass and associated land-use change emissions pose difficulties in reality.\n\nSimilarly, technology data for plastics production and waste management are mostly homogenous throughout regions in the model, apart from variable energy and land costs, ignoring the geographical differences in reality. This and other key model limitations regarding data, technological learning and carbon accounting are discussed further in a separate publication13.\n\nAdditionally, Extended Data Fig. 8 shows a sensitivity analysis of the cumulative net CO2 emissions (2020–2100) for selected key assumptions compared with the 2 °C scenario (SSP2–2.6). The analysed variables affecting upstream chemicals and plastics production have the largest impact. Whereas a 25% change in biomass yields leads to variations of 4–8% compared with baseline, oil price has a major impact on the results with variations of up to 32%. This highlights the necessity to regulate fossil fuel prices via carbon pricing to facilitate GHG emission mitigation. The efficiencies in chemical production—that is, for transforming feedstocks such as naphtha and ethanol into intermediates such as ethylene and aromatics—show the highest sensitivity, ranging from 39 to 64%. However, the 25% efficiency alteration assessed here is far beyond the potential efficiency changes of mature, conventional chemical production pathways, which are close to their theoretical maximum already20. Only for novel chemical production pathways (for example, bio-based routes) could we still expect notable changes in efficiencies.\n\nAll sensitivities of the end-of-life assumptions are less than 13%, with waste collection rate being the most impactful. This highlights the importance of increasing global waste collection rates, not only to fight plastic pollution but also to reduce GHG emissions. Moreover, the mechanical recycling rate has a sizable impact of up to 11%. As an upcoming waste treatment technology, our assumptions for chemical recycling via pyrolysis carry high uncertainty. For the sensitivity analysis we changed the costs, efficiencies and energy use of the pyrolysis process by 25%. This had only a limited impact (up to 5%). However, combining all pyrolysis sensitivities could lead to a higher impact than the sum of its parts because it could substantially increase the market share of pyrolysis. A 25% change in the mean product lifetime had only a small impact for the period analysed.\n\nFor our main results, we assumed that carbon sequestered in plastics in landfills and dumps will stay sequestered for the analysed period up to 2100. For the sensitivity analysis, we assumed the highest GHG emission rate of degrading plastics reported in ref. 49, which was for aged, low-density polyethylene under direct solar radiation. Even assuming this value for all plastics, the impact of degrading plastics in landfills and dumps on cumulative net plastic sector emissions (2020–2100) would be less than 4%. In reality, tests have shown that most plastic types have a half-life of hundreds or thousands of years when buried21.\n\nFurthermore, we analysed the impact of SSPs on net CO2 emissions. Whereas the relative performance of SSPs changes throughout the years, cumulatively (2020–2100) SSP1 and SSP3 show 4.3 and 3.1% higher net CO2 emissions, respectively, compared with the SSP2 baseline (Extended Data Fig. 9). This can partly be explained by differences in GDP and population development affecting plastic demand (Extended Data Fig. 10); however, most of the impact is linked to feedstock use in plastic production. Whereas SSP1 has less emission-intensive electricity production it has more restrictions regarding the land available for biomass production, thus reducing bio-based carbon sequestration potential. SSP3 uses cumulatively more biomass for plastic production than SSP2, but its growing coal use eventually leads to higher emissions than the SSP2 baseline.\n\nData availability\n\nModel documentation and data of the IMAGE model can be found online33. A detailed description of the PLAIA model and its data sources is published13.\n\nCode availability\n\nThe code of the PLAIA model is published31.\n\nReferences\n\nCabernard, L., Pfister, S., Oberschelp, C. & Hellweg, S. Growing environmental footprint of plastics driven by coal combustion. Nat. Sustain. https://doi.org/10.1038/s41893-021-00807-2 (2021).\n\nIEA. The future of petrochemicals. https://www.iea.org/reports/the-future-of-petrochemicals (2018).\n\nGeyer, R., Jambeck, J. & Law, K. Production, use, and fate of all plastics ever made. Sci. Adv. 3, 25–29 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nAndrady, A. L. & Neal, M. A. Applications and societal benefits of plastics. Philos. Trans. R. Soc. Lond. B Biol. Sci. 364, 1977–1984 (2009).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nZheng, J. & Suh, S. Strategies to reduce the global carbon footprint of plastics. Nat. Clim. Change 9, 374–378 (2019).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nLau, W. W. Y. et al. Evaluating scenarios toward zero plastic pollution. Science 369, 1455–1461 (2020).\n\nArticle\n \nADS\n \nCAS\n \nGoogle Scholar\n \n\nBazzanella, A. M. & Ausfelder, F. Low carbon energy and feedstock for the European chemical industry. https://cefic.org/app/uploads/2019/01/Low-carbon-energy-and-feedstock-for-the-chemical-industry-DECHEMA_Report-energy_climate.pdf (2017).\n\nCarus, M., Dammer, L., Raschka, A. & Skoczinski, P. Renewable carbon: key to a sustainable and future-oriented chemical and plastic industry: definition, strategy, measures and potential. Greenhouse Gases Sci. Tech. 10, 488–505 (2020).\n\nMeys, R. et al. Achieving net-zero greenhouse gas emission plastics by a circular carbon economy. Science 374, 71–76 (2021).\n\nArticle\n \nADS\n \nCAS\n \nGoogle Scholar\n \n\nStegmann, P., Londo, M. & Junginger, M. The circular bioeconomy: its elements and role in European bioeconomy clusters. Resour. Conserv. Recycl. 6, 100029 (2020).\n\nde Oliveira, C. C. N., Zotin, M. Z., Rochedo, P. R. R. & Szklo, A. Achieving negative emissions in plastics life cycles through the conversion of biomass feedstock. Biofuel. Bioprod. Biorefin. https://doi.org/10.1002/bbb.2165 (2020).\n\nIAMCwiki. The common Integrated Assessment Model (IAM) documentation. https://www.iamcdocumentation.eu/index.php/IAMC_wiki (2021).\n\nStegmann, P., Daioglou, V., Londo, M. & Junginger, M. The plastics integrated assessment model (PLAIA): assessing emission mitigation pathways and circular economy strategies for the plastics sector. MethodsX 9, 101666 (2022).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nStehfest, E. et al. Integrated Assessment of Global Environmental Change with IMAGE 3.0 – model description and policy applications. https://www.pbl.nl/en/publications/integrated-assessment-of-global-environmental-change-with-IMAGE-3.0 (2014).\n\nO’Neill, B. C. et al. The roads ahead: narratives for shared socioeconomic pathways describing world futures in the 21st century. Glob. Environ. Change 42, 169–180 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nIEA. Global Energy Review 2021 – assessing the effects of economic recoveries on global energy demand and CO2 emissions in 2021. https://www.iea.org/reports/global-energy-review-2021 (2021).\n\nYang, Y. et al. Progress in coal chemical technologies of China. Rev. Chem. Eng. https://doi.org/10.1515/revce-2017-0026 (2019).\n\nZhang, Y. et al. Intensive carbon dioxide emission of coal chemical industry in China. Appl. Energy 236, 540–550 (2019).\n\nArticle\n \nADS\n \nCAS\n \nGoogle Scholar\n \n\nUnited States Environmental Protection Agency. Inventory of U.S. greenhouse gas emissions and sinks. https://www.epa.gov/ghgemissions/inventory-us-greenhouse-gas-emissions-and-sinks (2021).\n\nLevi, P. G. & Cullen, J. M. Mapping global flows of chemicals: from fossil fuel feedstocks to chemical products. Environ. Sci. Technol. 52, 1725–1734 (2018).\n\nArticle\n \nADS\n \nCAS\n \nGoogle Scholar\n \n\nChamas, A. et al. Degradation rates of plastics in the environment.ACS Sustain. Chem. Eng. 8, 3494–3511 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nSilpa, K., Yao, L., Bhada-Tata, P. & Woerden, F. V. What a Waste 2.0 – a global snapshot of solid waste management to 2050. http://hdl.handle.net/10986/30317 (2018).\n\nEggleston H. S., Buendia, L., Miwa, K., Ngara, T. & Tanabe, K. 2006 IPCC Guidelines for National Greenhouse Gas Inventories. https://www.ipcc-nggip.iges.or.jp/public/2006gl/index.html (2006).\n\nIPCC. Global warming of 1.5 °C. https://www.ipcc.ch/sr15/ (2018).\n\nSilva, A. L. P. et al. Microplastics in landfill leachates: the need for reconnaissance studies and remediation technologies. Case Stud. Chem. Environ. Eng. 3, 100072 (2021).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nEllen MacArthur Foundation. The new plastics economy: catalysing action. https://ellenmacarthurfoundation.org/the-new-plastics-economy-catalysing-action (2017).\n\nQureshi, M. S. et al. Pyrolysis of plastic waste: opportunities and challenges. J. Anal. Appl. Pyrolysis 152, 104804 (2020).\n\nUN Environment Programme. Renewables 2021 Global Status Report. https://www.unep.org/resources/report/renewables-2021-global-status-report (2021).\n\nWienchol, P., Szlęk, A. & Ditaranto, M. Waste-to-energy technology integrated with carbon capture – challenges and opportunities. Energy 198, 117352 (2020).\n\nSimon, J. M. & Martin, S. El Dorado of chemical recycling – state of play and policy challenges. https://zerowasteeurope.eu/2019/08/press-release-el-dorado-of-chemical-recycling (2019).\n\nStegmann, P. & Daioglou, V. The Plastics Integrated Assessment Model (PLAIA) (version 1.0). Zenodo https://doi.org/10.5281/zenodo.7022953 (2022).\n\nDaioglou, V., Wicke, B., Faaij, A. P. C. & van Vuuren, D. P. Competing uses of biomass for energy and chemicals: implications for long-term global CO2 mitigation potential. GCB Bioenergy 7, 1321–1334 (2015).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nPBL. IMAGE – integrated Model to Assess the Global Environment. https://www.pbl.nl/en/image/home (2020).\n\nvan Vuuren, D. et al. The 2021 SSP scenarios of the IMAGE 3.2 model. https://www.pbl.nl/en/publications/the-2021-ssp-scenarios-of-the-image-32-model (2021).\n\nDaioglou, V., Doelman, J., Wicke, B., Faaij, A. & van Vuuren, D. P. Integrated assessment of biomass supply and demand in climate change mitigation scenarios. Glob. Environ. Change 54, 88–101 (2019).\n\nDaioglou, V. et al. Energy demand and emissions of the non-energy sector. Energy Environ. Sci. 7, 482–498 (2014).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nOil & Gas Journal. Worldwide refining survey. https://www.ogj.com/ogj-survey-downloads/worldwide-refining (1996–2010).\n\nOil & Gas Journal. International Survey of Ethylene from steam crackers. https://www.ogj.com/ogj-survey-downloads/ethylene-report (1997–2012).\n\nMethanol Institute. Global methanol capacity. https://www.methanol.org/methanol-price-supply-demand/ (2013).\n\nCPME. An eco-profile and environmental product declaration of the PET manufacturers in Europe: polyethylene terephthalate (PET) (bottle grade). https://legacy.plasticseurope.org/application/files/4915/2050/2706/CPME_Eco-profile_PET_bottle_grade.zip (2017).\n\nPlasticsEurope. Vinyl chloride (VCM) and polyvinyl chloride (PVC). Eco-profiles and environmental product declarations of the European plastics manufacturers. https://legacy.plasticseurope.org/application/files/1015/1783/7791/20170515170642-plasticseurope_epd_vcm_2015-update_water_2016.zip (2016).\n\nPlasticsEurope. High-density polyethylene (HDPE), low-density polyethylene (LDPE), linear low-density polyethylene (LLDPE). Eco-profiles and environmental product declarations of the European plastics manufacturers. https://legacy.plasticseurope.org/application/files/3915/1783/7782/20170515174444-plasticseurope_eco-profile_pe_2014-update_water_2016.zip (2016).\n\nPlasticsEurope. Polypropylene (PP). Eco-profiles and environmental product declarations of the European plastics manufacturers. https://legacy.plasticseurope.org/application/files/1015/1783/7790/20170515174825-plasticseurope_eco-profile_pp_2014-update_water_2016.zip (2016).\n\nKeoleian, G., Miller, S., Kleine, R. D., Fang, A. & Mosley, J. Life cycle material data update for GREET model. https://greet.es.anl.gov/files/greet2-lca-update (2012).\n\nHestin, M., Faninger, T. & Milios, L. Increased EU plastics recycling targets: environmental, economic and social impact assessment. https://www.plasticsrecyclers.eu/_files/ugd/0af79c_d3c616e926e24896a8b82b833332242e.pdf (2015).\n\nWong, S. L., Ngadi, N., Abdullah, T. A. T. & Inuwa, I. M. Current state and future prospects of plastic waste as source of fuel: a review. Renew. Sustain. Energy Rev. 50, 1167–1180 (2015).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nRigamonti, L. et al. Environmental evaluation of plastic waste management scenarios. Resour. Conserv. Recycl. 85, 42–53 (2014).\n\nArticle\n \nGoogle Scholar\n \n\nEuropean Commission. Environmental impact assessments of innovative bio-based product. https://op.europa.eu/en/publication-detail/-/publication/15bb40e3-3979-11e9-8d04-01aa75ed71a1 (2018)\n\nRoyer, S.-J., Ferron, S., Wilson, S. T. & Karl, D. M. Production of methane and ethylene from plastic in the environment. PLoS ONE 13, e0200574 (2018).\n\nFricko, O. et al. The marker quantification of the Shared Socioeconomic Pathway 2: a middle-of-the-road scenario for the 21st century. Glob. Environ. Change 42, 251–267 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nvan Vuuren, D. P. et al. Energy, land-use and greenhouse gas emissions trajectories under a green growth paradigm. Glob. Environ. Change 42, 237–250 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nDownload references\n\nAcknowledgements\n\nThe funding of this research is supported by the Topconsortia voor Kennis en Innovatie programme BioBased Economy and awarded by the Dutch Ministry of Economic Affairs (Project TKI-BBE-1601 Impact assessment BBE economy). The project partners include Utrecht University, Netherlands Organization for applied scientific research (ECN division), Nouryon, Avantium, RWE and Staatsbosbeheer. The contributions of D.P.v.V. and V.D. have been partially funded through the project SHAPE, funded through AXIS/JPI Climate and by FORMAS (SE), FFG/BMWFW (AT), DLR/BMBF and NWO (NL) and with co-funding by the European Union (grant no. 776608). The contribution of D.P.v.V. also benefited from funding from the European Research Council under grant no. ERC-CG 819566 (PICASSO). We thank F. Teunissen for improving the quality of English language and T. Markus for supporting completion of the figures.\n\nAuthor information\nAuthors and Affiliations\n\nUtrecht University, Utrecht, The Netherlands\n\nPaul Stegmann, Vassilis Daioglou, Marc Londo, Detlef P. van Vuuren & Martin Junginger\n\nPBL Netherlands Environmental Assessment Agency, Den Haag, The Netherlands\n\nPaul Stegmann, Vassilis Daioglou & Detlef P. van Vuuren\n\nTNO, Netherlands Organisation for Applied Scientific Research, Utrecht, The Netherlands\n\nPaul Stegmann\n\nNetherlands Association for Renewable Energy, Utrecht, The Netherlands\n\nMarc Londo\n\nContributions\n\nM.J. and M.L. developed the idea. P.S. and V.D. developed the method. P.S. calculated and compiled the results and wrote the article, with inputs from M.J., M.L., V.D. and D.P.v.V. P.S., M.L., M.J., V.D. and D.P.v.V. discussed the results and contributed to the manuscript.\n\nCorresponding authors\n\nCorrespondence to Paul Stegmann or Vassilis Daioglou.\n\nEthics declarations\nCompeting interests\n\nThe authors declare no competing interests.\n\nPeer review\nPeer review information\n\nNature thanks Stephan Pfister and Sangwon Suh for their contribution to the peer review of this work. Peer reviewer reports are available.\n\nAdditional information\n\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\nExtended data figures and tables\nExtended Data Fig. 1 The global shares of waste treatment technologies.\n\nThese graphs represent the fate of collected plastic waste; sorting and recycling losses of mechanical recycling were allocated to the remaining waste treatment options; the chemical recycling share represents the plastic waste sent to pyrolysis.\n\nExtended Data Fig. 2 Resource shares in annual global plastic production.\n\nThis figure shows the final shares of resources in the annually produced plastic products (not the primary resource use for plastics).\n\nExtended Data Fig. 3 Comparing the net CO2-emissions of the four scenarios for the global plastic sector.\n\nThese emission lines are the same as the solid net emission lines of Fig. 3; biogenic emissions are assumed to be renewable and therefore have no net contribution to climate change.\n\nExtended Data Fig. 4 Global plastic flows and stocks for the 2 °C scenario (SSP2-2.6) in the year 2050.\n\nThe numbers represent the plastic flows and stocks in million metric tonnes (Mt). Processing losses in sorting and mechanical recycling are allocated to other waste treatment options. Chemical recycling refers to pyrolysis and its processing losses are assumed to be emitted.\n\nExtended Data Fig. 5 Global plastic flows and stocks for the 2 °C-CE scenario in the year 2050.\n\nThe numbers represent the plastic flows and stocks in million metric tonnes (Mt). Processing losses in sorting and mechanical recycling are allocated to other waste treatment options. Chemical recycling refers to pyrolysis and its processing losses are assumed to be emitted.\n\nExtended Data Fig. 6 Global plastic flows and stocks for the 2 °C-CBE scenario in the year 2050.\n\nThe numbers represent the plastic flows and stocks in million metric tonnes (Mt). Processing losses in sorting and mechanical recycling are allocated to other waste treatment options. Chemical recycling refers to pyrolysis and its processing losses are assumed to be emitted.\n\nExtended Data Fig. 7 Overview of the PLAIA model.\n\nAdapted from ref. 13; the green boxes describe the inputs into PLAIA coming from other modules of the IMAGE model (e.g., availability and costs of resources) or exogenously set inputs (e.g., carbon price, economic & population development).\n\nExtended Data Fig. 8 Sensitivity analysis of the global plastic sector’s cumulative net CO2-emissions (2020–2100).\n\nThis figure shows how changes in model variables affect the cumulative net CO2-emissions (2020–2100) of the global plastic sector over its entire life cycle.\n\nExtended Data Fig. 9 Net CO2 emissions of the global plastic sector over the entire life cycle with different shared socioeconomic pathways (SSP).\n\nBiogenic emissions are assumed to be renewable and therefore have no net contribution to climate change. The narratives behind the shared socioeconomic pathways are described in ref. 15.\n\nExtended Data Fig. 10 Global annual plastic production with different shared socioeconomic pathways (SSP).\n\nThe narratives behind the shared socioeconomic pathways are described in ref. 15.\n\nSupplementary information\nSupplementary Information\n\nAdditional results and key input variables for this article. The results are provided by scenario, region and year for the period 2005–2100.\n\nPeer Review File\nRights and permissions\n\nSpringer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law.\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nStegmann, P., Daioglou, V., Londo, M. et al. Plastic futures and their CO2 emissions. Nature 612, 272–276 (2022). https://doi.org/10.1038/s41586-022-05422-5\n\nDownload citation\n\nReceived\n03 February 2022\n\nAccepted\n06 October 2022\n\nPublished\n07 December 2022\n\nIssue Date\n08 December 2022\n\nDOI\nhttps://doi.org/10.1038/s41586-022-05422-5\n\nShare this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\nSubjects\nClimate-change mitigation\nEnvironmental impact\nThis article is cited by\nCarbon reduction of plastic’s circular strategies: tracking the effects along supply chains with waste input–output modeling\nJui-Hao Chang ChienPi-Cheng Chen\n\nSustainable Environment Research (2023)\n\nOn the plastics crisis\n\nNature Sustainability (2023)\n\nLife-cycle assessment to guide solutions for the triple planetary crisis\nStefanie HellwegEnrico BenettoRichard Wood\n\nNature Reviews Earth & Environment (2023)\n\nRevealing the GHG reduction potential of emerging biomass-based CO2 utilization with an iron cycle system\nJing XuJiong ChengFangming Jin\n\nFrontiers of Environmental Science & Engineering (2023)\n\nPlastics can be a carbon sink but only under stringent conditions\nSangwon SuhAndré  Bardow\n\nNature (2022)\n\nComments\n\nBy submitting a comment you agree to abide by our Terms and Community Guidelines. If you find something abusive or that does not comply with our terms or guidelines please flag it as inappropriate.\n\nYou have full access to this article via University of the South Jessie Ball duPont Library\n\nDownload PDF\nAssociated content\n\nCollection\n\nChemical Engineering Distilled\nOldest DNA reveals 2-million-year-old ecosystem\nBenjamin Thompson\nNature Nature Podcast 07 Dec 2022\nPlastics can be a carbon sink but only under stringent conditions\nSangwon SuhAndré  Bardow\nNature News & Views 07 Dec 2022\nSections\nFigures\nReferences\nAbstract\nMain\nPlastic production, waste and stocks\nScenarios of feedstock use and emissions\nCarbon storage and negative emissions\nBenefits of circular strategies\nTowards a sustainable plastics sector\nMethods\nData availability\nCode availability\nReferences\nAcknowledgements\nAuthor information\nEthics declarations\nPeer review\nAdditional information\nExtended data figures and tables\nSupplementary information\nRights and permissions\nAbout this article\nThis article is cited by\nComments\n\nAdvertisement\n\nNature (Nature) ISSN 1476-4687 (online) ISSN 0028-0836 (print)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}