{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "What has been the most destructive lie in human history?",
  "href": "https://www.reddit.com/r/AskReddit/comments/y3sry5/what_has_been_the_most_destructive_lie_in_human/",
  "body": "It's a very deep and depressing hole, created, maintained, and lobbied by plastic manufacturers to give us the impression when we \"recycle\" plastic, it's being broken down and reused. Jesus, even the term \"carbon footprint\" was created to guilt consumers into \"doing their part\", while plastic manufacturers milk our sense of duty to recycle plastic.",
  "textContent": "What has been the most destructive lie in human history? : r/AskReddit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to AskReddit\nr/AskReddit\n•\n1 yr. ago\nthoughtofeverything\nWhat has been the most destructive lie in human history?\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nEntryFriendly\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\n“Radium paint isn’t poisonous.”\n\nThousands of watch-dial workers in the US used to apply radium brushes on their tongues to paint numbers on watch dials, and almost all of these workers were women. As these workers were dying due to radiation poising, the companies brought in fake doctors and convinced the victims and their families that they have venereal diseases like Syphilis. As this was mostly affecting women, most were scared to share it with their families for fear of retaliation and abandonment. The suffering endured by these women was extremely awful, their jaws fell off, their bones fractured, their hair was lost, and most lost eyesight until their eventual painful death.\n\nThese women were called “Radium Girls”. Eventually many fought back settled lawsuits and brought the entire Radium production industry down, unfortunately, many innocent women lost their lives before this evil industry was brought down.\n\nSource: https://www.britannica.com/story/radium-girls-the-women-who-fought-for-their-lives-in-a-killer-workplace\n\nRadiumGirl88\n•\n1 yr. ago\n\nHey! This is my favorite story in history, although it was horribly sad. A lot of great FDA regulations came about over chemical elements. They also devised the first medical device that could detect radiation in humans. I absolutely love chemistry and it’s also what my username is. I have three books about this story, my favorite being “Radium Girls” by Kate Moore.\n\n8 more replies\n31 more replies\nICTheAlchemist\n•\n1 yr. ago\n\nThat you can wake up in the morning and “just rest your eyes”\n\nBubbling_Psycho\n•\n1 yr. ago\n\nThat's why I have 5 alarms. One morning my gf is just going to murder me\n\n63 more replies\n9 more replies\nTuungsten\n•\n1 yr. ago\n\nThomas Midgley and General Motors lying that exposure to tetra-ethyl lead is harmless.\n\nTetra-ethyl lead was a gasoline additive present in all gasoline sold in the US until it was banned in the 70s. Almost every child growing up from 1920 to 1970 had lead poisoning to some degree.\n\nEntire generations grew up with their minds being poisoned, unable to reach their potentials because of him. Not to mention the secondary effects, lead exposure is associated with criminal behaviors.\n\nkomandantmirko\n•\n1 yr. ago\n\nsame guy also created freon which caused the hole in the ozone layer. an environmental historian said that thomas midgley \"had a more adverse impact on the atmosphere than any other single organism in Earth's history\"\n\n138 more replies\nGonzoRouge\n•\n1 yr. ago\n\nThere's a very good case to be made that the uptick of serial killers in the 70s all the way to the 90s was, at least in part, caused by this.\n\nThat said, there was also a number of other factors that favored that epidemic in the first place, but the criminal behavior aspect of lead poisoning is well documented.\n\n80 more replies\n192 more replies\nhamboneclay\n•\n1 yr. ago\n\nSugar isn’t the problem, it’s fats!\n\nLet’s make everything “fat-free” & just triple the sugar content!\n\npassionateaboutEH\n•\n1 yr. ago\n\nYeah this one gets me pretty upset. Just a straight up lie.\n\n63 more replies\n241 more replies\nrntopspin100\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\n“Cigarette smoking is no more ‘addictive’ than coffee, tea, or Twinkies.” James W. Johnston\n\n212 more replies\nDynegrey\n•\n1 yr. ago\n\nThe lead in this gasoline is perfectly safe!\n\n880 more replies\ncellocaster\n•\n1 yr. ago\n\nPlastic is easily recyclable so long as the public does their duty to sort it and bring it to its designated waste area.\n\n677 more replies\nHisGibness\n•\n1 yr. ago\n\nThe 1964 Surgeon General’s report concluded that smoking cigarettes causes death and disease. However, in a 1971 television interview, the president of Philip Morris denied the health risks that pregnant women and their babies face, saying that “It’s true that babies born from women who smoke are smaller, but they are just as healthy as the babies born to women who do not smoke. Some women would prefer to have smaller babies.”\n\n[deleted]\n•\n1 yr. ago\n301 more replies\nvoicebread\n•\n1 yr. ago\n\nNestle — The Baby Killer Scandal. They deliberately lied to mothers in developing countries to sell their baby formula, telling them that their own milk was nutritionally insufficient and their babies would be unhealthy if they continued to breastfeed them. The result of this marketing campaign was approximately 66,000 infant mortalities.\n\nSource: https://www.nber.org/papers/w24452\n\n335 more replies\nbenjaminbradley11\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nThe idea that we are separate and disconnected from each other and our environment.\n\nEDIT: my first award(s), thanks! Good timing I guess :)\n\n395 more replies\nKingNo603\n•\n1 yr. ago\n\n\"They\" are not \"us\"\n\n215 more replies\nChickNuggs\n•\n1 yr. ago\n\nOxycontin isn't addictive\n\n728 more replies\nPuzzleMeDo\n•\n1 yr. ago\n\nA specific historical example: In 1843, a man called Hong Xiuquan claimed to be the younger brother of Jesus. This led to him starting the Taiping Rebellion, which caused the deaths of between 20 million and 70 million people.\n\nThen again, he probably believed it, so it might not count as a lie.\n\n342 more replies\nCocoLenin\n•\n1 yr. ago\n\n\"I won't invade Czechoslovakia\" A. H.\n\n423 more replies\nView more comments\n \n2\nRank by size \nRelated\nReddit\nAsk\nOnline community\nSocial media\nMobile app\nMeta/Reddit\nWebsite\nInformation & communications technology\nTechnology\nforward\nback\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/books\nWhat book would you like to see made into a film, and who do you see playing the main character?\n73 upvotes · 155 comments\nr/fantasyfootball\n#Texans RB Lamar Miller (ankle), who didn't practice this week, is iffy at best for tonight, sources say, He should be good for Week 17, tho\ntwitter\n119 upvotes · 94 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n140 upvotes · 16 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/videos\nAnthony Hopkins as Alfred Hitchcock in 'Hitchcock', first trailer finally out!\nyoutube\n307 upvotes · 44 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/gaming\nGTA 6 TRAILER DROPPED NOW\nyoutube\n56K upvotes · 6.8K comments\nr/gaming\nPoets of the Fall Perform \"Herald of Darkness\" from Alan Wake 2\nyoutube\n185 upvotes · 23 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/GameTheorists\nwhy we not talking about the real important theories?\nyoutube\n126 upvotes · 22 comments\nr/Music\nTears For Fears - Everybody Wants To Rule The World [Pop]\nyoutube\n148 upvotes · 18 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/Music\nThe Blues Brothers - Everybody needs somebody [Soul]\nyoutube\n236 upvotes · 25 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 76 comments\nr/Music\nINXS - Never Tear Us Apart (Official Music Video) [Rock]\nyoutube\n106 upvotes · 10 comments\nr/Music\nThe Killers - When You Were Young [Rock]\nyoutube\n159 upvotes · 11 comments\nr/gaming\nJurassic Park: Survival | Announcement Trailer\nyoutube\n283 upvotes · 97 comments\nr/Music\nWeen - Piss Up a Rope [Alternative Country]\nyoutube\n687 upvotes · 96 comments\nr/Music\nModest Mouse - Dashboard [Alternative/Indie]\nyoutube\n102 upvotes · 10 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/Music\nFunkadelic - Maggot Brain [psychedelic rock/funk]\nyoutube\n251 upvotes · 25 comments\nr/Music\nPulp - Common People [Indie Rock]\nyoutube\n140 upvotes · 15 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 14, 2022\nReddit\nreReddit: Top posts of October 2022\nReddit\nreReddit: Top posts of 2022"
}