{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Greenpeace report finds most plastic goes to landfills as production ...",
  "href": "https://www.npr.org/2022/10/24/1131131088/recycling-plastic-is-practically-impossible-and-the-problem-is-getting-worse",
  "body": "Greenpeace found that no plastic — not even soda bottles, one of the most prolific items thrown into recycling bins — meets the threshold to be called \"recyclable\" according to standards set by...",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nINVESTIGATIONS\nRecycling plastic is practically impossible — and the problem is getting worse\nOCTOBER 24, 20226:31 PM ET\nHEARD ON ALL THINGS CONSIDERED\n\nLaura Sullivan\n\nLISTEN· 4:20\n4-Minute Listen\nPLAYLIST\nDownload\nEmbed\nTranscript\n\nUnwanted used plastic sits outside Garten Services, a recycling facility in Oregon.\n\nLaura Sullivan/NPR\n\nThe vast majority of plastic that people use, and in many cases put into blue recycling bins, is headed to landfills, or worse, according to a report from Greenpeace on the state of plastic recycling in the U.S.\n\nThe report cites separate data published this May which revealed that the amount of plastic actually turned into new things has fallen to new lows of around 5%. That number is expected to drop further as more plastic is produced.\n\nGreenpeace found that no plastic — not even soda bottles, one of the most prolific items thrown into recycling bins — meets the threshold to be called \"recyclable\" according to standards set by the Ellen MacArthur Foundation New Plastic Economy Initiative. Plastic must have a recycling rate of 30% to reach that standard; no plastic has ever been recycled and reused close to that rate.\n\n\"More plastic is being produced, and an even smaller percentage of it is being recycled,\" says Lisa Ramsden, senior plastic campaigner for Greenpeace USA. \"The crisis just gets worse and worse, and without drastic change will continue to worsen as the industry plans to triple plastic production by 2050.\"\n\nWaste management experts say the problem with plastic is that it is expensive to collect and sort. There are now thousands of different types of plastic, and none of them can be melted down together. Plastic also degrades after one or two uses. Greenpeace found the more plastic is reused the more toxic it becomes.\n\nNew plastic, on the other hand, is cheap and easy to produce. The result is that plastic trash has few markets — a reality the public has not wanted to hear.\n\nTrent Carpenter, the general manager of Southern Oregon Sanitation, says when they told customers a couple years ago that they could no longer take any plastic trash other than soda bottles and jugs — like milk containers and detergent bottles — people were upset. They wanted to put their strawberry containers, bags, yogurt cups and all manner of plastic trash in their recycling bin.\n\n\"We had to re-educate individuals that a great deal of that material is ending up in a landfill,\" Carpenter said. \"It's not going to a recycling facility and being recycled. It's going to a recycling facility and being landfilled someplace else because [you] can't do anything with that material.\"\n\nThat message has been difficult for the public to absorb with so many different bins in public spaces, and their own communities telling them to put their plastic in recycling containers.\n\nINVESTIGATIONS\nPlastic Wars: Industry Spent Millions Selling Recycling — To Sell More Plastic\n22 TIPS FOR 2022\n22 tips for 2022: To cut back on plastic, you need to audit how much you use\nINVESTIGATIONS\nHow Big Oil Misled The Public Into Believing Plastic Would Be Recycled\n\nCarpenter says they wanted to be transparent with their customers and tell them the truth, unlike companies that continue to tell customers that plastic, such as bags and containers, is being turned into new things.\n\n\"Politically it's easier to just say 'Gosh, we're going to take everything and we think we can get it recycled,' and then look the other way,\" Carpenter said of the other companies. \"That's greenwashing at its best.\"\n\nGreenpeace found a couple facilities are trying to reprocess cups and containers — sometimes called \"number 5s\" because of the markings on the containers. But the numbers are low. While 52% of recycling facilities in the U.S. accept that kind of plastic, the report found less than 5% of it is actually repurposed — and the rest is put into a landfill.\n\nSimilarly, the National Association for PET Container Resources, an industry trade group, found in 2017 that only 21 percent of the plastic bottles collected for recycling were turned into new things.\n\nThe low reprocessing rates are at odds with plans from the oil and gas industry. Industry lobbyists say they plan to recycle every piece of plastic they make into something new by 2040. In interviews with NPR, industry officials were unable to explain how they planned to reach a 100 percent recycling rate.\n\nAn NPR investigative report found in 2020 that industry officials misled the public about the recyclability of plastic even though their own reports showed they knew as early as the 1970s and 1980s that plastic could not be economically recycled.\n\nINVESTIGATIONS\nBig Oil Evaded Regulation And Plastic Pellets Kept Spilling\nINVESTIGATIONS\nCalifornia is investigating Big Oil for allegedly misleading the public on recycling\n\nThe American Chemistry Council, an industry lobby group, initially did not respond to NPR's request for comment on the Greenpeace report. After publication, Joshua Baca, vice president of plastics for the group, sent an email to NPR calling Greenpeace's views \"misleading, out of touch and misguided.\"\n\nHe said the industry believes it is \"on the cusp of a circularity revolution\" when it comes to recycling plastic by \"scaling up sortation, advanced recycling, and new partnerships that enable used plastic to be remade again and again.\"\n\nEnvironmentalists and lawmakers in some states are now pushing for legislation that bans single use plastics, and for \"bottle bills\" which pay customers to bring back their plastic bottles. The bills have led to successful recycling rates for plastic bottles in places like Oregon and Michigan, but have faced steep resistance from plastic and oil industry lobbyists.\n\n\"The real solution is to switch to systems of reuse and refill,\" Ramsden said. \"We are at a decision point on plastic pollution. It is time for corporations to turn off the plastic tap.\"\n\nAfter years of embracing plastic recycling, many environmental groups say they hope the public will finally see plastic for what they say it is — trash — and that people will ask themselves if there is something else they could be using instead.\n\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nINVESTIGATIONS\nOnly 51 of these U.S. whales remain. Little has been done to prevent their extinction\nINVESTIGATIONS\nSenators to VA: Stop needless foreclosures on thousands of veterans\nINVESTIGATIONS\nWill the VA stop thousands of veterans from losing their homes?\nINVESTIGATIONS\n1 in 4 inmate deaths happens in the same federal prison. Why?\nINVESTIGATIONS\nThese kids used to get the bill for their own foster care. Now that's changing\nINVESTIGATIONS\nVaccines are still tested with horseshoe crab blood. The industry is finally changing\nPopular on NPR.org\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nPOLITICS\nHouse Republicans prepare for official vote to authorize impeachment inquiry\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nART & DESIGN\nIt's time for holiday decorations. How to create an iconic theme — and save money\nBOOK REVIEWS\n4 coffee table art books from 2023 that are a visual feast\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}