{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Would stopping plastic pollution help with climate change? How do we do ...",
  "href": "https://climate.mit.edu/ask-mit/would-stopping-plastic-pollution-help-climate-change-how-do-we-do-it",
  "body": "How do we do it? Plastic pollution does contribute a bit to climate change—and slowing the production of non-degradable plastics has other large benefits for natural ecosystems. August 16, 2022 Over a century after the first fully synthetic plastic debuted, plastic waste is a major problem.",
  "textContent": "Skip to main content\n \nClose\nMain navigation\nClimate 101\n What We Know\n What Can Be Done\n Climate Primer\nExplore\n Explainers\n Ask MIT Climate\n Podcast\n For Educators\nMIT Action\n News\n Events\n Resources\nSearch\nHave a question?\nAsk us!\nASK MIT CLIMATE\nWould stopping plastic pollution help with climate change? How do we do it?\nPlastic pollution does contribute a bit to climate change—and slowing the production of non-degradable plastics has other large benefits for natural ecosystems.\n\n \n\nAugust 16, 2022\n\nOver a century after the first fully synthetic plastic debuted, plastic waste is a major problem. Eight to 12 million tons of it enter global oceans annually, where it kills marine life, piles into enormous garbage patches, and crumbles into microplastics that resurface in drinking water. “We have plastic in our stomachs,” says Christopher Noble, who is the MIT Environmental Solutions Initiative’s Director of Corporate Engagement and leads their Plastics and Environment Program. “And so does everybody else in the world.”\n\nPlastic also contributes to climate change: plastics are environmentally costly to make and dispose of, they emit greenhouse gases as they decompose, and some evidence shows that the tiniest bits damage zooplankton—critters that are critical in the ocean’s ability to absorb carbon.1\n\nPiles of plastic waste\n\nPlastic is made with fossil fuels and comprises roughly 6% of global oil consumption.2 Humans discard huge amounts daily: more than 40% of all non-fiber plastic becomes packaging, most of which is single-use.3 And once it’s here, it sticks around. “Something from Amazon.com that was packaged one day ago, you throw the packaging out,\" says Noble. “That packaging was used for 24 hours and then is thrown into a landfill,” where it might take decades to decompose.\n\nThe US produces more plastic waste than any other country.4 Most of this waste, even if it was intended for recycling, goes to landfills, or is incinerated or exported—often to countries that don't have the infrastructure to prevent it from winding up in water systems.5 Plastic pollution also comes from urban runoff, industrial debris, illegal dumping, particles from clothing and personal care products, and fishing and aquaculture industries, to name a few.\n\nThe plastic industry emits greenhouse gases at every stage, from materials extraction to incineration, and production is increasing. A 2019 report from the Center for International Environmental Law projects that the industry will release up to 1.34 billion tons of greenhouse gas emissions annually by 20306—about equal to the emissions of the entire continent of Africa today.7 And the resulting plastic waste will continue releasing more emissions the longer it sits around. The most commonly used plastics have been shown to release the greenhouse gases ethylene and methane as they decompose,8 the latter of which traps atmospheric heat at 25 times the rate of carbon dioxide over the course of a century.\n\nHow do we prioritize plastic vs. the climate?\n\nClimate change and plastic pollution have many of the same root causes, says Noble, including over-consumption of natural resources and non-renewable energy, and insufficient recycling and reuse systems. And plastic pollution and climate change contribute to many of the same environmental problems, like biodiversity loss. Climate change also worsens plastic pollution’s effects: spreading this waste farther as weather and natural hazards intensify, and weakening marine ecosystems so they're less able to withstand plastic pollution.9\n\nFocusing on which of these two global problems is worse “can sometimes discourage working broadly on these issues,” cautions Noble. But to the extent we have to choose, he adds, climate change is the more urgent issue: “climate change might well be an existential threat, whereas plastic pollution is not.”\n\nReducing plastic's environmental impact\n\nRecycling, as it exists now, does little to curb plastic pollution. Less than 10% of discarded plastics are recycled, partially because many plastic products, like flexible films used in potato chip bags, are laminated with non-recyclable materials.10 Recycling programs also vary between locales, making it hard to know which plastics are recyclable—and misleading labeling doesn’t help. (For example, the three-arrow recycling triangle on plastic products doesn’t necessarily mean that an item is recyclable in your area.)\n\nNoble calls biodegradable plastics a “big hope” for reducing waste, but historically these options have hit cost and efficacy obstacles. “It's very challenging to create biodegradable plastics,” Noble says. “Part of the benefit of plastic is that it is not biodegradable,” producing products that will last as long as we care to use them or let them sit on a shelf.\n\nReducing plastics is vital, he adds, but doing so requires worldwide cooperation. Nearly 130 countries have plastic regulations, ranging from bans on certain types of plastics and plastic products, to laws mandating that producers ensure a certain rate of recycling or responsible disposal,11 but policies vary between nations and have limited efficacy as plastic consumption keeps rising.\n\nDespite the challenges, there are movements toward a global shift. The UN Environment Programme, for example, is currently working to create an internationally-binding agreement focused on ending plastic pollution.12\n\nWithout these types of legal incentives and disincentives motivating plastic producers and consumers to choose alternatives, says Noble, the problems won’t stop. “Policy innovation and cooperation are needed at the international, national, and local levels.”\n\n \n\nRead more Ask MIT Climate\n\nCreative Commons Attribution-NonCommercial-ShareAlike 4.0 International license (CC BY-NC-SA 4.0).\nFOOTNOTES\n\n1 Botterell, Zara L.R., et al. \"Bioavailability and effects of microplastics on marine zooplankton: A review.\" Environmental Pollution, Volume 245, 2019, doi:10.1016/j.envpol.2018.10.065\n\n2 World Economic Forum: \"The New Plastics Economy: Rethinking the future of plastics.\" January 2016.\n\n3 Geyer, Roland, Jenna R. Jambeck, and Kara Lavender Law. \"Production, use, and fate of all plastics ever made.\" Science Advances, Volume 3, Issue 7, July 2017, doi:10.1126/sciadv.1700782\n\n4 Lavender Law, Kara, et al. \"The United States' contribution of plastic waste to land and ocean.\" Science Advances, Volume 6, Issue 44, October 2020, doi:10.1126/sciadv.abd0288\n\n5 The Guardian: \"Where does your plastic go? Global investigation reveals America's dirty secret,\" by Erin McCormick, Bennett Murray, Carmela Fonbuena, Leonie Kijewski, Gökçe Saraçoğlu, Jamie Fullerton, Alastair Gee and Charlotte Simmonds, June 17, 2019. Accessed August 16, 2022.\n\n6 Center for International Environmental Law: \"Plastic & Climate: The hidden costs of a plastic planet.\" Ed. Amanda Kistler and Carroll Muffett. May 2019.\n\n7 Friedlingstein, Pierre, et al. \"Global Carbon Budget 2021.\" Earth Systems Science Data, Volume 14, Issue 4, 2022, doi:10.5194/essd-14-1917-2022\n\n8 Royer S-J, Ferrón S, Wilson ST, Karl DM. \"Production of methane and ethylene from plastic in the environment.\" PLoS ONE 13, 2018, doi:10.1371/journal.pone.0200574\n\n9 Ford, Helen V., et al. \"The fundamental links between climate change and marine plastic pollution.\" Science of The Total Environment, Volume 806, Part 1, 2022, doi:10.1016/j.scitotenv.2021.150392\n\n10 U.S. Environmental Protection Agency: \"Plastics: Material-Specific Data.\" Accessed August 16, 2022.\n\n11 United Nations Environment Programme: \"Legal Limits on Single-Use Plastics and Microplastics.\" December 2018.\n\n12 UN News: \"Nations sign up to end global scourge of plastic pollution,\" March 2, 2022.\n\nby Iris Crawford, MIT Climate Portal Writing Team\nfeaturing guest expert Christopher Noble, Director of Corporate Engagement, MIT Environmental Solutions Initiative\nRelated MIT Groups\nMIT Environmental Solutions Initiative\nMIT Department of Materials Science and Engineering - DMSE\nMIT Department of Earth Atmospheric and Planetary Sciences\nMore Resources for Learning\nYale Climate Connections: \"How plastics contribute to climate change\"\nColumbia Climate School: \"More plastic is on the way: What it means for climate change\"\nWorld Economic Forum: \"What to know: How plastic pollution causes climate change\" (Video)\nCenter for International Environmental Law: \"Plastic & Climate: The Hidden Costs of a Plastic Planet\" (Report)\nTopics\nINDUSTRY & MANUFACTURINGOCEANSWASTE\nWant to Learn More?\n\nCheck out these related Explainers, written by scientists and experts from MIT and beyond.\n\nEXPLAINER\nCities and Climate Change\nCities concentrate people into small areas for good reason, but this makes them major sources of greenhouse gases and uniquely vulnerable to climate risks.\nEXPLAINER\nMining and Metals\nMining provides us with the building blocks of modern society, but much of the energy used to get minerals out of the ground, and process them, today comes from fossil fuels.\nEXPLAINER\nFreshwater and Climate Change\nClimate change affects both the quantity and quality of the limited amount of freshwater on Earth and threatens the availability of freshwater for humans and ecosystems alike.\nVIEW ALL\nRelated Pieces\nHow clean is green hydrogen?\nIt’s much cleaner, on average, than any other way of making hydrogen, but exactly how clean depends on supply chains and how consistently the equipment producing it can be run.\nKEEP READING\nWhat would happen if we lost all coral reefs?\nClimate change threatens the survival of coral reefs worldwide—and with them, a big slice of marine biodiversity, economic activity, and protection from ocean storms.\nKEEP READING\nWhat would happen to the climate if we had much lower CO2 levels?\nWith less carbon dioxide in the atmosphere, the world would be much colder, covered with more ice, and home to sparser levels of vegetation.\nKEEP READING\nWhy have electric vehicles won out over hydrogen cars (so far)?\nToday's battery electric vehicles are cheaper than hydrogen-powered ones, and they also need less new infrastructure. September 11, 2023 In the early 2000s, hydrogen was hot. Vehicles using hydrogen...\nKEEP READING\nMIT Climate News in Your Inbox\nMIT Groups Log In\nLOG IN\nFooter\nAbout Terms & Conditions Privacy Policy Accessibility Contact\n Massachusetts Institute of Technology\nCambridge MA 02139-4307\n \n \n \nCommunicator Award Winner"
}