{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Protect Our Planet from Plastic Pollution: 5 Things to Know",
  "href": "https://unfoundation.org/blog/post/protect-our-planet-from-plastic-pollution-5-things-to-know/",
  "body": "Photo: Vlad Sokhin / UNICEF. 3. To Beat Plastic Pollution: Reuse, Recycle, Reorient. It's entirely possible to meet UNEP's ambitious goal of reducing plastic waste by 80% in the next two decades. The changes we need to make as consumers are necessary, affordable, and achievable by implementing three market shifts.",
  "textContent": "BLOG\nEVENTS\nMEDIA\nCAREERS\nDONATE\nWHAT WE DO\nWHY WE DO IT\nWHO WE ARE\nGET INVOLVED\nPROTECT OUR PLANET FROM PLASTIC POLLUTION: 5 THINGS TO KNOW\nBLOG\nCLIMATE, ENERGY, AND ENVIRONMENT\nPROTECT OUR PLANET FROM PLASTIC POLLUTION: 5 THINGS TO KNOW\n\nBY DYNAHLEE PADILLA-VASQUEZ ON MAY 31, 2023\n\nCLIMATE, ENERGY, AND ENVIRONMENT\n\nFemale workers sort out plastic bottles for recycling in a factory in Dhaka, Bangladesh. If plastic production stays on its current trajectory, by 2030, greenhouse gas emissions from plastic could reach 1.34 billion tons per year. Photo: Abir Abdullah/Climate Visuals\n\nPlastics are polluting our planet and choking our ocean, harming human health, and damaging ecosystems vital to our livelihoods. The UN Environment Programme is raising the alarm on the severity of the global plastics crisis and highlighting the networks of everyday people, coastal workers, and communities who are spearheading solutions to beat plastic pollution.\n\nMore than 430 million tons of plastic are produced each year, two-thirds of which is cast aside as waste after just one use.\n\nEleven million metric tons of plastics enter our ocean alone each year, in addition to the estimated 200 million metric tons that already flow through our marine environments, per data from the Ocean Conservatory.\n\nAt the current rate of production, there will be more plastic than fish in the ocean by mid-century, according to Nikola Simpson, Head of the United Nations Development Programme’s Barbados and Eastern Caribbean Blue Economy Accelerator Lab.\n\n“We just keep producing, producing, producing plastic,” she says.\n\nThe UN Environment Programme is determined to help the world avert such a catastrophic future. UNEP’s new report, “Turning off the Tap: How the world can end plastic pollution and create a circular economy,” maps out a plan to reduce global plastic waste by 80% within two decades.\n\nHere are five reasons why the world needs to beat plastic pollution — and how everyone can step up to protect our planet for generations to come.\n\nMicroplastic pellets, shown here on a fingertip, are extremely small pieces of plastic debris found nearly everywhere in the environment, resulting from the disposal and breakdown of consumer products and industrial waste. Photo: Chayanuphol\n\n1. PLASTIC IS EVERYWHERE.\n\nFrom the Philippines to the Arctic to the infamous Great Pacific Garbage Patch, plastic is everywhere. It takes a variety of forms, from synthetic fishing nets to single-use items like water bottles and trash bags.\n\nIf all plastic waste in the ocean were collected, it would fill 5 million shipping containers. Put another way, there is enough plastic in the ocean to stretch 30,000 kilometers (18,640 miles) if placed end to end. That’s the equivalent of a trip from New York City to Sydney, Australia.\n\nAnd because plastic is not at all biodegradable, it simply breaks apart into smaller and smaller pieces over time, creating what’s known as micro- or nanoplastics.\n\n“It’s completely indestructible,” says Agustina Besada, co-founder and CEO of Unplastify, an organization based in Buenos Aires, Argentina, committed to ending plastic pollution. “To me, that’s a problem of systemic design.”\n\nA man works to clean up marine waste from the beaches and waters of Clayoquot Sound on the west coast of Vancouver Island, Canada. Data from remote beach cleans is recorded, tracked and used to create public-facing programs and campaigns to create systemic change for pollution from plastics and debris. Photo: Nicole Holman/Climate Visuals\n\n2. PLASTICS HARM OUR HEALTH AND OUR ECOSYSTEMS.\n\nDespite being tiny in size, microplastics and nanoplastics pose a massive threat to human health and the health of vital ecosystems.\n\n“These microplastics act as little sponges and come with a lot of different chemicals that get absorbed,” Besada explains. “All these [affect] our health system [and can cause] endocrine alterations.”\n\nThey also infiltrate and contaminate every part of the planet, from everyday things like our clothing and laundry to remarkable places like the summit of Mount Everest or the depths of the ocean.\n\nWhen disposing of plastic, “there’s no such thing as ‘away,’ because everything must go somewhere,” Simpson says. “It’s in your phone, in your credit card, in your clothes. … It’s now in your blood.”\n\nWhen you look at “the human health impacts of plastics,” she adds, “some of them have been linked to possibly being cancerous.”\n\nAnd it’s not just humans who are being negatively impacted; ocean ecosystems are harmed as well. Besada notes that plastics have been shown to affect reproduction abilities in animals, which has serious implications not only for our food chain but also for communities that rely on those ecosystems for their livelihoods.\n\nA female student of Nikuao Primary School in Kiribati refills her water bottle from reusable containers sponsored by UNICEF. Photo: Vlad Sokhin / UNICEF\n\n3. TO BEAT PLASTIC POLLUTION: REUSE, RECYCLE, REORIENT.\n\nIt’s entirely possible to meet UNEP’s ambitious goal of reducing plastic waste by 80% in the next two decades. The changes we need to make as consumers are necessary, affordable, and achievable by implementing three market shifts.\n\nEliminating unnecessary common plastics such as excessive packaging is the first step, according to UNEP’s “Turning off the Tap” report. Reusing refillable bottles for example, in addition to enhancing recycling and turning to greener alternatives, are among the report’s recommendations.\n\n“If we can reduce production that would significantly help. And then hopefully, as behavioral change increases, we then use alternatives, or we go back to what we used in the past,” says Simpson.\n\nBesada adds, “We need to identify which are the plastics that we still need, and we need to improve infrastructure to recycle. … We cannot rely [solely] on recycling to fix the problem.”\n\nNot all plastics are made the same either. So, identifying what type of materials can be recycled — and where — is key. A variety of economic, social, and cultural reasons, including infrastructure, are part of why recycling isn’t always ideal, Besada explains.\n\nHowever, transitioning to plastic alternatives that are less harmful to the environment would help, which the report describes as reorientation and diversification.\n\nTwo men harvest jute crops and stack them for drying in India. Jute, which is one of the best alternatives to plastic products, has become an increasingly popular crop to grow in West Bengal. Photo: Dipayan Bose/Climate Visuals\n\n4. TRANSITIONING AWAY FROM PLASTICS SAVES MONEY AND CREATES JOBS.\n\nWith an estimated annual financial risk of $100 billion for businesses dealing with waste management, circularity in plastics — or put simply, using plastics more efficiently — could save $4.5 trillion in environmental and social costs in the next 17 years, as underscored in UNEP’s report.\n\nThe transition would also create hundreds of thousands of opportunities, income, and innovation by 2024. That’s 700,000 additional jobs and improved livelihoods for millions of workers in developing countries directly associated with short-lived plastics, according to the report.\n\nStill, a lot of work will be needed to manage 100 million metric tons of plastics from short-lived products yearly by 2040. If government policies fail to support shifting away from plastic production and overconsumption, countries will be left in the lurch with 227 million tons of plastic management versus 40 million tons, according to the report.\n\nWith plastic packaging virtually everywhere, “every person on average uses 45 kilograms, which I think is 90 [to a 100] pounds of plastic per year,” says Besada.\n\nNegotiations commence at the UN Environment Programme's second Intergovernmental Negotiating Committee meeting on plastic pollution at UNESCO headquarters in Paris. Photo: Twitter / Inger Andersen.\n\n5. GLOBAL MOMENTUM TO END PLASTIC POLLUTION IS GROWING.\n\nMarch 2022 marked a historic decision at the fifth session of the United Nations Environment Assembly, where all 193 UN Member States agreed to end plastic pollution through a binding legal agreement for the end of next year, says Simpson, who contributed to the treaty’s text.\n\nBesada notes that all voices and stakeholders need to have balanced representation and work toward bipartisanship throughout the negotiating process, which is ongoing. The second session of the Intergovernmental Negotiating Committee just took place in Paris.\n\nIn addition to government action, UNEP highlights the importance of efforts to raise advocacy and awareness. Individuals and communities must continue to use their voices to talk about the need to end plastic pollution and put their values into practice by supporting businesses striving to reduce single-use plastic products in their supply chains.\n\n“I always try to encourage everyone to try to create systemic change,” says Besada. For example, if a school can partner with a bakery to stop packaging cookies with plastic and instead sell cookies in bulk, she says, then the possibilities are endless.\n\nAnyone can participate. Anyone can make a difference locally. Anyone can take their advocacy efforts to the next level.\n\n“If you want to advocate and pursue regulation, do it,” Besada urges. “There are many, many levels of action, it just depends on how involved you want to get.”\n\nJOIN THE MOVEMENT\n\nHelp protect our planet and save our ocean by joining global efforts to #BeatPlasticPollution this World Environment Day — and every day of the year.\n\nTAKE ACTION\nWANT TO KNOW\nWHAT WE'RE UP TO?\nFirst Name (Optional)\nPostal Code (Optional)\nEmail\nYes, sign me up for email updates.\nWHAT WE DO\nIssues\nInitiatives\nCommunities\nWHY WE DO IT\nOverview\nWHO WE ARE\nOur Approach\nOur Financials\nOur Mission and History\nOur Partners\nGET INVOLVED\nGive\nLearn\nAct\nNEW YORK OFFICE\n\nUnited Nations Foundation\n320 East 43rd Street, 3rd Floor\nNew York, NY 10017\nPhone: 212.697.3315\n\nWASHINGTON, D.C. OFFICE\n\nUnited Nations Foundation\n1750 Pennsylvania Avenue NW, Suite 300\nWashington, D.C. 20006\nPhone: 202.887.9040\nFax: 202.887.9021\n\nPrivacy Policy\nContact Us"
}