{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "The Impacts of Plastic Pollution 'Aren't Fully Understood'",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/articles/2022/11/30/the-impacts-of-plastic-pollution-arent-fully-understood",
  "body": "A: It's a way to quantify the flow of plastic from its production through its use all the way to the end of its life. Plastic is made, it's used by all of us, and it's thrown away.",
  "textContent": "Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\nThe Impacts of Plastic Pollution ‘Aren’t Fully Understood’\nNew ‘Pathways’ tool can help countries find solutions to tackle plastic waste\nARTICLE November 30, 2022 Read time: 5 min\nProjects:\nPreventing Ocean Plastics\nRead Mode \n\nNavigate to:\n\nTABLE OF CONTENTS\n\nWithout urgent action—by governments, businesses and citizens—the amount of plastic entering the environment annually in 2040 will be nearly double that in 2022, despite existing commitments to tackle the problem. That’s according to “Breaking the Plastic Wave,” a report co-produced in 2020 by The Pew Charitable Trusts and SYSTEMIQ along with a team of global experts and partners.\n\nCourtesy of the subject\n\nNow, an enhanced version of the modelling tool that produced this estimate—as well as projections on the flow of plastic, including what might leak into the ocean and onto land—is available for free to governments and others engaged in trying to solve the plastic pollution problem around the world. Recognizing that appropriate solutions will vary by location, Pew created the Breaking the Plastic Wave Pathways Tool (“Pathways”) that considers local context when evaluating different approaches to solving this problem.\n\nThis interview with one of the tool’s creators, Richard Bailey, professor of environmental systems at the University of Oxford, was edited for length and clarity.\n\nQ: Let’s start by setting a baseline. From where you sit, how serious is the ocean plastic pollution problem?\n\nA: It’s very serious. Part of the reason it’s such a difficult problem to solve is that the full impacts aren’t here yet and still aren’t fully understood. The effect of having plastic in natural systems is potentially extremely harmful, but [determining its] direct effects is still a relatively young science. This means we have to deal with the uncertainty appropriately, rather than using the uncertainty as a reason for not acting, and for this reason I think the plastic pollution problem is not only extremely serious because of its direct effects, but also because it has such potential to slip under our radar. The full extent of plastic pollution is hidden from most people most of the time, but it’s a huge problem, it’s a growing problem, and it’s a problem that won’t go away unless we try really hard.\n\nQ: So how can modelling help solve it?\n\nA: Data alone are extremely useful to give us a snapshot of what the world looks like, and an idea of how the world’s been changing over time, but the data don’t automatically allow us to think through, “What would happen if we did this?” or “What if this was the consequence of doing something else?” So what we really need is a way to wind time forward in different ways and see which decisions lead to which outcomes.\n\nOur brains are fantastically impressive, but they’re not very good at thinking through how systems with many changing and interacting parts will behave. When we see two or three things changing simultaneously, our intuition works quite well. But as the number of connected parts increases, to say 25 things changing simultaneously—or 250 things, or half a billion things—we just can’t do it. At that point, we have to use some computational tool such as a computer simulation to handle that complication for us, and that is what we have built, a computer simulation that represents how plastic moves through our economic system and potentially out into the world.\n\nQ: It’s a model, not a prediction. Right?\n\nA: We can’t predict how much plastic will be in the ocean in 20 years’ time because we just don’t know whether people are going to implement policies in the interim or not.\n\nSo the only thing we can do is to say, “Well, if they were to implement this policy, what would the world look like? If they were to do something else, what would the world look like?”\n\nQ: Are there any good examples of where modelling has been used?\n\nA: The obvious one is climate. The ongoing attempts to decarbonize industries are, I would argue, largely a consequence of having good climate models. If we hadn’t had good climate models—if we hadn’t had the last 30 to 40 years of really intensive climate model testing, analysis and improvement—we wouldn’t really be able to attribute the current warming we’re seeing to human activity, and we wouldn’t really have a good idea of how much we need to take our foot off the gas, literally, in order to stop it. Without hard numbers, it’s difficult to make compelling arguments that lead to change.\n\nQ: Could you briefly explain the Breaking the Plastic Wave Pathways Tool?\n\nA: It’s a way to quantify the flow of plastic from its production through its use all the way to the end of its life. Plastic is made, it’s used by all of us, and it’s thrown away. Some of that is collected, some of it’s recycled, and some of it goes into the environment. At every point there are different paths a piece of plastic in the system can take, with differing probabilities. The model puts our knowledge of all those paths together and estimates what the total plastic use is now and would be in the future. We can use it to estimate how plastic flows around that system, what the associated economics look like, and how much of it finds its way into the environment. It can do that for multiple plastic types, and for multiple years. For example, we can run a scenario in which we increase the amount of recycling year-on-year and see what that does to the economics and the pollution rates. We can also choose to change some other parts of the system, and again ask how this additional change would affect the flow into the ocean.\n\nGovernments, countries and other stakeholders that use the model can also change the number of jobs in the system, the greenhouse gas emissions within the entire system, the costs, the required investments. The model’s job is to handle all that complication. It’s kind of like a flight simulator for the plastic supply chain, where you can pull different levers and twiddle the dials and see what happens.\n\nQ: How can governments use Pathways?\n\nWe have tried to develop Pathways to make it easier to customize the system map and to have multiple maps linked together. Users can now use it to find favourable scenarios that achieve their goals: You tell the system what you want to achieve and it then generates possible scenarios that meet those requirements, so it’s a scenario builder as well as a scenario tester. Users in different countries can populate Pathways with their own data and try out their own different policies and approaches, see how much these approaches cost, and how much impact they actually have. This is how we hope the users will work with the Pathways tool.\n\nQ: How does it feel to see Pathways finally being used?\n\nThere’s a genuine need for practical tools that can help solve the various interconnected parts of the plastic crisis. I’m proud of what we’ve all built together and excited to see how people use Pathways as part of their efforts to find solutions that work for them.\n\nQ: What’s your long-term vision for the use of Pathways?\n\nA: I think there’s a lot of good it can potentially do. It allows people to put their knowledge and understanding about their particular situation into a formal framework and provides the tools to do the necessary calculations and projections. My hope is it can give users some helpful ways forward that they wouldn’t have been able to get to otherwise. As I mentioned earlier, the problems of plastic pollution are too complicated to deal with without tools like this. We will continue to support the tool, add to it, improve it, and make it ever more accessible, and I think we’re all looking forward very much to seeing what users do with it.\n\nARTICLE November 30, 2022\nProjects:\nPreventing Ocean Plastics\nTopics:\nOcean Conservation\nExperts:\nWinnie Lau, Ph.D.\nRELATED EXPERTS\nWinnie Lau, Ph.D.\nProject Director\nPreventing Ocean Plastics\n \nARTICLE July 23, 2020\nBreaking the Plastic Wave\nSign Up\n\nReceive our best conservation research bi-weekly—stunning photos, wins, and action alerts.\n\nMEDIA CONTACT\nChloe Aust\nManager, Communications\n+44.20.75354255\nADDITIONAL RESOURCES\nISSUE BRIEF December 6, 2023\nHow the Cape Town Agreement Can Improve Fisher Safety\nISSUE BRIEF December 4, 2023\nHow States Can Develop Blue Carbon Programs\nARTICLE December 4, 2023\nAt COP28 Climate Summit, Local Leaders Take Center Stage\nMORE FROM PEW\n Small Businesses in PA Support State Retirement Savings\n WA Takes New Approach to Help Locals Boost Climate Resilience\n Researchers Share How State Grants Boost Broadband Access\n Donna Frisby-Greenwood Leads Pew's Philadelphia Work\nABOUT PEW\n\nFounded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.\n\nFOLLOW US\nEXPLORE\nTopics\nProjects\nNews Room\nPew Research Center\nABOUT\nMission & Values\nHow We Work\nContact Us\nCareers\nSIGN UP FOR WEEKLY UPDATES\n\nDon't miss our latest facts, findings, and survey results in The Rundown\n\n SUBMIT\nVIEW ALL NEWSLETTERS\nCopyright © 1996-2023 The Pew Charitable Trusts. All rights reserved.\nPrivacy Policy Cookie Policy Terms & Conditions\nShare this selection\nTweet"
}