{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "The Big Plastic Count: Consumers confront their plastic ... - Reddit",
  "href": "https://www.reddit.com/r/Futurology/comments/vktx8r/the_big_plastic_count_consumers_confront_their/",
  "body": "Posted by u/filosoful - 9,354 votes and 565 comments",
  "textContent": "The Big Plastic Count: Consumers confront their plastic footprint. People who counted plastic waste for a week want to go plastic-free, but say it costs too much. : r/Futurology\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Futurology\nr/Futurology\n•\n1 yr. ago\nfilosoful\nThe Big Plastic Count: Consumers confront their plastic footprint. People who counted plastic waste for a week want to go plastic-free, but say it costs too much.\nSociety\nbbc.com\nOpen\nnutro.com\nLearn More\nSort by:\nAdd a Comment\nFuturologyBot\n•\n1 yr. ago\n\nThe following submission statement was provided by u/filosoful:\n\nIt's hard not to feel guilty about the price our planet pays for plastic.\n\nBut when most affordable products come with plastic packaging, are we as consumers really in control?\n\nFor one week in May, more than 100,000 people in the UK carefully counted their plastic waste at home in a national investigation into plastic use and recycling. It was called the Big Plastic Count, run by organisations Greenpeace and Everyday Plastic.\n\nJules Birkby, 41, and her family of four threw away 124 pieces of plastic during their week of counting. The packaging in party bags and sticker packs for her daughter Emmy's sixth birthday was the most frustrating, she says.\n\nPlease reply to OP's comment here: https://old.reddit.com/r/Futurology/comments/vktx8r/the_big_plastic_count_consumers_confront_their/idrankw/\n\nalicat2308\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nThis is why I get annoyed when consumers \"addiction to plastic\" is blamed for the pacific garbage patch. Like, it's not like the average person in 2022 has a lot of choice.\n\nEdit: I see the Personal Responsibity Fairy has visited while I was asleep 😄\n\nReply\nreply\nfrostixv\n•\n1 yr. ago\n\nMuch of the corporate narrative is to pass industry induced problems off to consumers. Frankly every business strategy is to pass as many of its own costs externally as it can get away with to improve profit margins. It's a race to the bottom in competitive environments which requires focusing on exploiting oversight, lack of regulation, grey areas, etc.\n\nReply\nreply\n3 more replies\n59 more replies\n[deleted]\n•\n1 yr. ago\n[deleted]\n•\n1 yr. ago\n\nThe 'Carbon Footprint' was a term coined by an advertizing agency for BP Oil- specifically to create guilt in climate-aware individuals and focus them on their use, rather than regulating the companies producing the real waste.\n\n'Plastic Footprint' may have been coined by ppl wanting to do good, but it is perpetuating individual guilt to distract from corporate greed.\n\nhttps://www.theguardian.com/commentisfree/2021/aug/23/big-oil-coined-carbon-footprints-to-blame-us-for-their-greed-keep-them-on-the-hook\n\nReply\nreply\nKirk_Kerman\n•\n1 yr. ago\n\nAlso, end user plastic use is nothing compared to industrial use. I've worked in logistics and every single item someone might buy has been wrapped in meters and meters of plastic. Every component of a product shipped to be assembled for sale was individually wrapped in more plastic than you would produce in a year of using those plastic produce bags. Often you'd cut the plastic wrap off a pallet of goods, then restack the pallet and rewrap it for shipping.\n\nReply\nreply\n15 more replies\n19 more replies\nmangirtle77\n•\n1 yr. ago\n\nIt’s almost impossible. Whole Foods use plastic for fruit containers as do most places now. Plastic is everywhere. To slow it down there needs to be a mandate to produce a certain percentage of packaging from renewable resources. That’s the only way. Recycling is highly ineffective and most of the time not even done despite claims.\n\nReply\nreply\n15 more replies\nTiredPanda69\n•\n1 yr. ago\n\nI don't produce plastic in massive quantities.\n\nIf i need a product and it comes in plastic that is not on me. The people who produce the trash should be responsible for its waste management.\n\nA trash tax would be appropriate IF the corporations who produced the trash in the first place didn't have the power to just roll it back after a few years due to some bullshit \"free\" market excuse that makes the consumer responsible. Oh wait, that is whats happening now.\n\nReply\nreply\n13 more replies\nBeginning_Bed1306\n•\n1 yr. ago\n\nCan we please make MANUFACTURERS stop using so much plastic? If every single consumer did everything they could we would still have a problem.\n\nReply\nreply\n1 more reply\nfilosoful\n•\n1 yr. ago\n\nIt's hard not to feel guilty about the price our planet pays for plastic.\n\nBut when most affordable products come with plastic packaging, are we as consumers really in control?\n\nFor one week in May, more than 100,000 people in the UK carefully counted their plastic waste at home in a national investigation into plastic use and recycling. It was called the Big Plastic Count, run by organisations Greenpeace and Everyday Plastic.\n\nJules Birkby, 41, and her family of four threw away 124 pieces of plastic during their week of counting. The packaging in party bags and sticker packs for her daughter Emmy's sixth birthday was the most frustrating, she says.\n\nReply\nreply\ncollapsingwaves\n•\n1 yr. ago\n\nMost pieces of packaging already have a manufacturers name on it.\n\nIf it gets to the recycling center, and it can't be recycled, the manufacturer should be fined, and compelled to change the packaging.\n\nIt's not hard. They are already telling us who is producing the problem.\n\nReply\nreply\n5 more replies\n12 more replies\nDrunkenMidget\n•\n1 yr. ago\n\nOne option is to remove the plastic in the store you buy it from..let the store start dealing with the waste. If enough people did this the store would start to notice for sure.\n\nReply\nreply\nPiggehPerson\n•\n1 yr. ago\n\nI work in a retail store, and almost every single thing we sell is individually plastic wrapped. I spend a ton of time trying to get things out of plastic bags that I could be spending putting products on shelves. It makes me sick\n\nReply\nreply\n4 more replies\n4 more replies\ndrdookie\n•\n1 yr. ago\n\nEverything you can buy is wrapped in plastic and then thrown away. Somewhere along the chain there is always plastic.\n\nReply\nreply\n1 more reply\nsirpoopingpooper\n•\n1 yr. ago\n\nContrarian view here: plastic consumption specifically pretty much doesn't matter. Consumption and excessive packaging do. More packaging means more carbon footprint. Didn't matter if it's plastic, glass, aluminum, or anything else. Plastic might even be better on an emissions perspective than some of the alternatives, and that's the only perspective that matters right now. Landfills are basically unlimited, so why not use them?\n\nPretty much all the plastic waste getting into the environment are either microplastics from washing our clothes or cigarette filters. So plastic packaging/straws/whatever else are just a distraction from the real problem: co2 emissions. Instead of buying the fancy food in single use glass bottles, buy the Costco bulk version and use the savings to upgrade to heat pumps and upgrade your insulation\n\nReply\nreply\n13 more replies\nCS_2016\n•\n1 yr. ago\n\nWhen companies are spilling millions of barrels of oil in the ocean, racing to destroy the rainforest, and adding more CO2 in a week than I will my entire life, I’m not so concerned if I have plastic wrap on my purchases.\n\nReply\nreply\n3 more replies\nshadowgattler\n•\n1 yr. ago\n\n\"Wow, shame on you, consumers. How dare you be so wasteful\" - every corporation who makes these products with an absurd amount of plastic instead of alternatives.\n\nReply\nreply\n5 more replies\nFrankensteinBionicle\n•\n1 yr. ago\n\nMy gf's cousin brought up a topic like this the other day but it was about recycling rainwater. He was saying how it's nearly impossible for lower income areas(ironically the communities that could benefit the most from it) simply because they cannot afford even the start up fees. This is the same reason these low income areas also do not have as many solar panels on their houses. The government even gives cash incentives to start recycling rainwater and solar power, but they can not afford it. They're either not approved for the loan or can't afford the monthly payments, especially if it has a higher interest rate. This is disgusting. How have we let this world go on for so long like this? Why aren't we fixing this shit? Now we have the roe vs wade decision telling us tough shit you'll reproduce and give the earth more people that can't afford to live. How the fuck is that ok?\n\nReply\nreply\nMalawi_no\n•\n1 yr. ago\n\nIt's the classical thing where it's expensive to be poor.\n\nReply\nreply\n1 more reply\nView more comments\n \n35\nRank by size \nr/atlanticdiscussions\nPlastic Recycling Is Working, So Ignore the Cynics\n2 upvotes · 8 comments\nr/COVID19\nMonozygotic twins discordant for severe clinical recurrence of COVID-19 show drastically distinct T cell responses to SARS-Cov-2\nmedrxiv.org\n206 upvotes · 19 comments\nr/architecture\nNL Architects proposes \"slightly insane\" hotel modelled on amethyst crystals\ndezeen\n64 upvotes · 47 comments\nr/Physics\nIs there a need for people to contribute to open-source projects in Physics?\n275 upvotes · 34 comments\nr/Futurology\nReturn to office is ‘dead,’ Stanford economist says. Here’s why - Long-term technological and demographic trends suggest the prevalence of remote work may grow in 2025 and beyond.\ncnbc\n2.4K upvotes · 193 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/Physics\nPeter Higgs: I wouldn't be productive enough for today's academic system | Science\ntheguardian\n325 upvotes · 62 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n194 upvotes · 39 comments\nr/unitedkingdom\nThe Big Plastic Count: Survey shows “recycling doesn’t work”\nbbc.co.uk\n34 upvotes · 58 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/Futurology\nWorld to hit 1.4C of warming in record hot 2023\nreuters\n485 upvotes · 97 comments\nr/politics\nBig Pharma Has Raised Drug Prices 1,186 Times This Year, Analysis Shows. \"We must put an end to drug corporations' unfettered ability to dictate prices at the expense of patients.\"\ncommondreams.org\n30K upvotes · 860 comments\nr/Futurology\nGrid storage batteries have become so cheap investors are beginning to abandon financing new gas-powered plants; In the first half of the year, 68 gas-power plant projects were put on hold or canceled globally.\nreuters\n1.9K upvotes · 214 comments\nr/singularity\nSam Altman: ‘On a personal note, like four times now in the history of OpenAI, the most recent time was just in the last couple of weeks, I’ve gotten to be in the room when we pushed the veil of ignorance back’\nyoutube\n219 upvotes · 177 comments\nr/EnoughMuskSpam\n“All the Covid stay-at-home stuff has tricked people into thinking that you don't actually need to work hard\" said the billionaire oligarch who has received billions in federal loans and tax breaks. That is, other people's money. He is mocking the entire working class straight.\ntwitter\n92 upvotes · 8 comments\nr/Futurology\nUS climate assessment lays out growing threats, opportunities as temperatures rise\nreuters\n399 upvotes · 101 comments\nr/MoneyDiariesACTIVE\n\"Budget Culture and the Dave Ramseyfication of Money\" Article Discussion\n69 upvotes · 48 comments\nr/Futurology\nGiant batteries drain economics of gas power plants. 68 gas plant projects put on hold or cancelled globally as grid-connected storage undermines 20 year revenue model.\nreuters\n517 upvotes · 58 comments\nr/shrinkflation\nShrinkflation sucks and pisses us off, we should rep and support companies that's defy this trend and keep their product quantity and quality consistent.\n305 upvotes · 51 comments\nr/Futurology\nCompanies say they're closing in on nuclear fusion as an energy source. Will it work?\nnpr.org\n655 upvotes · 304 comments\nr/singularity\nStable Video AI Watched 600,000,000 Videos!\nyoutube\n93 upvotes · 25 comments\nr/Futurology\nWhy the Pentagon is spending billions to bring laser weapons to the battlefield\ncnbc\n2K upvotes · 326 comments\nr/Futurology\nBatteries of the future: How cotton and seawater might power our devices\nbbc\n165 upvotes · 19 comments\nr/Futurology\nA UBI study's first results show promise\nnpr.org\n409 upvotes · 84 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 26, 2022\nReddit\nreReddit: Top posts of June 2022\nReddit\nreReddit: Top posts of 2022"
}