{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "GOLDSTEIN: The last straw -- Canada's single use plastics ban means ...",
  "href": "https://torontosun.com/opinion/columnists/goldstein-the-last-straw-canadas-single-use-plastics-ban-means-more-garbage",
  "body": "The government says, based on 2019 data, that 15.5 billion plastic grocery bags a year were being sold in Canada, 5.8 billion straws, 4.5 billion pieces of cutlery, three billion stir sticks, 805 ...",
  "textContent": "Skip to Content\nSubscribe and you could win a Fairmont Signature Sleep Experience and more! Don't Miss Out>>\nSections\nSearch\nSubscribe\nSign In\nAdvertisement 1\nPrevious\nHousing market in Canada reaching a breaking point\nTRENDING\nSIMMONS SAYS: Jays strike out for Ohtani, but at least were in the game\nTRENDING\nPASTOR TO PORN: OnlyFans minister feels 'closer to God than ever'\nTRENDING\nPARIS BUST: Yoga guru allegedly forced teens into lesbian orgies, sex with him\nTRENDING\nSUNshine Girl Carly\nTRENDING\nNext\nBreadcrumb Trail Links\nColumnistsCanada\nGOLDSTEIN: The last straw -- Canada's single use plastics ban means more garbage\nGet the latest from Lorrie Goldstein straight to your inbox\nSign Up\nAuthor of the article:\nLorrie Goldstein\nPublished Dec 10, 2022  •  Last updated Dec 12, 2022  •  4 minute read\n93 Comments\nThe federal government plans on banning some commonly used plastic items, including straws. PHOTO BY FULLEMPTY /iStock / Getty Images\nArticle content\n\nThe Trudeau government’s plan to eliminate plastic waste in Canada by 2030 is underway in earnest with the gradual elimination of single use plastics.\n\nAdvertisement 2\nSTORY CONTINUES BELOW\nArticle content\n\n0 seconds of 3 minutes, 3 secondsVolume 0%\n \n\nAs of Dec. 20, the manufacture and import for sale in Canada of plastic checkout bags, cutlery, takeout containers, stir sticks and most plastic straws (with some exemptions for flexible ones) will be prohibited. The sale of these items in Canada will end a year later.\n\nJoin the conversation\nHave your say\nLeave a comment and share your thoughts with our community.\nRead All 93 Comments \nArticle content\n\nFor six-pack ring carriers, the respective deadlines are six months later.\n\nBy December 2025, all designated single use plastics will be prohibited, including manufacturing, importing and sales for export.\n\nThe most visible change at first will be grocery stores ending the use of plastic bags — already underway in some chains and poised to happen in 2023 for others.\n\nMany fast-food outlets have already eliminated or are phasing out plastic straws, cutlery and stir sticks.\n\nYour Midday Sun\n\nYour noon-hour look at what's happening in Toronto and beyond.\n\nSign Up\n\nBy signing up you consent to receive the above newsletter from Postmedia Network Inc.\n\nArticle content\nAdvertisement 3\nSTORY CONTINUES BELOW\nArticle content\n\nTrudeau is fulfilling a 2019 promise — a year behind schedule — which began with his verbally challenged answer to a reporter who asked what his family was doing to cut back on plastic use.\n\nRECOMMENDED VIDEO\n\nBATRA'S BURNING QUESTIONS: Hey Elon can you expose Canada's twitter files next?\nThe Sun's Adrienne Batra, Brian Lilley and Jamil Jivani would all like to see twitter owner Elon Musk continue exposing files for countries all over the world.\n0 seconds of 8 minutes, 32 secondsVolume 90%\n \n\nHis unintentionally hilarious response was: “We have recently switched to drinking water bottles out of … water out of, when we have water bottles, out of a plastic, sorry, away from plastic towards paper, like drink box water bottles, sort of thing.”\n\n(Single use plastic water bottles are not included in the current prohibitions.)\n\nMeanwhile, the government’s own impact analysis says that while banning single use plastics will remove 1.5 million tonnes of plastics from the waste stream from 2023 to 2032, it will add almost double that amount of waste — 2.9 million tonnes — from the use of substitutes for plastic such as paper, wood, moulded fibre, aluminum and alternative plastics.\n\nAdvertisement 4\nSTORY CONTINUES BELOW\nArticle content\n\nBecause the production costs of these alternatives are typically more expensive than plastic, the government estimates the increased costs to consumers at $2 billion from 2023 to 2032, or $50 per capita. Even with estimated savings of $616 million from eliminating single use plastics, the net cost is estimated at $1.4 billion.\n\nWhile the impact analysis says here will be a net environmental benefit from eliminating single use plastics, including the reduction of 1.8 million megatonnes of greenhouse gases annually, it also says some substitutes will have a higher climate change impact, as well as negative effects on air and water quality.\n\nRECOMMENDED FROM EDITORIAL\nGREEN: Trudeau government takes ‘plastics’ policy to extreme\nROBITAILLE: Trudeau's 'woke' policy on plastics a nightmare for Canadians\nOPINION: Even Greenpeace says conventional plastics recycling doesn’t work\nAdvertisement 5\nSTORY CONTINUES BELOW\nArticle content\n\nThe government says, based on 2019 data, that 15.5 billion plastic grocery bags a year were being sold in Canada, 5.8 billion straws, 4.5 billion pieces of cutlery, three billion stir sticks, 805 million takeout containers and 183 million six-pack rings.\n\nThe six categories of single use plastics subject to the ban account for an estimated 160,000 tonnes of plastic waste annually, just 5% of the overall amount of 3.3 million tonnes of plastic waste.\n\nOf that, 86% ends up in landfills, 4% is burned, a dismal 9% is recycled — so much for all those years of faithful blue box recycling — and about 1%, or 29,000 tonnes, is discharged into the environment as litter, with 2,500 tonnes ending up in oceans, lakes and rivers.\n\nSince only about 1% of Canada’s physical plastic waste escapes into the environment, Canada is not a major contributor to the global problem of plastics pollution in the world’s oceans, rivers and other waterways.\n\nAdvertisement 6\nSTORY CONTINUES BELOW\nArticle content\n\nRECOMMENDED VIDEO\n\nAs Kenneth Green, director of natural resource studies for the Fraser Institute, puts it:\n\n“Canada’s contribution to global aquatic plastic pollution, when assessed in 2016, was between 0.02% and 0.03% of the global total. If observed market trends were to continue in the absence of ZPW2030 (zero plastic waste by 2030) the government’s regulatory impact assessment estimates plastic waste and plastic pollution could increase (from 2016 levels) by roughly one third by 2030.\n\n“Thus, if ZPW2030 eliminated all the predicted increase, it would prevent an increase from 0.02%-0.03% to 0.023%-0.033% of the global total, an undetectable reduction of three-thousandths of one percent.”\n\nA scavenger collects plastic waste for recycling on the Citarum river choked with garbage and industrial waste, in Bandung, West Java. GETTY IMAGES\n\nOn the other hand, Canada exported 100,000 tonnes of plastic waste to other countries in 2018 (and four million tonnes over the past three decades), ostensibly for environmentally responsible waste disposal but in the real world, often using third-world countries as dumping grounds for plastics, with a far greater chance of it ending up in the world’s oceans, lakes and rivers.\n\nAdvertisement 7\nSTORY CONTINUES BELOW\nArticle content\n\nThat’s not counting plastic waste illegally dumped by some companies in other countries, often mislabelled as recyclable material.\n\nSome of those countries have started shipping our unwanted waste back to Canada.\n\nFILE PHOTO: The ship Anna Maersk is docked at Roberts Bank port carrying 69 containers of mostly paper and plastic waste returned by the Philippines in Vancouver, British Columbia, Canada June 29, 2019. PHOTO BY JASON REDMOND /REUTERS\n\nBased on those numbers, putting an end to these practices would appear to be a more effective way for Canada to do its part in tackling global marine plastic pollution than banning single use plastics.\n\nCanada’s plastic manufacturers are challenging the Trudeau government’s ban on single use plastics in court, as well as its legal definition of plastics as “toxic,” plus warning the policy will lead to job losses. The government says more jobs will be created.\n\nAs for replacing single use plastics in practical terms, the government has helpfully suggested, among other things, that the food industry provide customers with more options people can eat with their hands.\n\nlgoldstein@postmedia.com\n\nArticle content\nShare this article in your social network\nCOMMENTS\nYou must be logged in to join the discussion or read more comments.\nCreate an Account\nSign in\nJOIN THE CONVERSATION\n\nPostmedia is committed to maintaining a lively but civil forum for discussion and encourage all readers to share their views on our articles. Comments may take up to an hour for moderation before appearing on the site. We ask you to keep your comments relevant and respectful. We have enabled email notifications—you will now receive an email if you receive a reply to your comment, there is an update to a comment thread you follow or if a user you follow comments. Visit our Community Guidelines for more information and details on how to adjust your email settings.\n\nLoading...\nTRENDING\nHousing market in Canada reaching a breaking point\nSIMMONS SAYS: Jays strike out for Ohtani, but at least were in the game\nPASTOR TO PORN: OnlyFans minister feels 'closer to God than ever'\nPARIS BUST: Yoga guru allegedly forced teens into lesbian orgies, sex with him\nSUNshine Girl Carly\nREAD NEXT\n \n \n \n \n \nLATEST NATIONAL STORIES\nTHIS WEEK IN FLYERS\nCategories\nNews\nOpinion\nSports\nEntertainment\nHoroscopes\nLife\nHealthing\nePaper\nSubscribe\nFollow Toronto Sun\nSecondary Links\nAdvertise With Us\nDigital Ad Registry\nSite Map\nContact\nPrivacy - Updated\nTerms of Use\nFAQ\nCopyright\nMy Account\nManage My Print Subscription\nManage My Tax Receipt\n\n365 Bloor Street East, Toronto, Ontario, M4W 3L4\n\n© 2023 Toronto Sun, a division of Postmedia Network Inc. All rights reserved. Unauthorized distribution, transmission or republication strictly prohibited.\n\nCONTINUE READING\nSAV\nx"
}