{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "what are some good solutions to stop plastic pollution?",
  "href": "https://www.reddit.com/r/sustainability/comments/wqjhqt/what_are_some_good_solutions_to_stop_plastic/",
  "body": "Same goes for TetraPak. and other coated cartons. Fine littering and tax waste by volume (reasonably) to help with further waste initiatives. tax plastic bags. use the money to buy reusable, environmentally friendly bags or fund startups to make more sustainable bags (maybe locally woven) or do recycling that makes reusable bags from single-use ...",
  "textContent": "what are some good solutions to stop plastic pollution? : r/sustainability\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to sustainability\nr/sustainability\n•\n1 yr. ago\n[deleted]\nwhat are some good solutions to stop plastic pollution?\n\nHey guys,\n\nI'm lucky enough to be in a job with close proximity to a minister of environment. I would like to put together a proposal for said minister to deal with plastic waste in the country, do you guys know any innovative or highly effective examples of policies or technologies?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nnutro.com\nLearn More\nSort by:\nSilurio1\n•\n1 yr. ago\n\nExtended producer responsability laws. They work incredibly well.\n\n1 more reply\nSadSpecial8319\n•\n1 yr. ago\n\nEducate woman: Statistics show the more educated women a society has, the less children they have. Thats front and center to reduce waste by reducing the amount of people on the planet in a benign way.\n\nRethink food packaging. Why sell bananas in a styrofoam tray wrapped in cellophane? Do we really need all this single use plastic? How could you incentivize the industry to look for sustainable alternatives?\n\nMake public transportation public (not private), affordable and reliable. People will change from their cars, if the connections are attractive. Have waste bind in the public transportation and empty the bins daily\n\nProperly insulate new buildings to avoid loosing energy in temperature control. But avoid PU-foams for insulation where possible.\n\nUse sustainable building materials as much as possible and concrete/steel only if necessary. Be aware of all the plastics used in construction, Think of alternatives.\n\nPromote recyclable materials over single use materials and make recycling of select materials (those you can recycle at that moment) easy, attractive and reliable. For example reusable glass bottles.\n\nUse as much single plastic materials as possible and use composite plastic materials only when necessary. Have a look at the textile industry. Their products are mostly not recyclable because their composites. Same goes for TetraPak. and other coated cartons.\n\nFine littering and tax waste by volume (reasonably) to help with further waste initiatives.\n\nVest-Investor\n•\n1 yr. ago\n\ntax plastic bags. use the money to buy reusable, environmentally friendly bags or fund startups to make more sustainable bags (maybe locally woven) or do recycling that makes reusable bags from single-use plastics (i.e. turning plastic bottles into polyester).\n\nVest-Investor\n•\n1 yr. ago\n\nhttps://www.oecd.org/stories/ocean/taxes-on-single-use-plastics-186a058b\n\nhttps://www.productstewardship.us/page/PlasticPolicies\n\n2 more replies\n[deleted]\n•\n1 yr. ago\n\nNot exactly related to plastic, but one way to go is to engage with the public, acessible data, images, campaigns, make them part of it. One 'easy' thing you can help improve is the online presence of the ministery, better social media engagement, more complete website, things like that. May not be a straight answer, but may put together more people to make things change :)\n\n[deleted]\n•\n1 yr. ago\n\nI'm lucky enough to be in a job with close proximity to a minister of environment\n\nand you're crowdsourcing your proposal for reducing plastic waste on reddit? Hmmm...\n\nriding_steamer\n•\n1 yr. ago\nMrgoodtrips64\n•\n1 yr. ago\n\nThis selection of sample policies seems like a good place to start.\nSince you’re pitching to a single person you’ll want to tailor the message a little bit though.\n\nAutomatic_Bug9841\n•\n1 yr. ago\n\nIf you’re looking specifically at plastic waste, plasticbaglaws.org and beyondplastics.com are good resources for info you might need to implement highly effective policy change.\n\nThe first one is pretty US-focused, but they have a whole page of studies measuring the effectiveness of different policies legislating single-use plastics in tons of different countries, so you can look at real data on which types of policy changes are most effective.\n\n[deleted]\n•\n1 yr. ago\n \nTop 1%\nRank by size \nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/Packaging\nI’m trying to get all of my ducks in a row before I start distributing homemade dog treats for a non-profit. My main objective is to limit waste and my carbon foot print. What is the most sustainable type of packaging for these treats? Please be specific.\n3 upvotes · 6 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/architecture\nWhat are actual sustainable materials?\n3 upvotes · 8 comments\nr/climatechange\nOcean acidification set to triple by 2100—What this means for the US coast\nnewsweek\n760 upvotes · 307 comments\nr/StrongTowns\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n241 upvotes · 28 comments\nr/sustainability\nThe most sustainable toys are the ones that are fun for decades\nwashingtonpost\n104 upvotes · 16 comments\nr/askTO\nWhy does this City allow one time use black plastics that are thrown out?\n309 upvotes · 116 comments\nr/EcoFriendly\nHow To Transition To Ecofriendly Products\n20 upvotes · 18 comments\nr/FuckYourEamesLounge\nDieter Rams pointing at things he doesn't like\nyoutube\n118 upvotes · 15 comments\nr/singularity\nSam Altman: ‘On a personal note, like four times now in the history of OpenAI, the most recent time was just in the last couple of weeks, I’ve gotten to be in the room when we pushed the veil of ignorance back’\nyoutube\n219 upvotes · 177 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n194 upvotes · 39 comments\nr/climatechange\nWhy climate change may cost you big bucks — and what to do about it\ncnbc\n97 upvotes · 126 comments\nr/boulder\nQUESTION: What actually is worth recycling?\n68 upvotes · 77 comments\nr/energy\nWhat would your solution be to help speed up the energy transition?\n8 upvotes · 37 comments\nr/MushroomGrowers\n[Technique] How do you limit the waste produced by your grow? In what ways do you recycle or upcycle?\n2 upvotes · 12 comments\nr/sustainability\nMillions of Americans will soon be able to turn their roofs into a lucrative side hustle: Instead of relying on monolithic utilities to keep the lights on, the rising popularity of solar panels and battery storage could allow average Americans to sell electricity to their neighbors\nbusinessinsider\n136 upvotes · 21 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n253 upvotes · 13 comments\nr/AskUK\nAny food-industry decision makers here? I have a question about recyclable packaging.\n3 upvotes · 12 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/ConsciousConsumers\nWhat are the challenges you face while trying to live sustainably? Need help with research!\n28 upvotes · 16 comments\nr/singularity\nStable Video AI Watched 600,000,000 Videos!\nyoutube\n93 upvotes · 25 comments\nr/singularity\n[Video] Hands-on with Gemini: Interacting with multimodal AI\nyoutube\n304 upvotes · 120 comments\nr/skeptic\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n154 upvotes · 64 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 17, 2022\nReddit\nreReddit: Top posts of August 2022\nReddit\nreReddit: Top posts of 2022"
}