{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Nestle presenting a perfect example of greenwashing—the ... - Reddit",
  "href": "https://www.reddit.com/r/FuckNestle/comments/vy6y37/nestle_presenting_a_perfect_example_of/",
  "body": "Mixed plastic products will all end up in landfill. So we have more expensive, lower quality products. Every large scale manufacturer I've encountered that's using recycled plastic is importing their feed stock from China, that will change in time but it's waaaay more common than manufacturing from locally recycled materials",
  "textContent": "Nestle presenting a perfect example of greenwashing—the practice of marketing something as environmentally friendly when it's really not. Not to mention, plastic recycling is a myth. Another reason to hate nestle. : r/FuckNestle\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to FuckNestle\nr/FuckNestle\n•\n1 yr. ago\nwanderingmoor\nNestle presenting a perfect example of greenwashing—the practice of marketing something as environmentally friendly when it's really not. Not to mention, plastic recycling is a myth. Another reason to hate nestle.\nFuck nestle\nr/ConsciousConsumers\n•\n1 yr. ago\nEco-shape bottle *rolls eyes*\n414 upvotes · 43 comments\nSort by:\nAdd a Comment\nJay_RedditBoi\n•\n1 yr. ago\n\nMfs really used Andy Bold from terraria 🥶\n\nReply\nreply\n3 more replies\nDraculaWorks4NASA\n•\n1 yr. ago\n\nIt practically says “You pay more we spend less” they don give a f**k about the planet.\n\nReply\nreply\n1 more reply\nmoooozy\n•\n1 yr. ago\n\nBasically means they found a way to save money on bottles and are reframing it as if they have a soul\n\nReply\nreply\n[deleted]\n•\n1 yr. ago\n\nAs much as I hate Nestle, they are technically correct here.\n\n\"Eco-Shape\" is just misleading marketing BS.\nIt has nothing to do with the actual shape of the bottle.\n\nThe walls of these bottles are thinner.\nYou can feel it when scrunching an empty one.\n\nYou can also weigh it against an older style bottle and you'll see it's ~15% lighter.\n\nCoca-Cola Amatil have been using the thinner bottles since before covid.\n(in AU anyway)\n\nReply\nreply\nToastedandTripping\n•\n1 yr. ago\n\nThese changes do nothing to address the very real problem the bottle continue to create, while making it seem like they are trying.\n\nIn reality it is now cheaper for them to manufacture and transport which is what probably spurred the change, not some desire to reduce their enormous impact.\n\nReply\nreply\nbschlueter\n•\n1 yr. ago\n\nIf they actually cared about plastic use, they would use aluminum cans instead. Beer can style would be best, but even the aluminum bottles with plastic caps are significantly more recyclable than an entire plastic bottle.\n\nReply\nreply\ntherealgodzillia\n•\n1 yr. ago\n\nWhen I first learned that most plastic is just buried even when recycled i thought it had to be fake but nope pretty much just bottle caps are reliably recycled when it comes to plastic\n\nReply\nreply\nthatdude473\n•\n1 yr. ago\n\n“Eco-shape” aka we are selling you less product for a higher price :)\n\nReply\nreply\nashtobro\n•\n1 yr. ago\n\nHow mythical is plastic recycling REALLY? I'm not being sarcastic, I'm asking. Fuck Nestlé tho.\n\nAs far as I know, it technically exists but has so much misinformation that it may as well be fake. But that doesn't mean we should try to make recycling an actual thing.\n\nThere is a layer of greenwashing, but that fact is used and abused by Accelerationists and Conservatives to convince would-be recyclers that it's a waste of time and effort. We need to make recyclables less exploitable by those that don't even want us to recycle things.\n\nReply\nreply\nBIGBIRD1176\n•\n1 yr. ago\n\nI recycle bottle caps in Australia, they are a different plastic to the bottle which we will recycle as well in time\n\nCollecting lids, cleaning and drying them is a time consuming nightmare that must cost next to $0. Then we have to compete with Chinese companies that spend less on wages than we do on taxes\n\nThe biggest problem is wages for local manufacturing vs exporting the waste. Exporting the waste costs more than buying virgin materials and our wages cost way more than Chinese wages so the current system doesn't work on either front\n\nThe third issue is mixing plastics produces higher quality goods that cannot be recycled a 2nd time. Mixed plastic products will all end up in landfill.\n\nSo we have more expensive, lower quality products. Every large scale manufacturer I've encountered that's using recycled plastic is importing their feed stock from China, that will change in time but it's waaaay more common than manufacturing from locally recycled materials\n\nSo the solutions are, educate! The recycling symbol has 3 arrows, they stand for reduce, reuse, then recycle as a last resort, I wouldn't have to recycle bottle caps if you never use them! A coffee jar has more reuse than a coffee pod, a keep cup is better than both!\n\nAnd buy local whenever you can! and buy my shit so I can recycle more!\n\nReply\nreply\n4 more replies\nTheFreebooter\n•\n1 yr. ago\n\nPlastic recycling is a thing, nestle just don't bother with that.\n\nSainsbury's bags are dyed orange because they are made of recycled plastic. You can tell that plastic has been recycled because it is grey, if it's clear odds are it's virgin plastic.\n\nReply\nreply\nCinnamon_728\n•\n1 yr. ago\n\nshameful use of Terraria font.\n\nReply\nreply\nBolado_3000\n•\n1 yr. ago\n\nWhy is plastic recycling a myth? I thought it was possible to melt it down and do other things with it\n\nReply\nreply\nNyehNyehRedditBoi\n•\n1 yr. ago\n\nIIRC, melting plastic breaks down the molecules to simpler ones, so you end up with an inferior product instead of maybe less of the same product\n\nReply\nreply\nmatthewtruvalyou\n•\n1 yr. ago\n\nMarketing is really just bullshit 99% of the time, coming up with new ways to say essentially nothing.\n\nReply\nreply\nSudzking\n•\n1 yr. ago\n\nYea they did that for the environment and not material costs\n\nReply\nreply\nOk-Ihatetiktoc\n•\n1 yr. ago\n\nBros built like Elon musk\n\nReply\nreply\n \nr/FuckNestle\nWhat a shocker.\n774 upvotes · 249 comments\nr/FuckNestle\nSociology HW going well\n676 upvotes · 8 comments\nr/FuckNestle\nNestle is profiting while draining the Floridian Aquifer\n302 upvotes · 27 comments\nr/FuckNestle\nArticle by The Guardian exposes Nestle’s lobbying at climate summit\n203 upvotes · 3 comments\nr/FuckNestle\nDo not buy digornios\n106 upvotes · 33 comments\nr/FuckNestle\nFair Enough\nself.FuckNestle\n36 upvotes · 2 comments\nr/FuckNestle\nWhat are the quantifiable ways in which nestle acts immorally?\n11 upvotes · 6 comments\nr/FuckNestle\nIs Nestle affiliated with Al-Qaeda?\n8 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 13, 2022\nReddit\nreReddit: Top posts of July 2022\nReddit\nreReddit: Top posts of 2022"
}