{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "How Do We Clean Up All That Ocean Plastic? - State of the Planet",
  "href": "https://news.climate.columbia.edu/2022/10/13/how-do-we-clean-up-all-that-ocean-plastic/",
  "body": "There are currently 75 to 199 million tons of plastic polluting our oceans, according to the World Economic Forum. This is a result of humans recycling only nine percent of plastic waste and dumping 10 million tons of it into the seas each year.",
  "textContent": "News from the Columbia Climate School\n     \nAGRICULTURE\nCLIMATE\nEARTH SCIENCES\nECOLOGY\nENERGY\nHEALTH\nSUSTAINABILITY\nURBANIZATION\nWATER\nABOUT\nECOLOGY, WATER\nHow Do We Clean Up All That Ocean Plastic?\nBY RENEE CHO |OCTOBER 13, 2022\n Comments\n\nPhoto: NOAA’s National Ocean Service\n\nThere are currently 75 to 199 million tons of plastic polluting our oceans, according to the World Economic Forum. This is a result of humans recycling only nine percent of plastic waste and dumping 10 million tons of it into the seas each year.\n\nIf we continue on this path, the annual flow of plastic into the ocean could triple by 2040 as plastic production continues to increase. Marine plastic pollution may be costing the world economy trillions of dollars every year because it affects fisheries, coastlines, tourism, marine life, and the food we eat.\n\nSome ocean plastic ends up in one of five major gyres, systems of ocean currents that corral marine garbage into their vortexes.\n\nThe gyres. Photo: NOAA\n\nThe Great Pacific Garbage Patch, the largest gyre, located between Hawaii and California, covers 1.6 million square kilometers, an area twice as big as Texas. It’s estimated that it contains 1.8 trillion pieces of plastic, weighing almost 90,000 tons. While there are many identifiable floating items in the gyre—macroplastics such as cigarette butts, plastic bags, food containers, laundry baskets, plastic bottles, medical waste, fishing gear, and more—most of the plastic is the size of pepper flakes or smaller, broken down by the sun and waves over the years.\n\nDespite the fact that the majority of large plastic pieces are spread out across the vastness of the oceans and the rest may be too small to collect, there are a number of organizations attempting to clean up the oceans.\n\nCollecting plastic from the oceans\n\nThe most high-profile effort to clean up ocean plastic is being conducted by Ocean Cleanup, a Dutch nonprofit whose goal is to get rid of 90 percent of floating plastic pollution in the ocean. Its first collection system proved ineffective when plastic garbage was able to escape its barriers and a part broke off due to the winds and waves. Its more successful current iteration has removed 220,000 pounds of plastic from the Great Pacific Garbage Patch.\n\nPhoto: Felton Davis\n\nOcean Cleanup’s system consists of a large floating net-like barrier three meters deep that forms a large U shape which is slowly towed by two ships. The natural flow caused by the movement directs plastic to the central retention zone. Once a week, the two vessels come together to close the barriers, pick up the retention zone, and empty the plastic out onto one of their decks. There it’s separated into different recycling streams, packaged, and sent to recycling facilities onshore. The organization’s System 03 is in the works; it’s three times bigger and will reduce the cost per kilogram of plastic collected.\n\nWhile Ocean Cleanup has received a lot of attention for its efforts, some marine biologists believe its methods could actually do more harm than good. They point to the fossil fuel-powered ships towing the barriers that emit 660 tons of carbon dioxide per month of cleanup. Ocean Cleanup says it offsets its emissions and that it is experimenting with biofuels.\n\nSeveral ocean plastic experts are also worried that Ocean Cleanup’s system will harm marine life and could kill creatures even if they are returned to the ocean. Ocean Cleanup counters that fish can escape its system. In addition, there are breathing ports for mammals, birds, or turtles that get caught in the retention zone, underwater cameras to ensure that marine life doesn’t get entangled, and a remote-controlled trigger release which opens one end of the retention zone if a creature is trapped. Protected species observers are always onboard to monitor and document all animals.\n\nPhoto: Zappy’s Technology Solutions\n\nAnother concern is that Ocean Cleanup’s system could harm a little understood ecosystem called neuston—comprising insects, worms, snails, nudibranchs, crabs, sea anemones and more that float on the ocean surface much like the plastic—before scientists have even had sufficient time to study it.\n\nOther critics say that Ocean Cleanup’s technique cannot get rid of the microplastics, and some believe lower tech strategies like beach cleanups are more effective because they prevent plastics from reaching the ocean in the first place.\n\nPlastic on the beaches\n\nWhile much of the plastic floating around in the gyres has been found to be decades old, it turns out that more of the recently produced plastic stays near shorelines. One study found that, for the first five years after entering the ocean from land, 77 percent of plastic remained on beaches or floated in coastal waters. According to Utrecht University oceanographer Erik van Sebille, most plastic in the ocean remains within 100 miles of the shore between the coastline and ocean, washing back and forth and scraping on the sand—a process that eventually breaks it down into microplastics.This means that beach cleanups may be one of the most effective ways of dealing with ocean plastics and microplastics.\n\nA number of organizations regularly arrange beach cleanups for volunteers: The Ocean Conservancy, Surfrider Foundation, American Littoral Society, and Ocean Blue Project, to name a few.\n\nCleaning up rivers\n\nMost plastic enters the ocean from rivers.\n\nMarilao River in the Philippines. Photo: JFValesquez Floro\n\nScientists have found that 1,000 rivers around the world are responsible for 80 percent of the plastic in rivers that ends up in the ocean.\n\nOcean Cleanup also has river cleanup technology called Interceptors, solar-powered catamaran-like vessels that are put into the mouth of polluted rivers. As the water flows, trash is guided by a barrier onto the Interceptor’s conveyor belt which dumps it into a shuttle; the shuttle carries the trash to dumpsters on a barge that are brought to the riverside and emptied. The trash is sent to a waste management facility. So far, eight Interceptors have removed over 2.2 million pounds of trash from rivers in Indonesia, Malaysia, Vietnam, Dominican Republic, and Jamaica.\n\nMr. Trash Wheel. Photo: Dicklyon\n\nIn Baltimore Harbor, Mr. Trash Wheel catches plastic pollution from a local river. Its containment booms direct trash flowing down the river into its mouth where a rake lifts it onto a conveyor belt. The trash is dropped into a dumpster on a separate barge at the top of the belt, and eventually incinerated for electricity. A giant water wheel powers the rake and conveyor belt, but if the current isn’t strong enough, solar power is used to pump water onto the wheel to keep it going. Four trash wheels currently working in Baltimore have picked up 2,000 tons of trash including 1.5 million plastic bottles, 1.4 million foam containers, and 12.6 million cigarette butts. Trash wheels are being planned for Texas, California, and Panama.\n\nAlphaMERS, an Indian company, makes stainless steel mesh fences that block river trash. They are strong enough to withstand fast currents that might overwhelm barriers. The angle of the barriers directs trash towards the shore where it is collected. Thirty-four fences are currently installed in eight Indian cities.\n\nThis year, a Dutch startup installed its first Bubble Barrier in an Amsterdam canal. A perforated tube placed diagonally at the bottom of a river pumps out air, generating a bubble curtain. The pump is powered by renewable energy if possible.\n\nPhoto: The Great Bubble Barrier\n\nWhen the river current meets the bubble barrier, plastic waste is pushed to the side and into a catchment system. The technology enables ships and migrating fish to easily pass through the bubbles. A Bubble Barrier in Katwijk, Netherlands prevents plastics from reaching the North Sea, and others are being planned for Portugal and Southeast Asia.\n\nWhere is the rest of the ocean plastic?\n\nVan Sebille’s research estimated that there are 276,000 tons of small floating plastic on the surface of the ocean. But scientists believe that between 5.3 to 14 million tons of plastic entered the oceans in 2010 alone. If what is found floating on the ocean surface represents only one percent of the plastic that ends up in the ocean each year, where is the rest of it?\n\nMicroplastics\n\nScientists think that the ocean contains 24.4 trillion pieces of microplastics — fragments of plastic less than five millimeters in length, or about the size of a sesame seed — weighing between 82,000 and 578,000 tons. There is likely more. Most microplastics come from synthetic clothing, personal care products, tires, city dust, and from the breakdown of plastic debris. Current technology is not able to filter them out at sewage treatment plants, so most of it washes out to sea and ends up in the ocean or in the sediment.\n\nA sediment sample taken off the coast of Santa Barbara, CA showed the contents of the sediment from 1870 to 2009. In the layers representing 1945 to 2009, researchers found plastic fibers one millimeter or smaller in size. As the years went on, the amount doubled every 15 years—an increase that reflects the actual rate of global plastic production. Australian researchers analyzing ocean sediments estimated that almost 15.5 million tons of microplastics now exist on the ocean floor.\n\nPlastic found in the stomach of a seabird. Photo: US Fish and Wildlife Service\n\nMarine animals eat microplastics, which means they also ingest the toxic chemicals that were added to make the original plastic product flexible, colorful, waterproof, or flame resistant. Microplastics can also absorb other toxic chemicals and carry harmful bacteria. They have been shown to harm marine life by disrupting reproductive systems, stunting growth, and causing tissue inflammation and liver damage.\n\nBecause microplastics have been found in all marine life—even in the guts of tiny crustaceans in the ocean’s deepest trenches—they are part of the food chain and are also consumed by humans. Microplastics have already been found in human blood, feces, and in the placentas of unborn babies, but so far there have been no large definitive studies on how microplastics harm human health.\n\nBeizhan Yan is a Lamont Associate Research Professor at Columbia Climate School’s Lamont-Doherty Earth Observatory, where he specializes in plastic pollution. He is collaborating with researchers from the Columbia Chemistry Department and the Mailman School of Public Health to examine the presence of microplastics and nanoplastics (tiny pieces less than one micron in size) in humans—what exposure levels people have, how the plastic particles get into the blood, whether microplastics are transported to the organs, and whether they are able to cause adverse health effects.\n\nYan is also working with Riverkeeper, Philip Orton from Stevens Institute of Technology, and his colleague Joaquim Goes at Lamont to study the sources and environmental fate of microplastics in NYC waterways. Cleaning up microplastics while also protecting ecosystems will not be easy.\n\nYan said, “Those tiny microplastics coexist with many other minerals and fine particles, like silt, clay, plant debris, and black carbon—all sorts of other particles, whether natural or anthropogenic. They have a similar size and density, so it’s difficult to efficiently separate microplastics from other particles. In terms of concentration or mass, the microplastics are probably less than 0.1 percent of the total mass of these particles.” He believes that in the future, researchers may develop technology to separate the elements out efficiently, but today it does not exist.\n\nMicroplastics. Photo: Oregon State University\n\nThere are, however, ongoing efforts to deal with microplastics. NASA’s Cyclone Global Navigation Satellite System can help track microplastics as they move by analyzing where the ocean surface is smoother and thus likely to have more microplastics. This enables organizations attempting to clean up microplastics to identify the areas of greatest density.\n\nNumerous experiments are being conducted to capture microplastics. Wasser 3.0, a German company, uses a special non-toxic compound which, when circulated in a vortex, pulls microplastics into popcorn-like clumps that can then be collected. The technique could be used in sewage treatment plants or industrial processes. It is already being used in a paper processing plant and a wastewater treatment plant in Landau-Mörlheim where it has removed 600 pounds of microplastics.\n\nSome scientists discovered enzymes that can break down polyester. Researchers from Hong Kong Polytechnic University devised a sticky biofilm from a bacterium that can incorporate microplastics. At the University of Adelaide, scientists created spring-shaped carbon nanotube magnets that grab microplastics and break them down into harmless water-soluble pieces. And a chemistry student in the Netherlands invented a device where microplastics attach themselves to a magnetic liquid; the contents can then be removed with a magnet, leaving only water behind.\n\nYan contends that the most cost-effective way to deal with plastic pollution, however, is to control its sources. For example, sewage is one of the primary sources of microplastics, though microplastics originate from the products people use. Studies show that most of the microplastics in sewage effluent are microfibers that come from laundry—washing machines and driers. Yan’s study of New York City waters found that more than 90 percent of the microplastics greater than 0.2 millimeters were microfibers shed from clothing, transported by the wastewater of washing machines. With more and more people dressing in clothes made from synthetics that shed microfibers, it’s unlikely that the fashion business will stop using these materials, so microfibers must somehow be prevented from getting into the sewage system to begin with. Yan and researchers from SUNY Stony Brook and North Carolina State University are proposing a study to NOAA to develop advanced filtration techniques that can capture microplastics and fibers from the laundry and repurpose them into new fibers for use in the fashion industry.\n\nPlastic on the seafloor\n\nIn addition to the microplastics accumulating in sediments, larger plastic also sinks to the seafloor. One study found that 50 percent of the plastic in landfills is denser than seawater, which means these objects may sink on their own. The other 50 percent can be colonized by barnacles and other organisms over time, making them heavier than seawater, so eventually they sink as well.\n\nPlastic bag on the seafloor. Photo: NOAA\n\nAn image that has become iconic is that of the plastic bag found in the Mariana Trench, the deepest point in the ocean, 36,000 feet below sea level in the Pacific Ocean. Other single-use plastics have also been found on the ocean floor and while there have been a few limited estimates of how much plastic resides in certain areas, there is no data for most areas of the overall seafloor.\n\nAccording to Yan, the two fundamental questions about plastics on the ocean floor are: where are the macroplastics, and are they causing trouble?\n\n“The scientific community can use models to figure out where most of these plastics are, because we don’t know right now,” he said. But cleaning up the plastics on the ocean floor is challenging because they settle so deep, and a cleanup would be very costly. Another concern is that plastics on the ocean bottom become part of the ecosystem. “Some of the animals use the plastics and live with them,” Yan said. “How do you do a cleanup without interfering with the ecosystems of those animals?”\n\nYan believes that scientists may eventually develop an underwater drone that can identify macroplastics and gather them from the ocean bottom. However, this would be expensive because of the need to lower the drones, pick up the macroplastics and bring them to shore, and possibly the need for trained pilots to operate the drones.\n\nReducing ocean plastic\n\nWhile cleanup technologies have a role to play in cleaning up ocean plastic, no single solution can effectively reduce ocean plastic. What is required is fundamental and systemic change that includes the banning of single-use plastics in favor of products designed to be recycled or repaired, and more recycling infrastructure. Breaking the Plastic Wave, a Pew Report, identified the measures which, if implemented, could cut annual dumping of plastic into the ocean by 80 percent in 20 years. These include reducing plastic consumption, substituting plastic with compostable materials, designing products and packaging with recycling in mind, increasing recycling, proper disposal of plastics that can’t be recycled, and reducing the export of waste.\n\n“To me, plastic is still a good thing,” said Yan. “With it, you use less steel, wood, and other resources. But the only way to correctly use it is to recycle it, reuse it, and repurpose it, rather than discard it in the environment. Pathetically, less than 10 percent of plastics are recycled right now. We should actively research affordable solutions to prevent plastics from getting into the environment.”\n\nTowards that end, Yan is the director of the Plastic Pollution Analysis and Sustainable Solutions Network recently funded by the Columbia Climate School, bringing together more than 30 researchers working in environmental law, engineering, life cycle analysis, environmental health, and more.\n\n“I think that for human beings, plastic pollution is the biggest pollution issue right now in terms of the total amount of the pollutants being generated, and how challenging it is to deal with,” said Yan. “But if we work together, we can solve these issues in the future.”\n\nTags: ei highlightsfeatured storyLamont-Doherty Earth Observatorymicroplasticsoceansplasticplastic pollution\nRelated Posts\nFaculty Spotlight: Why Trees Will Always Have Something to Teach Us\nA New 66 Million-Year History of Carbon Dioxide Offers Little Comfort for Today\n Subscribe \n Login\n\n\n\n\n{}\n[+]\n15 COMMENTS\nOldest \nHelen Freedman\n 1 year ago\n\nThe best article I’ve read about plastic in the ocean. It’s a depressing situation, but heartening to see what advances are being researched and worked on for the health of future generations.\n\n Reply\nFrank Mancuso\n 1 year ago\n\nI likely was the first to address this over 30 years ago in a series of lawsuits that lasted over 20 years. Marine micro plastic is a sponge for PCBs and has killed or displaced phytoplankton as the beginning of the oceans food chain. We eat it it’s in our air, rain, and unborn children. Industry and government spent millions defending it in court. Consiquently, phytoplankton is half gone in my lifetime. As it goes all life will soon follow. It’s fixable and as a bonus can halt global warming.\n\n Reply\nNeal Parry\n 1 year ago\n\nVery interesting article, and pleased to see the Columbia Climate School addressing plastic pollution. After graduating SIPA (MPA-ESP, 2006), I went to work for the NOAA Marine Debris Division to promote policy and science-based solutions. Progress has been made, but still challenged by behavior change – keep up the good work at Columbia!\n\n Reply\ntomboy\n 1 year ago\n\nIt’s good that somebody is helping clean up the ocean. It hearts my heart when see animals die especially sea turtles.\n\n Reply\nGurly Gurl\n 1 year ago\n\nYou guys are doing a great job cleaning up the ocean!!!\n\n Reply\nHadley\n 11 months ago\n\nThe best article I’ve read about plastic in the ocean. It’s a depressing situation, but heartening to see what advances are being researched and worked on for the health of future generations.\n\n Reply\nLanah\n 11 months ago\n\nindeed we need to help the ocean from plastic and i’m glad that there’s article’s to give tips on how to help the plant\n\n Reply\nSOmEoNe\n 10 months ago\n\nAt least someone is trying to help clean the ocean. I love dolphins and it hurts to see them die from all the plastic\n\n Reply\nGracie\n 10 months ago\n\nI love this article it is one of the best. it really shows how much pollution affects our planet and the sea creatures on this earth. it is sad how people are causing to our planet and ecosystem.\n\n Reply\nLuis Torres\n 7 months ago\n\nwhat solutions can i use to prevent plastic from being in the ocean?\n\n Reply\nCarrie Wang\n 1 month ago\n\nThe challenge of ocean plastic pollution is immense, with millions of tons of plastic contaminating our seas. While cleanup efforts are commendable, they are not a panacea. The real solution lies in systemic change—reducing single-use plastics, promoting recycling, and fostering sustainable practices.\n\n Reply\nldsagh\n 22 days ago\n\nThis was VERY helpful (not being sarcastic)\n\n Reply\nJesus Saves\n 6 days ago\n\nThis is a really nice article.\n\n Reply\nashwini\n 5 days ago\n\nWow, this is such an important topic! Thanks for sharing this insightful blog post on how we can clean up all that ocean plastic. It’s crucial that we come together to find sustainable solutions and take action to protect our oceans. I appreciate you shedding light on this pressing issue!\n\n Reply\nLucie\n 3 days ago\n\nImpressive article highlighting the urgent and complex challenge of ocean plastic pollution. Thank you for shedding light on the innovative efforts and ongoing debates in this crucial environmental issue. How effective do you think these cleanup initiatives will be in the long run?\n\n Reply\nFeatured Story\nIn Many Major Crop Regions, Workers Plant and Harvest in Spiraling Heat and Humidity\nUpcoming Events\nClimate LIVE K12: Towards Climate Justice and Resilience in Colombia\nInvisible Consequences: Climate Disaster Recovery\nTopics\nTopics\nSelect Category\nAgriculture\nClimate\nEarth Sciences\nEcology\nEducation\nEnergy\nGender Equality\nGeneral Earth Institute\nGlacierHub Blog\nHealth\nNatural Disasters\nPeace and Conflict\nPoverty / Development\nPress Release\nSustainability\nUrbanization\nWater\nResearch Centers & Programs\nInternational Research Institute for Climate and Society\nLamont-Doherty Earth Observatory\nAuthors\nAdrienne Kenyon\nAmy Imdieke\nAndrew Revkin\nCaroline Adelman\nCassie Xu\nColumbia Center on Sustainable Investment\nCenter for International Earth Science Information Network\nColumbia Climate School\nCharlotte Munson\nDebbie Cook\nDebra Tillinger\nDavida Heller\nDiana B Sierra\nDavid Maurrasse\nDonna Shillington\nDiego Villarreal\nDwi Susanto\nDale Willman\nEarth Institute\nEve Warburton\nElza Bouhassira\nEmily Denny\nEinat Lev\nEvan Lim\nCenter on Global Energy Policy\nEmily O'Hara\nEric Holthaus\nElizabeth Robinson\nEmily Rothenberg\nEve Solomon\nElisabeth Sydor\nFarah Hegazi\nKyle Frischkorn\nFrancesco Fiondella\nFrank Nitsche\nGina Ackerman\nGavin Schmidt\nElisabeth Gawthrop\nGabriella Cohen\nGeoffrey Heal\nGilma Mantilla\nGisela Winckler\nGrennan Joseph Milliken\nGrace Palmer\nGrant Goodrich\nHamsa Subramaniam\nHannah Chang\nHima Batavia\nHayley Martinez\nHamna Tariq\nIndrani Das\nInternational Research Institute for Climate and Society\nIvy Morgan\nJaclyn Leigh Carlsen\nJames Wariero\nJessica Crespo\nJeff Schlegelmilch\nJeffrey Sachs\nJennifer Vettel\nJesper Frant\nJessica Fanzo\nJaden Hill\nJeremy Hinsdale\nJill A. VanTongeren\nJim Cochran\nJim Gaherty\nJonathan Nichols\nJohn McArthur\nJohn Mutter\nJenna Travers\nJacquelyn Turner\nJu Young Lee\nJulia Apland Hitz\nJulie Arrighi\nKatherine Allen\nKalpana Venkatasubramanian\nKate Brash\nKate Morris\nKate Weinberger\nKatherine Regan\nKatie Horner\nKatie Johnson\nKavita Jain-Cocks\nKelsie DeFrancia\nKelsey Dyez\nKevin Krajick\nKate Kennedy Freeman\nKim Anne Kastens\nKim Martineau\nKlaus Lackner\nKristin Francoz\nKatherine Schulman\nKirsty Tinto\nKelcie Walther\nKyu Lee\nKathy Zhang\nLakis Polycarpou\nIsabel Amos-Landgraf\nLareef Zubair\nLaura Ly\nLauren Barredo\nLauren Ziegler\nLenfest Center\nLeesa Ko\nLonnie Thompson\nLaura Piraino\nLily Roberts\nLindsay Siegel\nLucia Rodriguez\nMadeleine Rubenstein\nMargie Turrin\nMariapaola Sutto\nMarie DeNoia Aronsohn\nMary-Elena Carr\nMattias Chesley\nMeaghan Daly\nMelika Edquist\nMeg Reitz\nMegan Winston\nMeghna Bhattacharjee\nMeredith Forsyth\nMichael B. Gerrard\nMichael Barnett\nMichelle Cordray\nMichelle Shevin\nMike Steckler\nMolly Hellmuth\nMilap Patel\nMarivi Perdomo Caba\nMeg Towle\nMargo Weiss\nNatalie Unwin-Kuruneri\nNicole deRoberts\nNikhil Narula\nNatalia Mroz\nNeil Pederson\nNathan Rudder\nOlga Rukovets\nPaola Mejia\nPatrick Kinney\nPaul Block\nPeter Coleman\nPeter Francis Deneen\nPeter Kelemen\nPeter Schlosser\nPria Mahadevan\nPatty Mechael\nPratigya Polissar\nPoonam Arora\nPhebe Pierson\nPrabhjot Dhadialla\nPrabhjot Singh\nPamela Vreeland\nRenee Cho\nRebecca Fowler\nRonny Friedrich\nRadhika Goyal\nRebecca Greenwald\nRichard Gonzalez\nRichard Plunz\nBob Crocco\nRobert Hsu\nRustom Masalawala\nSabin Center for Climate Change Law\nSamantha Tress\nSuzanne Carbotte\nThomas Chen\nScott Barrett\nSelim Tlili\nShahid Naeem\nShahzeen Z. Attari\nSidney Hemming\nSharon Kim\nStacy Morford\nSamantha Ostrowski\nShama Perveen\nSasha Starovoitov\nBeth Stauffer\nStephanie Ruiz\nStephen Hammer\nStephen Yang\nSteve Cohen\nSusan Blaustein\nSusan Karuti\nSophia Vatakis\nTanya Heikkila\nTheresa E. Hernandez\nTim Creyts\nTim Crone\nTimothy Gildner\nTobias Siegfried\nTamara Plummer\nTristan Jones\nTracy Slagle\nTrevor Williams\nUyen Kim Huynh\nUjala Qadir\nUpmanu Lall\nWilliam Menke\nYanis Ben Amor\nYochanan Kushnir\nYombo Tankoano\nZoe Alexandra Klobus\nArchives\nSelect Year\n2023  (307)\n2022  (456)\n2021  (511)\n2020  (566)\n2019  (478)\n2018  (434)\n2017  (370)\n2016  (395)\n2015  (414)\n2014  (383)\n2013  (334)\n2012  (507)\n2011  (511)\n2010  (549)\n2009  (285)\n2008  (11)\nABOUT\nASK A QUESTION / SUGGEST A STORY\n     \n15\nThis website uses cookies as well as similar tools and technologies to understand visitors' experiences. By continuing to use this website, you consent to Columbia University's usage of cookies and similar technologies, in accordance with the Columbia University Website Cookie Notice.Close"
}