{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Everything you need to know about plastic pollution",
  "href": "https://www.unep.org/news-and-stories/story/everything-you-need-know-about-plastic-pollution",
  "body": "A UNEP explainer on the plastic pollution crisis, its causes, impacts and solutions. Learn how plastic pollution affects wildlife, the climate and human health, and what you can do to help tackle it. Find out more about the resolution to end plastic pollution by 2024 and the Intergovernmental Negotiating Committee process.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n25 APR 2023 STORY CHEMICALS & POLLUTION ACTION\nEverything you need to know about plastic pollution\nGetty Images\n\nThis year’s World Environment Day – the fiftieth iteration of the annual celebration of the planet – is focusing on the plastic pollution crisis. The reason? Humanity produces more than 430 million tonnes of plastic annually, two-thirds of which are short-lived products that soon become waste, filling the ocean and, often, working their way into the human food chain.\n\n“Many people aren’t aware that a material that is embedded in our daily life can have significant impacts not just on wildlife, but on the climate and on human health,” says Llorenç Milà i Canals, Head of the United Nations Environment Programme’s (UNEP’s) Life Cycle Initiative.\n\nRead our explainer to find out more about the plastic pollution crisis:\n\nWhy is plastic pollution such a problem?\n\nAffordable, durable and flexible, plastic pervades modern life, appearing in everything from packaging to clothes to beauty products. But it is thrown away on a massive scale: every year, more than 280 million tonnes of short-lived plastic products become waste.\n\nRELATED\nSTORY\nWhat you need to know about the plastic pollution resolution\nSTORY\nWhat to expect as negotiations to end plastic pollution kick off\n\nOverall, 46 per cent of plastic waste is landfilled, while 22 per cent is mismanaged and becomes litter. Unlike other materials, plastic does not biodegrade. This pollution chokes marine wildlife, damages soil and poisons groundwater, and can cause serious health impacts.\n\nIs pollution the only problem with plastic?\n\nNo, it also contributes to the climate crisis. The production of plastic is one of the most energy-intensive manufacturing processes in the world. The material is made from fossil fuels such as crude oil, which are transformed via heat and other additives into a polymer. In 2019, plastics generated 1.8 billion metric tonnes of greenhouse gas emissions – 3.4 per cent of the global total.\n\nWhere is all this plastic coming from?\nThe packaging sector is the largest generator of single-use plastic waste ­in the world. Approximately 36 per cent of all plastics produced are used in packaging. This includes single-use plastic food and beverage containers, 85 per cent of which end up in landfills or as mismanaged waste.\n\nFarming is another area where plastic is ubiquitous: it is used in everything from seed coatings to mulch film. The fishing industry is another significant source. Recent research suggests more than 100 million pounds of plastic enters the oceans from industrial fishing gear alone. The fashion industry is another major plastic user. About 60 per cent of material made into clothing is plastic, including polyester, acrylic and nylon.\n\nI have heard people talk about microplastics. What are those?\n\nThey are tiny shards of plastic measuring up to 5mm in length. They come from everything from tires to beauty products, which contain microbeads, tiny particles used as exfoliants. Another key source is synthetic fabrics. Every time clothing is washed, the pieces shed tiny plastic fibres called microfibres – a form of microplastics. Laundry alone causes around 500,000 tonnes of plastic microfibres to be released into the ocean every year –the equivalent of almost 3 billion polyester shirts.\n\nWhat is being done about plastic pollution?\nIn 2022, UN Member States agreed on a resolution to end plastic pollution. An Intergovernmental Negotiating Committee is developing a legally binding instrument on plastic pollution, with the aim of having it finalized by the end of 2024. Critically, the talks have focused on measures considering the entire life cycle of plastics, from extraction and product design to production to waste management, enabling opportunities to design out waste before it is created as part of a thriving circular economy.\n\nUN Environment Assembly President brings down the gavel on the resolution.  Credit: UNEP \n\nWhat more needs to be done?\nWhile this progress is good news, current commitments by governments and industry are not enough. To effectively tackle the plastic pollution crisis, systemic change is needed. This means, moving away from the current linear plastic economy, which centres on producing, using and discarding the material, to a circular plastic economy, where the plastic that is produced is kept in the economy at its highest value for as long as possible.\n\nHow can countries make that a reality?\n\nCountries need to encourage innovation and provide incentives to businesses that do away with unnecessary plastics. Taxes are needed to deter the production or use of single-use plastic products, while tax breaks, subsidies and other fiscal incentives need to be introduced to encourage alternatives, such as reusable products. Waste management infrastructure must also be improved. Governments can also engage in the Intergovernmental Negotiating Committee process to forge a legally binding instrument that tackles plastic pollution, including in the marine environment.\n\nWhat can the average person do about plastic pollution?\nWhile the plastic pollution crisis needs systemic reform, individual choices do make a difference. Such as shifting behaviour to avoid single-use plastic products whenever possible. If plastic products are unavoidable, they should be reused or repurposed until they can no longer be used – at which point they should be recycled or disposed of properly. Bring bags to the grocery store, and if possible, striving to purchase locally sourced and seasonal food options that require less plastic packaging and transport.\n\nShould I lobby governments and businesses to address plastic pollution?\n\nYes. One of the most important actions individuals can take is to ensure their voice is heard by talking to their local representatives about the importance of the issue, and supporting businesses that are striving to reduce single-use plastic products in their supply chains. Individuals can also show their support for them on social media. If people see a company using unnecessary plastic (such as single-use plastics covering fruit at a grocery store) they can contact them and ask them to do better.\n\nFor more information on how you can help tackle the plastic pollution crisis, download the Beat Plastic Pollution Practical Guide.\n\nAbout World Environment Day\nWorld Environment Day on 5 June is the biggest international day for the environment. Led by UNEP and held annually since 1973, the event has grown to be the largest global platform for environmental outreach, with millions of people from across the world engaging to protect the planet. This year, World Environment Day will focus on solutions to the plastic pollution crisis.\n\nTOPICS\nChemicals & pollution action\nPlastic pollution Marine Litter\nFurther Resources\nUNEP’s work on chemicals and waste\nPollution and the Circular Economy\nBeat Plastic Pollution\nFinancing Circularity: Demystifying Finance for the Circular Economy\nIntergovernmental Negotiating Committee on Plastic Pollution\nBeat Plastic Pollution Practical Guide\nRelated Content\nSPEECH\nUnited action for a greener, more secure future, in China and beyond\nSPEECH\nEnvironmental philanthropy for the SDGs\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}