{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Plastic recycling a \"failed concept,\" study says, with only 5% ... - Reddit",
  "href": "https://www.reddit.com/r/technology/comments/yckiev/plastic_recycling_a_failed_concept_study_says/",
  "body": "\"Titled \"Circular Claims Fall Flat Again,\" the study found that of 51 million tons of plastic waste generated by U.S. households in 2021, only 2.4 million tons were recycled, or around five percent.\" ... A plastic tax would help fund pollution cleanup, invest in clean technology, and invest in research into how effective recycling and ...",
  "textContent": "Plastic recycling a \"failed concept,\" study says, with only 5% recycled in U.S. last year as production rises : r/technology\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to technology\nr/technology\n•\n1 yr. ago\nesporx\nPlastic recycling a \"failed concept,\" study says, with only 5% recycled in U.S. last year as production rises\nNanotech/Materials\ncbsnews.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n1 yr. ago\n\nWith hindsight, it was a feelgood program for consumers, but absolved the plastics industry of obligations to actually make it work. Single use plastic must be legislated into either a working recycling system, or banned from nonessential uses.\n\nRoyal_Aioli914\n•\n1 yr. ago\n\nYeah. Unfortunately, I do think much of the motivation was in just making consumer goods more appealing and less guilt inducing. This resulted in just more adoption of plastics, and less competitive ability to offer an alternative that was not wrapped in plastic.\n\n101 more replies\njpegjpg\n•\n1 yr. ago\n\nSurprise! did you know that we were going to ban single use due to garbage issues but the plastic industry lobbied law makers to push the burden on consumers and say they should be recycling rather then they should not be manufacturing garbage.\n\n8 more replies\n99 more replies\nTheMostDoomed\n•\n1 yr. ago\n\nThe concept of plastic recycling was sold to us all by the oil and plastic companies.\n\nFirst_Safety1328\n•\n1 yr. ago\n\nIt is possible but will ultimately require a recycling facility that is akin to an oil refinery for plastics, and the technology is not at the point where it is cost effective (at this moment). Doesn't mean it can't get there. I work in plastics industry, and I also believe there will need to be a massive shift in what the public perceives as acceptable in their views of plastic packaging. Polymers degrade and shift to a yellowish color each time they are recycled, and this is a massive challenge to maintain a crystal clear product that the consumer expects. The public may have to accept a lower quality of clarity, which may sound silly, bit is a major crux in the process. Yes you can get this with glass, but then one must also consider the intense amount of energy required to process glass (1000's of degrees which directly translates to energy consumption/CO2 emissions) and also the massive increases in transportation costs of glass due to the significant increase in mass you get with glass compared to plastic (millions of products are produced every hour and need to get to their end use place of purchase, increased fuel needed to ship glass is a massive factor at the scale that matters). Society never thought we could convert to one based off of crude oil many years ago, it is not easy and we need to make more progress, but it is definitely possible.\n\n65 more replies\n23 more replies\n[deleted]\n•\n1 yr. ago\n\nSingle Use Plastic Food and Beverage Containers Need to be Banned\n\n11 more replies\nBlackSquirrel05\n•\n1 yr. ago\n\n\"Oh yeah you can totes recycle most plastic.\"\n\nGoing down as one of the larger lies told to us in the modern era. (or things just muttered under some people's breath.)\n\nSide note we all did a really poor job of paying attention to the \"reduce --> reuse--> recycle\" part of that chain.\n\nDJ_Femme-Tilt\n•\n1 yr. ago\n\nSide note we all did a really poor job of paying attention to the \"reduce --> reuse--> recycle\" part of that chain.\n\none thing they neglected to stress with this was that each of those is worth an order of magnitude more than the next.\n\nIn school, when the program was still fresh, they were held up each basically as an equal, and then would GUSH about the glory of recycling. All the while, reuse is an order of magnitude more effective than recycling, and REDUCE is vastly superior to them both.\n\nUnsure if this has shifted in modern schools.\n\n6 more replies\n7 more replies\nCIA_Linguist\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nThis past year I have found that when writing articles on this topic, it is best to compare the percentage of the leading countries compared to the United States, specifically in the title. A lot of Americans who I’ve shown my work to are surprised when I tell them it is 4-5% in the US with no realistic plans to change in the future while it is drastically higher in places like Germany. They seem to be under the impression that it is the rest of the world who is behind them and the US is “Recycling Central” of the world.\n\nI believe the 1st greatest step towards starting to go into the right direct would be to ban plastic bags at grocery stores and other stores. Following that we need to find ways to ban single-serving plastic containers.\n\nPeople need to see what other countries are performing at and that there are realistic alternatives to these shitty plastics in order to accept the changes. There are obviously better steps to take, but the order in which people are more likely to accept them is difficult to predict. If the US were to go hardcore Recycling tomorrow it would be chaos.\n\nEdit: +1 word, grammar.\n\n3 more replies\nscribbyshollow\n•\n1 yr. ago\n\nso are we going to make the producers of this garbage have to change or are we just going to \"oh well\" the situation?\n\n35 more replies\nMacNuggetts\n•\n1 yr. ago\n\nFinally. Can we stop putting the onus on individual people to save the planet, and start tackling the problem at the source?\n\n[deleted]\n•\n1 yr. ago\n\nIn service of that, I think the average person can choose to buy less shit. Think hard about any stupid little plastic-coated gizmo that you buy— do you really need it? American consumerism is out of control (I’m sure it is in any relatively rich country too, but I can only speak to the US).\n\n20 more replies\n76 more replies\nNoFunHere\n•\n1 yr. ago\n\nOne major issue is the article itself, which focuses way too much on the USA where the overwhelming majority of plastic that isn't recycled is safely discarded in landfills. The much, much more acute problem is the entire developing world that throws their plastic on the ground or, if it is actually collected as trash, is dumped into rivers. The saddest part of my travels to developing nations is how they just dispose of anything anywhere, including watching a whole line of garbage trucks dumping their loads into the local river.\n\n[deleted]\n•\n1 yr. ago\n\nResearch the Philippines they are horrible with plastic.\n\n1 more reply\n31 more replies\njsebrech\n•\n1 yr. ago\n\n… in the U.S.\n\nMeanwhile in Europe some countries exceed 50% plastic recycling rate.\n\nhttps://www.fostplus.be/en/blog/belgium-exceeds-european-plastic-recycling-requirements\n\nSpeaking as a citizen of such a country it is a combination of convenience (all plastic is picked up from the curb in separate garbage bags), cost (garbage bags for plastic cost less than those for regular waste), enforcement (garbage trucks refuse to pick up bags with the wrong type of content) and outreach (repeated campaigns to separate waste).\n\n12 more replies\npatman3030\n•\n1 yr. ago\n\n5% of everything is still a hell of a lot of plastic. Each milk container or tupperware bin that gets mulched to make new plastic is one that doesn't end up strangling an endangered animal or clogging up a waterway. Headlines like these just serve to justify lazy people throwing their recyclable trash away.\n\nRoyal_Aioli914\n•\n1 yr. ago\n\nI think if you really dig into it, you would find that headlines like these serve to inform people how ludicrously inefficient the current state of recycling is. It could turn out just like the studies on ethanol did that suggested that it was actually more environmentally harmful to produce ethanol, than it would have been to stick to straight gasoline. The technical difficulties revolving around these problems are incredibly nuanced and complex. I think there is a lot of thing wrong with recycling, and we really need to be objective about the state of it.\n\nThere are people innovating in this space as well. The fact of the matter is that plastic is ridiculously useful, and there are some very important applications for that use (medical), as well as redundant applications for that use (see: use a stainless steel water bottle for the love of all things good!).\n\nAnyways, I do think that plastic recycling is not what the average person thinks it is, and lazy people are characterized by their lack of a need to justify things, so I doubt the article was written to make them feel better.\n\n6 more replies\n13 more replies\natwork_sfw\n•\n1 yr. ago\n\nFor decades the US had been exporting its plastic waste to China. China was recycling 70% of the US's plastic recycling...which was 5% of the total recycled. Then they stopped.\n\nThen the US started exporting to Malaysia. Then they halted imports. Then Indonesia. Stopped. Then Singapore. Stopped.\n\nThe US just wants to make their recycling someone else's problem.\n\nthoughts-to-forget\n•\n1 yr. ago\n\nThis is where taxes can actually help. Until we generate a plastic tax there will always be companies that profit while people and future generations pay the consequences.\n\nA plastic tax would help fund pollution cleanup, invest in clean technology, and invest in research into how effective recycling and plastic alternatives.\n\n2 more replies\nMeior\n•\n1 yr. ago\n\nWhy the fuck is the concept failed when it's the US implementation that's failed?\n\nI live in Sweden, we recycle 34% as of now, with the target being 50%. Just because you guys implemented it wrong somehow doesn't mean the concept is failed.\n\nNot saying we shouldn't put much higher requirements on industry, as well as banning useless single use plastic, wrappings etc, where it's not needed. But saying that 5% is basically all you can do is just wrong. Every bit helps.\n\n1 more reply\nView more comments\n \n47\nRank by size \nRelated\nTechnology\nforward\nback\nr/AskReddit\nWhat is your favorite thing about your state?\n93 upvotes · 463 comments\nr/business\nMost Americans tip 15% or less at a restaurant — and some tip nothing, poll finds\ncnbc\n1.2K upvotes · 1.1K comments\nr/australia\nCalls for greater scrutiny of government during shutdown\nsmh.com.au\n363 upvotes · 32 comments\nr/business\nHere's what's on the menu at McDonald's new CosMc's spinoff restaurant\ncnbc\n209 upvotes · 64 comments\nr/business\nThe fight over return-to-office is getting dirty\nbusinessinsider\n399 upvotes · 114 comments\nr/business\nAmazon will allow auto dealers to sell cars on its site, starting with Hyundai\ncnbc\n392 upvotes · 78 comments\nr/worldnews\nPlastic recycling rates are declining even as production shoots up, according to a Greenpeace USA report out Monday that blasted industry claims of creating an efficient, circular economy as \"fiction\"\nfrance24\n271 upvotes · 18 comments\nr/brisbane\nNZ-AUS bubble possible by Xmas/ny ... QLD specifically mentioned\nsbs.com.au\n99 upvotes · 33 comments\nr/business\nAlaska Air to buy Hawaiian Airlines for $1.9 billion | CNN Business\ncnn\n512 upvotes · 47 comments\nr/business\nTesla will sue you for $50,000 if you try to resell your Cybertruck in the first year\nbusinessinsider\n210 upvotes · 70 comments\nr/business\nAmerican spending has kept the economy going since the pandemic. They may finally be stopping. | CNN Business\ncnn\n223 upvotes · 45 comments\nr/Snorkblot\nPlastic recycling a \"failed concept,\" study says, with only 5% recycled in U.S. last year as production rises | An it is not your (the recycling person) fault\ncbsnews\n3 upvotes · 6 comments\nr/business\nWall Street CEOs try to convince senators that new capital rules will hurt Americans as well as banks\ncnbc\n536 upvotes · 36 comments\nr/business\nLowe's sees steeper drop in annual sales as DIY demand stumbles\nreuters\n212 upvotes · 46 comments\nr/europe\nGermany to Get Europe’s Largest Advanced Recycling Plant\nplasticstoday\n430 upvotes · 56 comments\nr/business\nA Florida restaurant chain says boosting pay and offering better benefits helped it end its labor shortage\nbusinessinsider\n1K upvotes · 115 comments\nr/ethtrader\n40 years of failed US monetary policy and a call to reject the US financial system for a more transparent trustless solution on Ethereum\nfrontruncrypto\n120 upvotes · 54 comments\nr/videos\nSteve Martin's \"Not Gonna Phone it in Tonight\" musical number is the best cold-opening SNL ever had.\nyoutube\n1.6K upvotes · 311 comments\nr/business\nAs gasoline prices fall, U.S. inflation cools to 3.2%\nnpr.org\n257 upvotes · 74 comments\nr/news\nConsumer group says drugmakers abuse U.S. patent system to keep prices high\nreuters\n7.4K upvotes · 279 comments\nr/florida\nAs expected, Rockstar completely nails Florida with the GTA6 trailer.\nyoutube\n620 upvotes · 147 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/Economics\nProducer Price Index (PPI) fell 0.5% in October for biggest monthly drop since April 2020\ncnbc\n96 upvotes · 3 comments\nr/videos\nSimCity 2000 30 Years Later: An LGR Retrospective\nyoutube\n1.3K upvotes · 271 comments\nr/technology\nAmazon wants businesses to use its palm-scanning tech to let employees into the office\ncnbc\n547 upvotes · 139 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 24, 2022\nReddit\nreReddit: Top posts of October 2022\nReddit\nreReddit: Top posts of 2022"
}