{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "A new treaty process offers hope to end plastic pollution",
  "href": "https://www.nature.com/articles/s43017-022-00361-1",
  "body": "It focuses on ending plastic pollution, not eliminating the use of plastics entirely, and specifies that the legally binding agreement should include: the entire lifecycle of plastics including...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nnature  nature reviews earth & environment  comment  article\nComment\nPublished: 09 November 2022\nA new treaty process offers hope to end plastic pollution\nAntaya March, Keiron P. Roberts & Stephen Fletcher \n\nNature Reviews Earth & Environment \nvolume\n 3, \npages\n726–727 (2022)Cite this article\n\n773 Accesses\n\n10 Citations\n\n175 Altmetric\n\nMetrics\ndetails\n\nThe development of a global legally binding treaty by the UN to end plastic pollution is underway. To be effective, the global treaty requires new levels of transparency, disclosure and cooperation to support evidence-based policymaking that avoids the fragmented and reactionary policies of the past.\n\nPlastic is extremely useful, but mismanagement has led to a global pollution crisis that is exacerbating climate change1 and biodiversity loss2, and compromising national development pathways3. A complete transformation to a circular plastics economy is needed to radically reduce or eliminate plastic pollution while supporting necessary use4. However, plastic value chains typically pass-through multiple jurisdictions with different laws, rules and norms. At best, country-specific policies, such as bans on specific plastic products, do not have the reach to meaningfully affect global drivers of plastic pollution. At worst, they create international legal and policy inconsistencies that push plastic waste to places with the least capacity to deal with it safely. Indeed, it is estimated that current commitments to tackle plastic pollution will only decrease plastic entering the environment by approximately 7% by 2040 compared to business as usual5. Here we discuss the role that a forthcoming global treaty by the UN can have in ending plastic pollution.\n\nA global treaty to end plastic pollution\n\nCurrently, national plastics policies only address a fraction of plastic pollution. Ambition is limited and policies often only extend the time before plastic becomes pollution rather than tackling the root cause of the problem. Instead, a globally coordinated approach that regulates the entire length of international value chains and confronts the environmental, economic and social impacts of misaligned plastic policies is needed6. It was in this context that in March 2022, nearly 200 nations endorsed a historic resolution at the UN Environment Assembly (UNEA) in Nairobi to end plastic pollution through a new global legally binding agreement or treaty to be developed by the end of 2024 (see Box 1)7.\n\nBox 1 The treaty development process\n\nThe first intergovernmental negotiating committee (INC) will convene in November 2022, to begin deliberating the draft text of the treaty, and attempt to resolve possible divisions over the ambition and scope of the treaty. During the first INC meeting, the United Nations Environment Program (UNEP) will convene a stakeholder forum to share global knowledge and best practices related to tackling plastic pollution. The INC will convene again in April and November of 2023. UNEA-6 will take place in February 2024 where the UNEP Executive Director will report on progress, followed by two more INC meetings in May and December of 2024. When the INC has completed its work on the draft text, UNEP will hold a diplomatic conference to formally adopt and open the new treaty for signature by nations. Successive Conferences of the Parties (COP) will enable the future refinement of the treaty as new evidence becomes available.\n\nShow more\n\nThe UNEA resolution creates the opportunity to transform the plastics economy. It focuses on ending plastic pollution, not eliminating the use of plastics entirely, and specifies that the legally binding agreement should include: the entire lifecycle of plastics including design, production, manufacturing, logistics, use, reuse and end-of-life management; plastics of all types and sizes, from large pieces of abandoned fishing gear, to nurdles and microplastics; the design of reusable and recyclable products and materials; and the necessity for enhanced international collaboration to facilitate access to technology, capacity building and scientific and technical cooperation. Developing this new treaty will be an enormous challenge, particularly determining the ‘right’ policies that will drive the transformation of the plastics economy to a more sustainable footing.\n\n(Un)informed plastics policy\n\nThe debate around which policies and approaches should be prioritised for inclusion in the treaty is undermined by an overwhelming lack of evidence about the effectiveness of existing plastics policies8. Similarly, there is limited evidence available to describe the basic qualities of the plastics economy, including the volumes of plastic produced, used and disposed of, the composition of plastic waste entering the environment, and the impacts of plastic on people and nature. These evidence gaps result from insufficient transparency and disclosure of policy effectiveness evidence, and a genuine absence of data collection.\n\nCalls for better-informed policy should not delay or frustrate progress toward a global agreement. Yet there is clearly an urgent need to grow the evidence base to support policies that drive the transformation of the plastics economy most quickly and equitably, and that can be scaled up globally. Within the treaty process, it will be essential to agree on a harmonised suite of metrics for reporting and measuring national and global progress. These metrics should be easy to understand, directly relate to policy goals, and encompass stakeholders from the entire plastics value chain, including the extraction, production, utilisation and disposal. This evidence base should come from the monitoring of the flow of plastic waste across the value chain, supported by environmental monitoring to identify where plastic pollution is occurring. Monitoring could be facilitated through existing national agencies with international coordination. Such evidence is critical to developing a truly science-informed adaptive approach to tackling plastic pollution.\n\nPolicy coordination, not fragmentation\n\nIn addition to filling evidence gaps, the treaty has the potential to reverse the fragmented nature of existing national plastics policies. Most national policies have been developed and implemented in a piecemeal and sometimes reactionary fashion, often focusing on single items or groups of items such as plastic bags, straws, and cups8. A global treaty is an opportunity to develop a holistic and coordinated plastic policy framework, which should be driven by a single target and an agreed strategy. Given the mandate by the international community to deliver a treaty to ‘end plastic pollution’, the treaty’s target must necessarily be ambitious, perhaps aiming for 0% new plastic pollution by 2040. To achieve zero plastic, policymakers, businesses, researchers and wider society alike must go beyond the existing best available technology and practice and be radical in our thinking to develop a coordinated global strategy to tackle plastic pollution.\n\nElements of this strategy could include the limitation of virgin plastic to essential uses only (such as medical equipment) and more sustainable alternative materials to plastic being used whenever possible. Upstream policies to reduce non-essential plastics, virgin plastics, and harmful additives will increase reusability and recyclability. Incorporating reusability and recyclability standards could create a system that will extend the life of necessary plastics. Midstream policies that target plastic use will require behavioural incentivisation to support more determined approaches to the reduction, reuse, and subsequent recycling of plastic. Plastics should be retained in the economy for as long as safely possible through drastically improved design and scaled-up reuse and recycling strategies, and safe end-of-life treatment for non-reusable or non-recyclable plastics found9. At the downstream stage of the plastic lifecycle, safe disposal mechanisms will minimise plastic leakage into the environment and avoid the distribution of plastic waste to nations with inadequate capacity to manage it safely. Any new policy approach to dealing with plastic pollution should be consistent with the Paris Climate Agreement and other international agreements to protect biodiversity and human health.\n\nCentral to the success of the treaty will be measures to protect the human rights and wellbeing of workers in the informal waste sector. They often work in extremely poor conditions but are instrumental to confronting plastic pollution through effective sorting, reuse and recycling of waste that would otherwise be sent to landfill or incinerated. In support of bringing the informal waste sector to the forefront, regulations and support on mitigating the impacts associated with chemicals of concern used as additives and regulating the mismanaged dumping of plastics among others can help drive down plastic pollution and ensure the health and safety of informal waste workers.\n\nBeyond the treaty\n\nEstablishing the new treaty is not the end of the story. Addressing the problem of plastic pollution will evolve well into the 2030s and beyond. New measures and standards will be incorporated into the global treaty as new evidence emerges to refine the suite of national and global policies. The global plastics policy landscape will innovate and adapt, guided by an iterative, collaborative treaty. Governments, businesses and NGOs need to dedicate significant resources and action towards generating new, objective and independent evidence that will allow for ongoing evaluations of policy effectiveness to ensure that the interventions in place have the highest possible impact.\n\nReferences\n\nCabernard, L., Pfister, S., Oberschelp, C. & Hellweg, S. Growing environmental footprint of plastics driven by coal combustion. Nat. Sustain. 5, 139–148 (2022).\n\nArticle\n \nGoogle Scholar\n \n\nHardesty, B. D., Lawson, T., Velde, T., Lansdell, M. & Wilcox, C. Estimating quantities and sources of marine debris at a continental scale. Front. Front. Ecol. Environ. 15, 18–25 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nFletcher, S. et al. Policy Options to Eliminate Additional Marine Plastic Litter by 2050 under the G20 Osaka Blue Ocean Vision (UNEP, 2021); https://www.resourcepanel.org/reports/policy-options-eliminate-additional-marine-plastic-litter\n\nMaes, T. et al. From Pollution to Solution: A Global Assessment of Marine Litter and Plastic Pollution (UNEP, 2021); https://www.unep.org/resources/pollution-solution-global-assessment-marine-litter-and-plastic-pollution\n\nLau, W. W. et al. Evaluating scenarios toward zero plastic pollution. Science 369, 1455–1461 (2020).\n\nArticle\n \nGoogle Scholar\n \n\nWorld Bank. Where Is the Value in the Chain?: Pathways out of Plastic Pollution https://openknowledge.worldbank.org/handle/10986/37285 (2020).\n\nDraft Resolution End Plastic Pollution: Towards an International Legally Binding Instrument (UNEA, 2022); https://wedocs.unep.org/bitstream/handle/20.500.11822/38522/k2200647_-_unep-ea-5-l-23-rev-1_-_advance.pdf?sequence=1&isAllowed=y\n\nMarch, A., Salam, S., Evans, T., Hilton, J. & Fletcher, S. A global review of plastics policies to support improved decision making and public accountability (Global Plastics Policy Centre, 2022); https://plasticspolicy.port.ac.uk/final-report/\n\nGlobal Plastics Outlook: Policy Scenarios to 2060 (OECD, 2022).\n\nDownload references\n\nAcknowledgements\n\nThe authors have received funding from UNEP and the Flotilla Foundation for plastic policy research. The authors would like to thank the University of Portsmouth Revolution Plastics research initiative for supporting this work.\n\nAuthor information\nAuthors and Affiliations\n\nGlobal Plastics Policy Centre, University of Portsmouth, Portsmouth, UK\n\nAntaya March, Keiron P. Roberts & Stephen Fletcher\n\nSchool of the Environment, Geography and Geosciences, University of Portsmouth, Portsmouth, UK\n\nAntaya March & Stephen Fletcher\n\nSchool of Civil Engineering and Surveying, University of Portsmouth, Portsmouth, UK\n\nKeiron P. Roberts\n\nCorresponding author\n\nCorrespondence to Antaya March.\n\nEthics declarations\nCompeting interests\n\nThe authors declare no competing interests.\n\nRights and permissions\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nMarch, A., Roberts, K.P. & Fletcher, S. A new treaty process offers hope to end plastic pollution. Nat Rev Earth Environ 3, 726–727 (2022). https://doi.org/10.1038/s43017-022-00361-1\n\nDownload citation\n\nPublished\n09 November 2022\n\nIssue Date\nNovember 2022\n\nDOI\nhttps://doi.org/10.1038/s43017-022-00361-1\n\nShare this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\nSubjects\nEnvironmental impact\nGeography\nSustainability\nThis article is cited by\nStakeholder alliances are essential to reduce the scourge of plastic pollution\nRichard S. LampittStephen FletcherAdrian Whyle\n\nNature Communications (2023)\n\nPrioritizing plastic pollution\n\nNature Reviews Earth & Environment (2022)\n\nYou have full access to this article via University of the South Jessie Ball duPont Library\n\nDownload PDF\nAssociated content\n\nCollection\n\nPlastics in the environment\nSections\nReferences\nA global treaty to end plastic pollution\n(Un)informed plastics policy\nPolicy coordination, not fragmentation\nBeyond the treaty\nReferences\nAcknowledgements\nAuthor information\nEthics declarations\nRights and permissions\nAbout this article\nThis article is cited by\n\nAdvertisement\n\nNature Reviews Earth & Environment (Nat Rev Earth Environ) ISSN 2662-138X (online)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}