{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "What's a trade secret you know from working the industry?",
  "href": "https://www.reddit.com/r/AskReddit/comments/xa1ica/whats_a_trade_secret_you_know_from_working_the/",
  "body": "If the plastic clip holding a breadbag closed is upside down compared to the others, it's been manually attached by hand and the contents may have been tampered with. If you unclip/open a bag of factoryproduced bread while holding it hanging from your hand, and the bag spins open, the same thing as above applies (i.e someone has spun the bag ...",
  "textContent": "What’s a trade secret you know from working the industry? : r/AskReddit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to AskReddit\nr/AskReddit\n•\n1 yr. ago\nYou_are_a_dolt\nWhat’s a trade secret you know from working the industry?\nArchived post. New comments cannot be posted and votes cannot be cast.\ncricketwireless.com\nLearn More\nSort by:\n[deleted]\n•\n1 yr. ago\n\nIf you call a call center of any kind, and the person you're talking to puts you on hold with no hold music, they can hear everything you're saying.\n\nI worked in an insurance call center when I was really young. I had so many people accidentally confess to insurance fraud that way.\n\n32 more replies\nkimblebee18\n•\n1 yr. ago\n\nWhen you shop at Walmart, do you sometimes hear the announcement saying security cameras to zone six, or another number? They play them randomly in the hopes that someone who might be stealing will get paranoid thinking they’re being watched, and will decide not to shoplift.\n\n11 more replies\nApprehensive_Cry545\n•\n1 yr. ago\n\nVinegar is the best thing to get your cutlery shiny in a restaurant/bar\n\n32 more replies\nkhuumshaat\n•\n1 yr. ago\n\nArcade crane games have knobs inside that let you control how strong the claw grabs. So you basically make the claw really weak strength and then there’s a setting in the motherboard to make the claw go full power after a certain amount of plays. Whatever the arcade or owner decides how often they want people to actually win.\n\n[deleted]\n•\n1 yr. ago\n42 more replies\nHydrogenLine\n•\n1 yr. ago\n\nA certain 48” Interstate Natural Gas pipeline valve is being kept open by a strategically placed piece of 2x4 lumber. If the valve was closed, millions of people would be without Nat Gas fairly quickly.\n\nwhoisfourthwall\n•\n1 yr. ago\n\nThings like this makes me wonder how fragile the world REALLY is.\n\n111 more replies\n108 more replies\nRoTTonSKiPPy\n•\n1 yr. ago\n\nAs a freelance photographer, most magazines and newspapers don't pay you for using your photos. They offer you photo credit only. If you ask to be paid, they just get a similar photo from someone else.\n\n136 more replies\nDFWdawg\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nIf you are involuntarily kicked off a flight because of over sales you can demand cash instead of a voucher…\n\nscroll down to involuntary\n\n149 more replies\nTop-Sundae-8458\n•\n1 yr. ago\n\nAutomotive Industry. Never buy the first year of any new model car.\n\n19 more replies\nwmnplzr\n•\n1 yr. ago\n\nIf you ship through FedEx express, if you're sending many packages/envelopes to a single stop, ship one priority overnight and the rest standard. They'll be delivered together with the priority package.\n\nmikefd3s\n•\n1 yr. ago\n\nExpress courier here. This is on point. I hate having to double-back to a stop, so if I see a business priority, and three more standard, I get giddy because I can do that stop as one instead of two separate ones\n\n91 more replies\n185 more replies\nsimjanes2k\n•\n1 yr. ago\n\nA resistor is made in Japan. It is wrapped in plastic and shipped to Michigan.\n\nIt's installed into a small PCB. It is wrapped in plastic and shipped to Taiwan.\n\nThat PCB is installed via sideboard connector onto a larger PCB. It is shipped to China.\n\nThat PCB is installed in a small housing via harness. It is shipped to India.\n\nThat housing has it's microchips programmed and the outside is given a chemical treatment. It is shipped back to Michigan.\n\nThe housing is now treated and installed into a car side mirror. It is shipped to Ohio.\n\nThe side mirror is run through a post-production sort program to check for defects. It is shipped to Detroit.\n\nIt is installed onto a car.\n\nEvery single step of that shipping, every single component is wrapped in plastics. Millions of them per car, to over half a dozen locations each. Something like 50 million cars are produced each year.\n\nYour straws aren't doing shit for the use of plastics.\n\nAutomotive production and diagnostics engineer.\n\n417 more replies\nachmejedidad\n•\n1 yr. ago\n\nwe actually did find and file that bug in your favorite video game, our leadership just decided it was ok to ship with it\n\n308 more replies\nambdaw\n•\n1 yr. ago\n\nIf you want to book a rental car but they’re sold out, book it for a week or two longer than you actually need it and then just return the car early and you’ll only get charged for the time that you had it. All the systems owned by Enterprise rent-a-car (Enterprise, Alamo and National) automatically open up their system to long term reservations and will make sure you get a car over someone who only booked in for a day or two. Worked there for two years. It’s a dirty business but at least I learned a lot of rental hacks lmao\n\n296 more replies\nsweetawakening\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nMost electronic medical records allow providers to put pop up warnings in your chart if you act verbally or physically aggressive.\n\nIf you yelled at the ER nurse in 2017, the medical assistant you called today begging for a last minute appointment can see it.\n\n839 more replies\n[deleted]\n•\n1 yr. ago\n\nIf you are buying software for your workplace get a quote and then go silent until it’s the end of the quarter. Then call the sales rep and tell them you can buy it today but only have enough budget for 70% of the cost. Your chances for a discount go way up at the end of the quarter.\n\n348 more replies\nsantochavo\n•\n1 yr. ago\n\nOn any piece of machinery, if the welds you see look like shit, the welds you don’t see are even worse.\n\n133 more replies\n[deleted]\n•\n1 yr. ago\nPlayer7592\n•\n1 yr. ago\n\nCalls are not being answered in the order received.\n\n364 more replies\nView more comments\n \n2\nRank by size \nRelated\nReddit\nAsk\nOnline community\nSocial media\nMobile app\nMeta/Reddit\nWebsite\nInformation & communications technology\nTechnology\nforward\nback\nr/geek\nBit bending an MRI to play Bach\nyoutube\n140 upvotes · 16 comments\nr/SquaredCircle\nVictoria: \"At that time, I didn't have plans to go to TNA. I thought I was done with wrestling, but I never said retire because you never say retire as a wrestler\"\nwrestlinginc\n56 upvotes · 16 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/gaming\nGTA 6 TRAILER DROPPED NOW\nyoutube\n56K upvotes · 6.8K comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/SquaredCircle\nAfter years of rejection by the WWE, Victoria deserves this so much\nyoutube\n802 upvotes · 132 comments\nr/gaming\nPoets of the Fall Perform \"Herald of Darkness\" from Alan Wake 2\nyoutube\n185 upvotes · 23 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/SquaredCircle\nLisa Marie Varon (former WWE Victoria) announced for an indie match vs Tenille Dashwood on July 29th\ninstagram\n492 upvotes · 51 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/NoMansSkyTheGame\nDeleted science lab.\nself.NoMansSkyTheGame\n2 upvotes · 7 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/Music\nTears For Fears - Everybody Wants To Rule The World [Pop]\nyoutube\n148 upvotes · 18 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/Music\nThe Blues Brothers - Everybody needs somebody [Soul]\nyoutube\n236 upvotes · 25 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 76 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/Music\nAretha Franklin feat. The Blues Brothers -- Think [Soul]\nyoutube\n206 upvotes · 20 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/Music\nINXS - Never Tear Us Apart (Official Music Video) [Rock]\nyoutube\n106 upvotes · 10 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 9, 2022\nReddit\nreReddit: Top posts of September 2022\nReddit\nreReddit: Top posts of 2022"
}