{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Plastic straws aren't the issue… humans are : r ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/xjak2l/plastic_straws_arent_the_issue_humans_are/",
  "body": "These plastic straws, grocery bags and those plastic 6-pack can holder things aren't the big issue…. Not saying I don't agree with the movement, I think we should have switched away from plastics long ago, I think the amount of plastic that goes into wrapping produce is obscene… but the real issue is the fact that this trash is finding ...",
  "textContent": "Plastic straws aren’t the issue… humans are : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n1 yr. ago\n[deleted]\nPlastic straws aren’t the issue… humans are\n\nThese plastic straws, grocery bags and those plastic 6-pack can holder things aren’t the big issue…\n\nNot saying I don’t agree with the movement, I think we should have switched away from plastics long ago, I think the amount of plastic that goes into wrapping produce is obscene… but the real issue is the fact that this trash is finding it’s way into our oceans, stuck around animals necks, fins, lodged in their nose.\n\nIf humans weren’t using the oceans as their dumping grounds then the animals wouldn’t be suffering\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nasana.com\nSign Up\nSort by:\n[deleted]\n•\n1 yr. ago\n\nPeople don't have much control over what happens to their garbage after the truck picks it up.\n\n[deleted]\n•\n1 yr. ago\n\nSo after it finds its way into the garbage truck all liability from any human is lifted?\n\n7 more replies\nEvburtea\n•\n1 yr. ago\n\nWhat are you talkinh about? People dont throw garbage în waters? În nature, în general.\n\n2 more replies\n[deleted]\n•\n1 yr. ago\nPortie_lover\n•\n1 yr. ago\n\nOk, but hear me out, what if humans didn’t make plastic? Damn right we’re the problem. Climate change deniers can believe what they want but we’re fucking up this planet.\n\n[deleted]\n•\n1 yr. ago\n\nI’m not saying that we should continue using plastic, not in the capacity we are currently, I just think some of the focus should be put on why the garbage is ending up on the ocean and preventing it, not just changing the materials of the excessive packaging and waste products (straws).\n\n1 more reply\n1 more reply\nConfuzed_Elderly\n•\n1 yr. ago\n\nYour not wrong... plastic straws, grocery bags and those plastic 6-pack don't have agency, they end up where we put them. Seems like an obvious conclusion to come to.\n\n[deleted]\n•\n1 yr. ago\n\nI've never put anything in the ocean, if my garbage ended up there that is the fault of whoever was tasked to dispose of it\n\n1 more reply\nComplete_Actuary_558\n•\n1 yr. ago\n\nYou can't call it an issue if you can't fix it\n\n[deleted]\n•\n1 yr. ago\n\nIs that how that works?\n\nGatecreeper88\n•\n1 yr. ago\n\n50% of all the waste in the ocean is from commercial fishing. We as consumers ARE responsible for a portion of the pollution, but we also need to hold fishing companies responsible for treating the oceans as their dumping grounds.\n\nMinimum-Passenger-29\n•\n1 yr. ago\n\nIndustry is the word you're looking for. Tolkien warned us.\n\nMultibuff\n•\n1 yr. ago\n\nOh God, another one of these posts\n\n \nTop 1%\nRank by size \nr/facepalm\nIt’s okay guys, they gave consent\n697 upvotes · 246 comments\nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/electricvehicles\nThis is why all the Tesla Haters, always eat their words.\nyoutu.be\n44 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/guineapigs\nSo someone is rehoming their “hamsters” how do you own animals and not know what animal it is\n79 upvotes · 10 comments\nr/censoredreality\nTiktoker Was Fired After Exposing How Plastics Are Getting Into Pig Feed\n205 upvotes · 11 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/fuckcars\nWhy we can’t have nice things\n38K upvotes · 1.1K comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/petco\nCan we please get better cages. The fact that this is sold as a Guinea pig cage when 1. It’s not even suitable for one pig and 2. They are often bought in pairs. More than half the cages we sell are unsuitable for the animals we carry and I’m over it.\n89 upvotes · 35 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n283 upvotes · 40 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n253 upvotes · 13 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes · 66 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/Xennials\n311 - Down\nyoutube\n148 upvotes · 53 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/Xennials\nAlice Deejay - Better Off Alone\nyoutube\n107 upvotes · 20 comments\nr/Xennials\nTori Amos - Cornflake Girl\nyoutube\n186 upvotes · 45 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 20, 2022\nReddit\nreReddit: Top posts of September 2022\nReddit\nreReddit: Top posts of 2022"
}