{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Best reusable straws 2023, tried and tested | BBC Good Food",
  "href": "https://www.bbcgoodfood.com/review/best-reusable-straws",
  "body": "Best metal reusable straws: National Trust eco reusable steel drinking straws, £5. Best glass reusable straws: Kikkerland multicoloured reusable glass straws, £10. Best single straw: The Last Straw stainless steel collapsible drinking straw, £12. Best bamboo reusable straws: Cookut Bam Bam organic bamboo straws, £14.",
  "textContent": "Join our Subscriber Club\nDownload our app\nGood Food Shows\nWine Club\nRecipe boxes\nVideos\nSign in\nRegister\nSearch\nRecipes\nHealth\nFamily\nHow to\nInspiration\nBudget\nReviews\nChristmas\nSubscribe\nHome\nReview\nBest reusable straws for at home and on-the-go\nWe’ve picked products we think you’ll love and may earn commission from links on this page. Read about why you can trust BBC Good Food reviews.\nBest reusable straws for at home and on-the-go\nAnna Lawson - Food & reviews writerPublished: December 6, 2023 at 4:50 PM\nPost a comment\nTry our app for ad-free recipe inspiration - 6 months for £4.99\n\nReusable drinking straws made from metal, plastic and bamboo are a sustainable alternative to single-use straws. As we move away from disposable options, we round up the best eco-friendly straws.\n\nAs we become increasingly aware of the detrimental effects of single-use plastic on the environment, we're always looking for ways to cut down. Single-use plastic drinking straws have been one of the main products in the firing line, with the government banning them completely as of 2019.\n\nWhile some of us have stopped drinking from straws altogether, many people still like to use them, for reasons including dental hygiene and taste. If you're someone who can’t live without straws, there are plenty of more eco-friendly alternatives to single-use plastic ones.\n\nWhat types of reusable straws are available?\n\nWhile lots of us are trying to cut down on plastic in general, reusable straws made from hard plastic are durable and can be recycled at the end of their lifespan. We also tested silicone straws, for a flexible option that's easy to store on the go.\n\nMetal straws are strong and long-lasting, and sometimes conveniently collapsible. They often come with cleaning brushes and can be dishwaher safe. However, they can't be used with hot drinks as they're heat conductive.\n\nAlthough they're at risk of smashing, glass straws are generally sturdy and are a hygienic option, as you can see how clean the inside is. Bamboo straws are made from a highly sustainable material, but can deteriorate quickly.\n\nYou can find other alternatives to single-use plastic straws, which are better for the environment because they can be composted, but are still one-use as they deteriorate quickly. These, include straws made from wheat, paper and even pasta! We only tested straws which can be re-used multiple times.\n\nWe tested 20 straws from all categories to bring you the best reusable straws to buy. For more unbiased expert buyer's guides, visit our reviews section to find 400+ round-ups on everything from the best reusable water bottles and reusable coffee cups to the best dishwashers and dishwasher tablets to buy.\n\nBest reusable drinking straws at a glance\nBest plastic reusable straws: Joie rainbow reusable plastic drinking straws, £4.99\nBest metal reusable straws: National Trust eco reusable steel drinking straws, £5\nBest glass reusable straws: Kikkerland multicoloured reusable glass straws, £10\nBest single straw: The Last Straw stainless steel collapsible drinking straw, £12\nBest bamboo reusable straws: Cookut Bam Bam organic bamboo straws, £14\nBest silicone straws: The Silicone Straw Company, £19.96\nBest reusable drinking straws to buy 2023\nJoie rainbow reusable plastic drinking straws\nAmazon US\n$7.47\nBuy now\n\nPowered by Squirrel. Find out how this shopping widget works here.\n\nBest plastic reusable straws\n\nWe know the alarm bells might be ringing and yes these are made of plastic, the very thing we are trying to avoid, but hear us out... Not only do these straws have by far the best mouth-feel of all those we tested (in other words, they’re the right size, shape and feel in the mouth), they're also incredibly durable.\n\nHow do we know? Because our managing editor Lulu uses them at home and has done for years. Despite not being labelled as dishwasher safe, Lulu frequently washes hers in the dishwasher and they’ve stood the test of time.\n\nThe different colours make them fun for parties (and avoids drinks getting mixed up). However, Lulu notes that at 23cm, they’re long, which could cause problems at children’s parties with small cups (they’d easily get knocked out), so are better for use in taller glasses.\n\nWith twenty in a packet for less than a fiver, they’re excellent value and can eventually be recycled.\n\nAmazon US\n$7.47\nBuy now\n\nPowered by Squirrel. Find out how this shopping widget works here.\n\nNational Trust eco reusable steel drinking straws\nAvailable from National Trust (£5)\n\nBest metal reusable straws\n\nThere are a lot of metal straws on the market right now and you might be fooled into thinking that they’re all the same, but after testing several different brands, we found a surprising amount of variation.\n\nThese stainless-steel straws are our favourite for a number of reasons. For a start, the length of the straw (13.4cm) is just right – not too long, nor too short for your average glass – and the thickness is perfect too.\n\nMore like this\nPesto cheese straw Christmas tree\n\nOur testing panel also liked the slight, but not drastic bend, and the slightly ridged surface at the point where the straw meets the glass, meaning it doesn’t slip around in the glass as much as others do.\n\nThe best bit? Not only do these come with their own cleaning brush, they’re also dishwasher safe, so feel like a hygienic option.\n\nAvailable from:\nNational Trust (£5)\n\nKikkerland multicoloured reusable glass straws\nAvailable from John Lewis (£10), Oliver Bonas (£10)\n\nBest glass reusable straws\n\nAlthough the feeling of using a glass straw takes a little getting used to, we came around to these for a number of reasons. For a start, the coloured glass makes them look super chic, so they’d be great for a party (adults only though – glass straws at a children’s party is, of course, not a good idea).\n\nAlthough marginally fatter in circumference than a standard straw, the length (20.3cm) feels right. The pack contains three straight and three curved straws, plus a cotton cleaning brush, plus they're dishwasher safe. Overall, these are the most stylish option of those we tried and would look great in a cocktail!\n\nAvailable from:\nJohn Lewis (£10)\nOliver Bonas (£10)\n\nThe Last Co. stainless steel collapsible drinking straw\n\nBest single straw\n\nFor a truly compact and portable reusable straw option, you can’t really beat this one. The stainless steel, retractable straw is just 8cm when not extended, and fits neatly inside its little case. The case is made from rust-proof aluminium, comes in a range of cool colours and has a keyring so you can attach it to your keys or bag, (hopefully) meaning you’ll never forget it.\n\nThere’s no faffing around to build and piece the straw back together, it simply extends up to 19cm (a pretty ideal straw length). A cleaning brush is included in the box, but the straw is also dishwasher safe and, at the end of its life, can be recycled.\n\nHowever, although it seems to tick a lot of boxes, there’s no denying that the mouthfeel of this straw isn’t as good as others. Another downside is that, as with all metal straws, these can’t be used with hot drinks.\n\nAmazon US\nCheck price here\nBuy now\n\nPowered by Squirrel. Find out how this shopping widget works here.\n\nCookut Bam Bam organic bamboo straws\nAvailable from Amazon (£14)\n\nBest bamboo reusable straws\n\nThe main issue with bamboo straws is mouthfeel – they are often far too fat to feel comfortable. It’s for that reason that we liked these: although there is some variation in their sizes, on the whole, they’re much slimmer. Plus, they’re pleasantly smooth and very sturdy.\n\nMade from 100 per cent organic bamboo from sustainably managed forests, they tick the eco-friendly box. They come in a drawstring bag in a set of six, with a cleaning brush. A dishwasher would deteriorate these quickly, so it’s recommended to wash them by hand in hot soapy water.\n\nAvailable from:\nAmazon (£14)\n\nThe Silicone Straw Company 4-straw tin\nAvailable from The Silicone Straw Company (£19.96)\n\nBest silicone straws\n\nWhen we first tested reusable straws, no silicone straws made it onto our shortlist as they were too bendy and tasted of rubber when drinking. However, these colourful straws from The Silicone Straw Company converted us to the cause. We tested the set of four that can roll into a tiny handy tin (no bigger than a lip balm) which is great if you want to take your straws on-the-go. You can pick the colours of your set from a choice of seven pastel shades.\n\nThe chunky straws have a wide mouth and feel smooth. Even though they can roll up into the tin, they were still sturdy enough to stand up in drinks without collapsing. The straws are made in the UK and are also dishwasher safe, which is handy if you're using them for drinking smoothies or fizzy drinks.\n\nAvailable from:\nThe Silicone Straw Company (£19.96)\n\nHow we tested reusable straws\n\nA panel of Good Food team members tested 20 different reusable straws made from plastic, silicone, bamboo, metal and glass. We tried several varieties of each material, using them to drink from varying glass sizes, and with different drinks.\n\nWhat we looked for:\n\nMouthfeel\nArguably the most important factor of a straw is how it felt to drink from. We assessed thickness, smoothness and length. We also considered whether a straw affected the taste of a drink.\n\nCleanliness\nWe wanted to feel that the straws were hygienic to reuse. We looked at whether the straws come with a cleaning brush and how effective it was, as well as the general cleaning instructions, for example are they hand-wash only or dishwasher safe.\n\nPortability\nWhile some only buy straws to use at home, others are looking for one they can take out with them to pubs, bars, clubs or parties. For this, we looked at how transportable the straws were – did they collapse or fold down for easy transporation? Did they come in their own pouch or case? (This would also make them more hygienic.)\n\nSustainability\nYou might assume that a reusable straw is a better option for the environment than a single-use plastic one, but what about when you eventually want to stop using it? For a straw to be truly sustainable, it should not only be made as sustainability as possible in the first place, but should also be able to be recycled or composted at the end of its life.\n\nReusable straw types: pros and cons\n\nHard plastic straws\nAlthough we are all making an effort to reduce plastic in our lives, there are several pros of reusable straws made from hard plastic – they are extremely durable, don’t impart any ‘taste’ to the drink and have arguably the best mouthfeel. If you find a variety that's dishwasher safe and can be recycled at the end of its life, then we think it’s one of the best choices.\n\nSilicone straws\nThe benefits of silicone straws are that they’re long-lasting and could be used for both hot and cold drinks. The bendy structure also means they can be rolled up into a little tin or pouch if you want to take it on the go.\n\nMetal straws\nThe main advantage of metal straws is their durability. Most are made from food-grade stainless steel, which means they are not as susceptible to rust as other metals and won’t break – so will last a really long time. They come close in thickness, length and general mouthfeel to standard straws, and some are usefully collapsible.\n\nThe most common gripes with metal straws are that they can impart a metallic taste on drinks, can clink against the teeth and, as metal is extremely heat conductive, you can't use them with hot drinks. Plus, although many metal straws come with cleaning brushes and some are dishwasher safe, it's harder to tell if they are cleaner than a glass or clear plastic straw.\n\nGlass straws\nThe pros of glass straws are that they’re smooth and sturdy and don’t impart any sort of taste onto drinks. They also feel hygienic as you can clearly see when they’re dirty, inside and out, and clean them with a brush, warm soapy water or, in some cases, in the dishwasher.\n\nSome glass straws are a little thicker than your average straw so can feel uncomfortable in the mouth, and they can also clink against the teeth when drinking (although you could argue that this can be the case when drinking from a glass too). Glass does heat up fairly quickly, so these wouldn’t be the best choice for hot drinks. Plus, there is always the risk that glass could smash, so would not be suitable for children.\n\nBamboo straws\nBamboo is thought to be a very sustainable material because it’s fast-growing and doesn’t require as much water as other crops to grow, nor does it require fertiliser or pesticides. As for the benefits of using bamboo to make straws, there are plenty.\n\nFor a start, they’re hardy and can be reused and washed plenty of times, but the best part is that, when you do finally want to get rid of them, they're biodegradable. Plus, bamboo doesn’t transfer heat as much as metal or glass straws, so they can be used for hot and cold drinks.\n\nThe problem with bamboo is that, as it’s a natural material, the sizes of bamboo straws can vary, with many being too fat to be comfortable. Some users also complain of a slightly woody taste, and they don’t last as long as metal or plastic ones as they deteriorate after prolonged use.\n\nHow to clean reusable straws\n\nThe easiest reusable straws to clean are those that come with a special brush or are suitable for use in a dishwasher. Brushes can be bought separately, alternatively a pipe cleaner can be used.\n\nWash in very hot water with soap, drain upright and dry thoroughly before storing. If you haven't washed your straws and they have dried-on bits inside them then soak them first and then wash as before.\n\nRelated reviews\n\nBest reusable coffee cups\nBest reusable water bottles\nBest lunchboxes\nBest flasks and thermal cups\nBest sustainable spirits\nBest personalised water bottles\nBest sustainable picnicware\n\nMore on sustainability\n\n10 tips for reducing your plastic waste\nReduce, reuse and recycle your plastic packaging\nHow to reduce food packaging waste\nWhat biodegradable really means\n8 ways to be a better recycler\nSustainability hub page\n\nThis review was last updated in November 2023. If you have any questions, suggestions for future reviews or spot anything that has changed in price or availability please get in touch at goodfoodwebsite@immediate.co.uk.\n\nSponsored content\nComments, questions and tips\nChoose the type of message you'd like to post\nChoose the type of message you'd like to post\nComment\nQuestion\nTip\nBe the first to comment\n\nWe’d love to hear how you got on with this recipe. Did you like it? Do you have suggestions for possible swaps and additions? Or simply ask us your questions...\n\nAdvertisement\nAdvertisement\nRelated guides\nPesto cheese straw Christmas tree\nA star rating of 4.8 out of 5.\n4 ratings\nPick & dip filo straws with feta, dates & sesame seeds\nA star rating of 5 out of 5.\n2 ratings\nBest iced coffee makers and accessories\nExclusive: 25% off Mindful Chef\n\nSave on your first four curated recipe boxes.\n\nClaim the offer\nAdvertisement\nYou may also like\nPesto cheese straw Christmas tree\nA star rating of 4.8 out of 5.\n4 ratings\nPick & dip filo straws with feta, dates & sesame seeds\nA star rating of 5 out of 5.\n2 ratings\nBest iced coffee makers and accessories\nHome-style chicken curry\nA star rating of 4.7 out of 5.\n744 ratings\nMulti-seed cheese straws\nA star rating of 0 out of 5.\n0 ratings\nHome-style lamb curry\nA star rating of 4 out of 5.\n104 ratings\nDate & walnut loaf\nA star rating of 4.6 out of 5.\n24 ratings\nSpiced pork crackling straws\nA star rating of 4.8 out of 5.\n11 ratings\nSponsored content\nSubscribe and choose a new cookbook\n\nThe perfect Christmas gift for you or a loved one\n\nOrder now\nOur mobile app\n\nSearch, save and sort your favourite recipes and view them offline.\n\nGet the app\nWine Club\n\nJoin the BBC Good Food Wine Club\n\nOrder your first case\nVisit us on Facebook\nVisit us on Twitter\nVisit us on Instagram\nVisit us on Pinterest\nVisit us on Youtube\nVisit us on Rss\nAbout us\nContact Us\nPrivacy Policy\nTerms & Conditions\nCookies Policy\nComplaints escalation\nAdvertise\nContact BBC Studios\nManage Privacy Settings\nnull Logo\nThis website is published by Immediate Media Company Limited under licence from BBC Studios Distribution.\n© Immediate Media Company Ltd. 2023\nNutracheck.co.uk\nOliveMagazine.com\nRadioTimes.com\nHistoryExtra.com\nGardenersWorld.com\nMadeForMums.com\nTheRecommended.com\nBarbecue\nDietary needs\nHealthy eating\nSeasonal\nBread, pastry & cakes\nDinner ideas\nNuts & seeds\nSoups\nBreakfast\nDinner party\nPoultry\nSpecial occasions\nCasserole & slow cooker\nDrinks\nPulses & grains\nSweet treats\nCheese\nEaster\nQuick & easy budget meals\nVegan\nChristmas\nFamily friendly\nRed meat & game\nVegetables\nCuisine\nFish & seafood\nReligious events\nVegetarian\nDesserts\nFruit\nSalads"
}