{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "yes Wendy's, the plastic straw was the problem - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/w1c3kj/yes_wendys_the_plastic_straw_was_the_problem/",
  "body": "Paper cups and straws are coated in wax to make them temporarily water proof and permanently unrecyclable aka single use and disposable. Plastic cups and straws can be recycled and reused almost indefinitely, but most people use them as single use products because the plastic is too thin to wash without melting in most dishwashers.",
  "textContent": "yes Wendy's, the plastic straw was the problem : r/mildlyinfuriating\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to mildlyinfuriating\nr/mildlyinfuriating\n•\n1 yr. ago\nfirebolt1171\nyes Wendy's, the plastic straw was the problem\nArchived post. New comments cannot be posted and votes cannot be cast.\nclick2cart.com\nShop Now\nSort by:\n[deleted]\n•\n1 yr. ago\n\nThe dumbest part is that the cups used to be paper and the straw was plastic. Now its the reverse as if that's any better for the environment.\n\nkwixtylz1\n•\n1 yr. ago\n\nI've actually been reusing a Wendy's plastic cup for a week now. Never done that with any plastic straw. Its a plus in my books\n\nperrinoia\n•\n1 yr. ago\n\nPaper cups and straws are coated in wax to make them temporarily water proof and permanently unrecyclable aka single use and disposable.\n\nPlastic cups and straws can be recycled and reused almost indefinitely, but most people use them as single use products because the plastic is too thin to wash without melting in most dishwashers.\n\nPlastic is a superior product, but recycling infrastructure is either non-existent or fake in most places around the world, and even if they were as common as churches and strip clubs in the bible belt, the masses would still toss them in the nearest trash can rather than seeking out a recycle bin.\n\n1 more reply\nthecr0tch\n•\n1 yr. ago\n\nWhy does it say MOM on her neck?\n\nmoondogg81\n•\n1 yr. ago\n\nI noticed that years ago and could never un-see it\n\nfirebolt1171\n•\n1 yr. ago\n\nOh god, I can't unsee it\n\n1 more reply\n5 more replies\nImportant-Aside-507\n•\n1 yr. ago\n\ntook me a second to realize it was a paper straw with a fully plastic cup. I thought it was all plastic and was confused despite the title lol\n\n[deleted]\n•\n1 yr. ago\n\nI'll take a paper cup with a plastic straw over that any day\n\nThebadfish843\n•\n1 yr. ago\n\nThe hypocrisy is extremely infuriating. Nothing mild about it…\n\n5 more replies\nkrysisalcs\n•\n1 yr. ago\n\nWendy’s will start using recycled plastic in large cups by early 2022 with a goal of having all its drink cups use the material by 2023.\n\nThe company is moving from plastic-lined paper cups that have limited recyclability to a single-substrate, clear plastic drink cups that have more recycling potential. The new cups will use 20% certified recycled plastic and will launch in the United States and Canada. Wendy’s says the move is part of a plan to keep 10 million pounds of waste out of landfills over the next two years.\n\n2 more replies\nKitchen_Device7682\n•\n1 yr. ago\n\nIsn't the problem that plastic straws can get stuck in sea animal noses? I think nobody argues that paper straws will solve the plastic problem. What you should check is if plastic can be recycled\n\nJackMeHoff266\n•\n1 yr. ago\n\nI’m not tryna single you out bcuz I’ve seen others post similar things like this, but I don’t understand the sentiment behind this. Yes I get the stupidity behind using paper straw with plastic cups, but is it not a good thing to reduce plastic usage even in the slightest way? Seems like reducing plastic use in any way is the new trend (in my state, businesses are not allowed to provide plastic bags and straws) and obviously it won’t all happen overnight but atleast we can start small and work our way up. Pretty soon, plastic cups will also be banned as well.\n\nAlso there’s a reason why plastic straw are specifically targeted- it’s bcuz of their design that causes them to get stuck in sea turtle nostrils and in whales.\n\nAgain not tryna single you out but it irks me to see ppl complain about paper straws all the time. Seems like such a first world problem- if we aren’t willing to make little changes like that, how do we expect to make big changes in the future? Like when we’ll have to limit our energy and water usage, which is already happening in many parts of the world\n\n2 more replies\n[deleted]\n•\n1 yr. ago\n\nStraws are too skinny and small to get filtered out as recyclables when they filter the recycling so they slip through and end up in landfills. The cups and lids are large enough to get filtered out. So there actually is a reason.\n\nAltruistic-Status-98\n•\n1 yr. ago\n\nThe mom thing was supposed to be subliminal but its so fricken apparent\n\nAny_Afternoon_5589\n•\n1 yr. ago\n\nA mom necklace on a young girl.. old fashion square burgers..just wholesome advertising from yesteryear.\n\nCC_bbx\n•\n1 yr. ago\n\nI cannot issue the perceive here.\n\nBen_r_dover\n•\n1 yr. ago\n\nWow another one of the 159871651928354 posts like this. It's not hypocrisy. Plastic straws can't be recycled, plastic cups can.\n\n[deleted]\n•\n1 yr. ago\n\nLol it’s even worse when you drive off and realize the soda was flat 😒\n\nView more comments\n \nTop 1%\nRank by size \nr/thatHappened\nIt is true, I was the straw...\n2.1K upvotes · 97 comments\nr/mildlyinteresting\nMy hotdog buns were opened from the top, not the side\n49 comments\nr/atheism\nOrlando attorney and politician, who once sacrificed a goat to the Wilderness God before drinking its blood ,had key billing for the Charlottesville white nationalist rally\norlandosentinel\n1.1K upvotes · 47 comments\nr/onejob\nAren't the pickles supposed to be on the inside\n2.3K upvotes · 155 comments\nr/chemistry\nHow can PVC be biodegradable?\n53 upvotes · 15 comments\nr/YouShouldKnow\nYSK Biodegradable plastics can still pollute the environment.\n9.3K upvotes · 302 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 337 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/LinusTechTips\nNew LTT dropped: He told me it was indestructible. I disagree.\nyoutube\n205 upvotes · 56 comments\nr/shoresy\nMy wife asked me if I wanted half of an ice cream cone [3024x4032]\n25 upvotes · 9 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/whatismycookiecutter\nWe’ve been featured on Newsweek! 😊\nnewsweek\n438 upvotes · 52 comments\nr/AmazonDSPDrivers\nVlogger fired from Amazon after documenting a week as an Amazon delivery driver\nyoutube\n190 upvotes · 119 comments\nr/NoStupidQuestions\nWhite plastic ring in oats box?\n8 upvotes · 3 comments\nr/LinusTechTips\nLinus Tech Tips - Let’s See If I Can Get Fired - AMD $5,000 Ultimate Tech Upgrade November 16, 2023 at 03:57PM\nyoutube\n334 upvotes · 134 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/facepalm\nTesla will sue you for $50,000 if you try to resell your Cybertruck in the first year\nbusinessinsider\n2.3K upvotes · 604 comments\nr/mildyinteresting\nThis warning sticker on the plastic wrapping of a kids toy\n558 upvotes · 30 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/mildlyinfuriating\nThe one time Amazon skimps on packaging\n199 upvotes · 24 comments\nr/golf\nWhat is the plastic sleeve in the golf bag for?\n19 comments\nr/gachagaming\nSnowbreak New Update: \"Perilous Snowpath\"\nyoutube\n146 upvotes · 63 comments\nr/mildlyinfuriating\nThe ridiculous amount of packaging used to mail me a sticker (the red thing)\n599 upvotes · 52 comments\nr/facepalm\nI guess they couldn't afford plates\n12K upvotes · 2.6K comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 17, 2022\nReddit\nreReddit: Top posts of July 2022\nReddit\nreReddit: Top posts of 2022"
}