{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "More than an Eyesore: Plastic Pollution's Contribution to Global ...",
  "href": "https://environment-review.yale.edu/more-eyesore-plastic-pollutions-contribution-global-greenhouse-gas-emission",
  "body": "That is, plastic pollution, emits global greenhouse gas emissions as soon as it begins to degrade. Dr. Royer is one of the first scientists in the world to recognize plastic pollution as a source of greenhouse gas emissions. \"For me, there was never any doubt. We need to shout this out loud. This is important and it needed to be covered.\"",
  "textContent": "Skip to main content\nYale School of the Environment\n \nsubscribe\nYale Environment Review (YER) is a student-run review that provides weekly updates on environmental research findings.\nhome\narticles\nnews\nabout us\nNaja Bertolt Jensen via Upsplash\nMore than an Eyesore: Plastic Pollution’s Contribution to Global Greenhouse Gas Emission\n\nPlastic pollution is one of the most visible environmental stressors of our generation. However, its most damaging impact is invisible to the human eye. Oceanographer Dr. Sarah-Jeanne Royer explains how plastic pollution contributes to greenhouse gas emissions. \n\nBY LIZ PLASCENCIA • JUNE 23, 2022\n\nFacebook\n \nTwitter\n \nEmail\n\nRoyer S-J, Ferrón S, Wilson ST, Karl DM (2018) Production of methane and ethylene from plastic in the environment. PLoS ONE 13(8): e0200574. https://doi.org/10.1371/journal.pone.0200574 \n\nDr. Sarah-Jeanne Royer is an oceanographer, veteran, mother, and expert on plastic pollution. Currently, she is a research scientist at the Center for Marine Debris Research at Hawai’i Pacific University. Dr. Royer also supports the research team at The Ocean Cleanup, a non-profit that develops and scales technology to help rid the world’s oceans of plastic. As a research affiliate at Scripps Institution of Oceanography at University of California, San Diego, Dr. Royer works to understand the microbial communities that live on plastic. Her cutting-edge research has taken her on voyages across the world’s oceans, where she has studied plastic pollution in the most remote reaches of the earth.  \n\n \n\nGrowing up in a farmhouse near the coast in Quebec City, Canada, Dr. Royer felt drawn to the sea at an early age. She credits her mother for encouraging her to explore the outdoors. “My mom would always tell me to go play outside all day long. So, I’ve always been very close to nature, and especially to the ocean.” Acting on her fascination for the sea, Dr. Royer began her career in STEM as a biologist. She fell in love with oceanography and decided to pursue a PhD in marine sciences from the Institut de Ciències del Mar (Institute of Marine Sciences) and Universitat de Barcelona in Spain. \n\n \n\nIn addition to her achievements as a trailblazing woman in science, Dr. Royer was also the first female sergeant to lead a group of 40 people in the first French Canadian regiment of the Canadian Army. She joined the army at 16 years old to help pay for school and served for 13 years in the Voltigeurs de Quebec. Twice, Dr. Royer was deployed to Afghanistan, where she participated in two international development missions in Kabul and Kandahar to help support Afghan women. As a decorated veteran and woman in science, Dr. Royer regularly advocates for diversity in the STEM field.  \n\n \n\nIn 2015, Dr. Royer happened upon one of her greatest scientific discoveries, allowing her to link plastic to climate change in a novel way. During a routine lab exercise to measure ocean water “off-gassing” — the natural exchange of gases from seawater to the atmosphere — her research team noticed extraordinarily high quantities of methane in their seawater samples. Notably, the high quantities of methane only occurred in certain vials. “We realized that most of the methane was coming from the bottles in which they were incubating seawater. The bottles were made of plastic.” This was the “aha” moment for Dr. Royer. Recognizing the significance of this finding, she switched her post-doctorate to focus on the effect of greenhouse gas emissions from plastic in the environment. “I told my supervisor that this is super important, and I wanted to work on this. And that’s where it all started.”  \n\n \n\nDr. Royer’s research revealed that plastic emits methane, ethylene, and carbon dioxide, among other greenhouse gases, when exposed to sunlight and air. That is, plastic pollution, emits global greenhouse gas emissions as soon as it begins to degrade. Dr. Royer is one of the first scientists in the world to recognize plastic pollution as a source of greenhouse gas emissions. “For me, there was never any doubt. We need to shout this out loud. This is important and it needed to be covered.” Unfortunately, global plastic production is expected to increase. As more plastic accumulates and breaks up in the environment it will release greenhouse gas emissions that accelerate the rate of climate change. \n\n \n\nToday, Dr. Royer is committed to raising awareness about plastic pollution’s role in global climate change. She advocates for citizen science as a vehicle to inspire community engagement and consumer consciousness. She is hopeful that consumers will push for policymakers to use data from scientists and volunteers, to design better laws and policies to reduce single-use plastic production and consumption. Her research proves that plastic pollution is more than an eyesore. It’s time to reduce global plastic production, avoid single-use plastics, and reuse whenever you can. \n\nRead more regarding: \nSociety & Health\nConservation, Biodiversity & Oceans\nLand Management & Land Use\nClimate Change & Energy\nLiz Plascencia\nYou might like these articles that share the same topics\nCan cultural conservation pay biodiversity dividends?\nJanuary 20, 2013 Elizabeth Babalola 3236\nUntreated wastewater kills coral\nApril 29, 2012 Leigh Whelpton 3251\nBattling bed bugs: Over-the-counter foggers are ineffective\nNovember 11, 2012 Lynette Leighton 3266\nWildlife going to the dogs: domestic dog presence limits deer distribution\nNovember 4, 2012 Jennie Miller 3301\nYale\n\nAccessibility at Yale · Privacy policy\nCopyright © 2023 Yale University · All rights reserved\n\nYale Environment Review (YER) is a student-run review that provides weekly updates on environmental research findings. YER aims to bridge the gap between environmentally-related academic research and its application to policy and management. In order to increase access to specialized information, YER publishes readable and concise summaries of original, peer-reviewed literature so that it can be useful to those engaged in the field of environmental and natural resource management.\nget monthly updates by email"
}