{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Solutions to beat plastic pollution - UN Environment Programme",
  "href": "https://www.unep.org/news-and-stories/speech/just-transition-new-plastics-economy",
  "body": "We at UNEP are asking everyone to get involved in the just transition to a new plastics economy, which will improve livelihoods for millions of workers in informal settings. Governments can deliver a strong deal to end plastic pollution. Businesses can show innovation and commitment to move away from virgin plastics - starting immediately.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n speech\n16 MAY 2023 SPEECH CHEMICALS & POLLUTION ACTION\nSolutions to beat plastic pollution\nPhoto: UNEP/Florian Fusssstetter\nSPEECH DELIVERED BY: Inger Andersen\nFOR: Report launch: Turning off the Tap: How the world can end plastic pollution and create a circular economy\nLOCATION: Nairobi, Kenya\n\nThe way societies produce, use and dispose of plastics is polluting ecosystems, creating risks for human health and destabilizing the climate. People in the poorest nations and communities suffer the most, as is the case across the whole triple planetary crisis of climate change, nature and biodiversity loss and pollution and waste. The miracle material has become a disastrous material – at least, in the way we use it.\n\nThere is hope in the global deal to end plastic pollution under negotiation, which is due to land by 2024. The report UNEP is launching today, Turning off the Tap, is coming out just ahead of the next round of talks, and is intended to inform negotiators. What does this report tell us?\n\nFirst, that there are stark negative economic costs of plastic pollution, running in the hundreds of USD billions annually, destroying infrastructure, impacting energy production and tourism revenue, clogging our drains and flooding our cities, and potentially impacting human health through exposure to hazardous chemicals. \n\nSecond, the report tells us that the starting point for change is to eliminate unnecessary and problematic plastics. Three shifts are then required: accelerating the market for reusable products, accelerating the recycling market, and reorienting and diversifying the market for sustainable and safe plastic alternatives.\n\nThird, we need to take a full life-cycle approach to plastics – by which I mean rethinking every stage from the design of products and systems, plastic production, use, recovery and disposal. Redesign of packaging, systems and products is crucial. Chemical engineers and manufacturers have to get creative, both on products and packaging instead of defaulting to plastic when designing products. Finally, we also need to ensure the safe disposal of whatever is not yet designed to be circular and deal with a significant legacy of existing plastic pollution.\n\nThis is difficult, we know. I speak to you from Kenya, which is one of more than 30 countries in Africa to have banned single-use plastic bags. This is brave, but we know that going circular is complicated and challenging. We know that poverty and access remain critical barriers to overcome. We need innovation from manufacturers, importers, exporters and governments to make this possible.\n\nIf the global community can deliver, plastic pollution could fall by 80 per cent by 2040. This would dramatically reduce social, environmental and human health costs, cut greenhouse gas emissions and create up to 700,000 jobs – mainly in the Global South.\n\nWe at UNEP are asking everyone to get involved in the just transition to a new plastics economy, which will improve livelihoods for millions of workers in informal settings.\n\nGovernments can deliver a strong deal to end plastic pollution. Businesses can show innovation and commitment to move away from virgin plastics – starting immediately. The financial sector can put its capital behind the transformation. International Financial Institutions and other large investors need to move significant investments towards solid waste management and collection systems, which must include recyclings and organics. Creative chemical engineers must take a hard look at product design and weed out harmful chemicals and plastics. And citizens can use their voices, votes and wallets.\n\nPlastic can continue to bring huge benefits to humanity, but only if we completely rethink the system to keep it circulating in the economy, and out of the natural world. The science is clear: we must turn off the tap on plastic pollution.\n\nTOPICS\nChemicals & pollution action Nature action\nPlastic pollution Pollution Solid Waste\nFurther Resources\nResource: Turning off the Tap: How the world can end plastic pollution and create a circular economy\nTurning off the Tap report launch\nPress release: UN roadmap outlines solutions to cut global plastic pollution\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nRelated Content\nSTORY\nAs climate changes, sand storms wreak havoc on desert communities\nPRESS RELEASE\nSaudi Arabia to host World Environment Day 2024 with a focus on land restoration, desertification, and drought resilience\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}