{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Research State of Disposable Non-plastic Straws - SciOpen",
  "href": "https://www.sciopen.com/article/10.1213/j.issn.2096-2355.2022.04.004",
  "body": "The continuous production of disposable plastic straw places a high demand on global petrochemical resources and a significant environmental burden. Biodegradable and eco-friendly straws have therefore been studied and produced worldwide. This article briefly introduces the characteristics of paper straws and polylactic acid (PLA) straws, and focuses on edible straws made using, e.g ...",
  "textContent": "EN LOGIN  REGISTER\n Journal Home > Volume 7 , Issue 4\nPaper and Biomaterials 2022, 7(4): 34-43 https://doi.org/10.1213/j.issn.2096-2355.2022.04.004\nResearch Article | Open Access | Issue | Published: 25 October 2022\nResearch State of Disposable Non-plastic Straws\nShow Author's Information \nYuting Zhang1,2, Ying Wan1,2(  ), Wen Liu1,2\n1China National Pulp and Paper Research Institute Co., Ltd., Beijing, 100102, China\n2National Engineering Laboratory of Pulp and Paper, Beijing, 100102, China\nKeywords:\nbiodegradable, plastic, paper straw, edible straw\nCite this article:\nZhang Y, Wan Y, Liu W. Research State of Disposable Non-plastic Straws. Paper and Biomaterials, 2022, 7(4): 34-43. https://doi.org/10.1213/j.issn.2096-2355.2022.04.004\n Download citation\n\n942\n\nViews\n\n \n\n273\n\nDownloads\n\n \nCitations\n\n0\n\nCrossref\n\nN/A\n\nWoS\n\n0\n\nScopus\n\nN/A\n\nCSCD\n\n PDF (1.5 MB)\n  \nAbstract Full text About this article\n\nThe continuous production of disposable plastic straw places a high demand on global petrochemical resources and a significant environmental burden. Biodegradable and eco-friendly straws have therefore been studied and produced worldwide. This article briefly introduces the characteristics of paper straws and polylactic acid (PLA) straws, and focuses on edible straws made using, e.g., hydrophilic colloids, zein, and starch. Raw-material selection, preparation methods, advantages, and defects of straws are summarized, to provide a reference for the development and research of eco-friendly straws.\n\nWe recommend\nGreen Synthesis of Silver Nanoparticles: An Eco-Friendly Approach\nSopan Namdev Nangare et al., Nano Biomedicine and Engineering, 2020\nA global perspective on e-waste recycling\nKang Liu et al., Circular Economy, 2023\nA Robust Graphene Oxide Memristor Enabled by Organic Pyridinium Intercalation for Artificial Biosynapse Application\nYang Li et al., Nano Research, 2023\nEco-friendly PVA/Kaolin Clay Coating for Barrier Paper\nYanFen Du et al., Paper and Biomaterials, 2017\nA new FTO/TiO2/PbO2 electrode for eco-friendly electrochemical determination of chemical oxygen demand\nLei Wang et al., Nano Research, 2023\nStraw mulch-based no-tillage improves tillering capability of dryland wheat by reducing asymmetric competition between main stem and tillers\nHongkun Yang et al., The Crop Journal, 2022\nStraw strip mulching in a semiarid rainfed agroecosystem achieves winter wheat yields similar to those of full plastic mulching by optimizing the soil hydrothermal regime\nYuwei Chai et al., The Crop Journal, 2022\nIn-situ grown NiCo bimetal anchored on porous straw-derived biochar composites with boosted microwave absorption properties\nYuanyuan Zhou et al., International Journal of Minerals, Metallurgy and Materials, 2023\nEco-friendly physical blowing agent mass loss of bio-based polyurethane rigid foam materials\nHaozhen Wang et al., International Journal of Minerals, Metallurgy and Materials, 2023\nReport on major adverse CV events [MACE] in the UC OCTAVE programme, stratified by baseline CV risk.\nSchreiber S et al., Journal of Crohn's and Colitis, 2023; Provided by Pfizer Medical Affairs\nPowered by\nReturn\nAbout Us\nPrivacy Policy\nPeer Review Policy\nLearn about Open Access\nFAQ\nContact Us\n\nCopyright © 2023 Tsinghua University Press Ltd.\n\n \n\n京ICP备 10035462号-42"
}