{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "I accidentally ate a piece of plastic..will anything happen to me?",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/wq2vb3/i_accidentally_ate_a_piece_of_plasticwill/",
  "body": "If you think stepping on them hurts, well you're in for a treat. That's a drop in the bucket compared to all the plastic you ingest over the course of a day. The plastic content will not harm you. At worst, it might scrape against your insides, but even that's fairly unlikely. How big? You'll probably just poop it out.",
  "textContent": "[deleted by user] : r/NoStupidQuestions\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to NoStupidQuestions\nr/NoStupidQuestions\n•\n1 yr. ago\n[deleted]\n[deleted by user]\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nD4rKm4rv1n\n•\n1 yr. ago\n\nYou are going to shit Lego's for a week. If you think stepping on them hurts, well you're in for a treat.\n\nMobileSignificance57\n•\n1 yr. ago\n\nThat's a drop in the bucket compared to all the plastic you ingest over the course of a day. The plastic content will not harm you. At worst, it might scrape against your insides, but even that's fairly unlikely.\n\nComfortable_Host_736\n•\n1 yr. ago\n\nHow big? You'll probably just poop it out.\n\nPrestigiousPitch8849\n•\n1 yr. ago\n\nIt was 1 of the 4 „teeth“ of the fork, so I suppose 3 cm long and 0.5 cm wide?\n\n1 more reply\naaronite\n•\n1 yr. ago\n\nYou'll poop it out.\n\n[deleted]\n•\n1 yr. ago\nnotextinctyet\n•\n1 yr. ago\n\nIt depends on the size and shape and sharpness of the piece of plastic. Usually, it passes and nothing bad happens. Large and/or sharp pieces can sometimes cause problems.\n\n \nTop 1%\nRank by size \nr/NoStupidQuestions\nIf Donald Trump is openly telling people he will become a dictator if elected why do the polls have him in a dead heat with Joe Biden?\n25K upvotes · 14K comments\nr/NoStupidQuestions\nIf a kid being sent to one of those \"kidnap you in the night\" bootcamps kills someone during the kidnap, is it self defense?\n12K upvotes · 1.6K comments\nr/NoStupidQuestions\nWhat do 10,000 employees at Spotify do?\n11K upvotes · 1.5K comments\nr/NoStupidQuestions\nWill people still get their period while in a coma?\n7.6K upvotes · 896 comments\nr/NoStupidQuestions\nis it socially acceptable not to wear a bra?\n6.5K upvotes · 4.6K comments\nr/NoStupidQuestions\nDads of Reddit - should I look when my wife gives birth?\n6.4K upvotes · 4.8K comments\nr/NoStupidQuestions\nIf you own a sea plane, are you allowed to just land on any old lake or large body of water you want?\n6.3K upvotes · 876 comments\nr/NoStupidQuestions\nDo dogs understand that we’re taking them for walks just for their leisure?\n4.5K upvotes · 549 comments\nr/NoStupidQuestions\nWhat would happen if I got on a plane to a different English speaking country and claimed I had no memory of where I came from?\n4.4K upvotes · 774 comments\nr/NoStupidQuestions\nFriend has gotten 2 DUIs and never went to court for either of them. How fucked is he?\n4.1K upvotes · 1K comments\nr/NoStupidQuestions\nNSFW\nDo lesbians see breasts the same way guys do?\n4.1K upvotes · 1.1K comments\nr/NoStupidQuestions\nNSFW\nI started my period when I was 10 years old. Does this mean in caveman times I would've started getting pregnant and giving birth at only 10?\n4K upvotes · 704 comments\nr/NoStupidQuestions\nDo flat earthers believe only the Earth is flat, or that other planets are also flat?\n3.5K upvotes · 1.4K comments\nr/NoStupidQuestions\nWhy are there so many “lady-boys” in Thailand?\n3.5K upvotes · 1.4K comments\nr/NoStupidQuestions\nIf a person is ejected from a space station without protection, what happens to them?\n3.5K upvotes · 706 comments\nr/NoStupidQuestions\nWhat happens at the doctor’s office if you answer yes to the “suicidal thoughts” question?\n3.3K upvotes · 1.2K comments\nr/NoStupidQuestions\nWhy do doctors insist that I ask questions but get annoyed when I finally ask them?\n3.3K upvotes · 357 comments\nr/NoStupidQuestions\nNSFW\nMen who like small boobs, how small are we talking and why?\n3K upvotes · 1.7K comments\nr/NoStupidQuestions\nNSFW\nAre guys really hornier than girls?\n2.9K upvotes · 1.4K comments\nr/NoStupidQuestions\nWhy do caregivers baby talk old people?\n2.8K upvotes · 581 comments\nr/NoStupidQuestions\nNSFW\nDoes NoFap have any actual scientifically-backed benefits or is it just a \"group\" of people that are turbo obsessed with jacking it?\n2.7K upvotes · 761 comments\nr/NoStupidQuestions\nAre guys into fit/muscular girls ?\n2.6K upvotes · 1.9K comments\nr/NoStupidQuestions\nPurchased an expensive computer. The merchant cancelled the charge according my credit card company, but the item was shipped and I received it. What can happen in this situation?\n2.6K upvotes · 297 comments\nr/NoStupidQuestions\nNSFW\nGuys, did you notice your penis size change with big weight gain/loss?\n2.6K upvotes · 279 comments\nr/NoStupidQuestions\nMy I girlfriend's cat killed my pet squirrel whom I raised from a baby she was my first ever friend I loved her so much, i always asked my gf not to bring her cat home and 2 days ago this happened and I'm not speaking with her since . It just hurts Am i being wrong ? I'm 21 Male i live far from the\n2.5K upvotes · 747 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 16, 2022\nReddit\nreReddit: Top posts of August 2022\nReddit\nreReddit: Top posts of 2022"
}