{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Plastic pollution in the ocean is doubling every 6 years - The ...",
  "href": "https://www.washingtonpost.com/climate-environment/2023/03/08/ocean-plastics-pollution-study/",
  "body": "Preventing plastic pollution in the ocean The data includes samples from the world's five major gyres, or current systems, which sweep particles from inhabited areas to create large collections ...",
  "textContent": "Accessibility statement\nSkip to main content\nDemocracy Dies in Darkness\nSubscribe\nSign in\nENVIRONMENT\nClimate\nWeather\nClimate Solutions\nAnimals\nClimate Lab\nGreen Living\nThere are 21,000 pieces of plastic in the ocean for each person on Earth\nAnd plastic pollution has been doubling every six years\nBy Michael Birnbaum\nMarch 8, 2023 at 2:05 p.m. EST\nA man carrying fish walks from a beach filled with plastic waste in Manila in April 2018. (Jes Aznar/Getty Images)\nListen\n4 min\nShare\nComment\n199\nAdd to your saved stories\nSave\n\nHumans have filled the world’s oceans with more than 170 trillion pieces of plastic, dramatically more than previously estimated, according to a major study released Wednesday.\n\nThe trillions of plastic particles — a “plastic smog,” in the words of the researchers — weigh roughly 2.4 million metric tons and are doubling about every six years, according to the study conducted by a team of international researchers led by Marcus Eriksen of the 5 Gyres Institute, based in Santa Monica, Calif. That is more than 21,000 pieces of plastic for each of the Earth’s 8 billion residents. Most pieces are very small.\n\nSign up for the Climate Coach newsletter and get advice for life on our changing planet, in your inbox every Tuesday and Thursday.\n\nThe study, which was published in the PLOS One journal, draws on nearly 12,000 samples collected across 40 years of research in all the world’s major ocean basins. Starting in 2004, researchers observed a major rise in the material, which they say coincided with an explosion in plastics production.\n\nThe findings pointed toward both the vast amount of plastic that is flowing into the world’s oceans and the degree to which it is journeying long distances once in the water. The study may deliver a jolt of energy to U.N. talks to reduce global plastics pollution that started last year.\n\n“This exponential rise in ocean surface plastic pollution might make you feel fatalistic. How can you fix this?” said Eriksen, a founder of the 5 Gyres Institute, a nonprofit group that works to study and fight ocean plastics pollution.\n\n“But at the same time, the world is negotiating a U.N. treaty on plastic pollution,” Eriksen said.\n\nMeasuring plastic in the ocean\n\nThe weight of all that plastic is equivalent to about 28 Washington Monuments. The samples that were studied end in 2019, so several more Washington Monuments of plastic are likely to have dropped into the sea since then.\n\nADVERTISING\n\nEriksen and the other researchers traveled the world’s oceans to collect samples, combed the archives of previous researchers for unpublished data and incorporated other peer-reviewed studies into their analysis. They used new models to estimate the quantity of plastic, leading to sharply revised, higher numbers compared with a 2014 study by Eriksen and some of the same researchers that used a much smaller set of data.\n\nShare this article\nShare\n\nOnly 10 percent of the plastic ever made has been recycled. The material that doesn’t make it into landfills can get swept into rivers or directly into oceans. It slowly breaks down into smaller and smaller pieces, known as microplastics, which are less than 5 millimeters in length and can be eaten by marine life. Plastic has been found near the summit of Mount Everest and inside the deepest point on Earth, the Mariana Trench — as well as in the human bloodstream.\n\nThe study examined plastic samples over 40 years starting in 1979. The researchers found a fluctuating amount of plastic in the samples until 2004, when the numbers started to skyrocket. The increase in plastic particles in the oceans corresponds to a previously observed increase of plastic on global beaches over the same time period, they noted.\n\n“These parallel trends strongly suggest that plastic pollution in the world’s oceans during the past 15 years has reached unprecedented levels,” the study said.\n\nPreventing plastic pollution in the ocean\n\nThe data includes samples from the world’s five major gyres, or current systems, which sweep particles from inhabited areas to create large collections of refuse. The best known of these is the Great Pacific Garbage Patch, where plastics float slightly below the surface.\n\nAdvertisement\n\nIn looking at samples, the researchers concentrated on the North Atlantic and North Pacific ocean basins, partly because they have been studied more frequently over the decades and are where greater concentrations of the world’s population lives. But high concentrations of plastics were found everywhere.\n\nGlobal negotiators hope to complete the plastics treaty by 2024. It would regulate all aspects of the life cycle of plastic, including the kinds of chemicals that go into it and whether it’s easily recyclable. Anti-pollution campaigners say it is far easier to deal with plastic before it enters waterways than it is to clean it up afterward.\n\nEriksen, the study’s lead author, said research into plastics pollution had in recent years started to shift away from oceans and move farther upstream, to rivers and other waterways, as advocates struggled to understand the issue at its origin.\n\n“The plastic pollution, it’s in every biome,” he said. “It’s not just in oceans anymore.”\n\nShare\n199\nComments\nPAID PROMOTED STORIES\nRecommended by\n\nSubscribe to comment and get the full experience. Choose your plan →\n\nMOST READ CLIMATE\n1\nThe other explosive theory for the demise of dinosaurs\n2\nSewers are overflowing everywhere. One solution is right in your backyard.\n3\nBanning fossil fuels is now a make-or-break issue at climate talks\n4\nRomeo and Juliet, two elderly manatees, get a happy ending\n5\nDon’t use a space heater this winter. Do this instead.\nTOP STORIES\nTravel\nLocal guides, travel tips and the latest industry news\nPerspective|Build your hotel shampoo collection for a lifetime of free hair care\nAdvice|9 ways to prepare for a holiday travel meltdown, from easy to extreme\nOldest, tallest, sandiest: Comparing America’s quirky Christmas trees\nTry a different topic\nSign in or create a free account to save your preferences\nAdvertisement\nAdvertisement\nCompany\nAbout The Post\nNewsroom Policies & Standards\nDiversity & Inclusion\nCareers\nMedia & Community Relations\nWP Creative Group\nAccessibility Statement\nSitemap\nGet The Post\nBecome a Subscriber\nGift Subscriptions\nMobile & Apps\nNewsletters & Alerts\nWashington Post Live\nReprints & Permissions\nPost Store\nBooks & E-Books\nPrint Archives (Subscribers Only)\nToday’s Paper\nPublic Notices\nCoupons\nContact Us\nContact the Newsroom\nContact Customer Care\nContact the Opinions Team\nAdvertise\nLicensing & Syndication\nRequest a Correction\nSend a News Tip\nReport a Vulnerability\nTerms of Use\nDigital Products Terms of Sale\nPrint Products Terms of Sale\nTerms of Service\nPrivacy Policy\nCookie Settings\nSubmissions & Discussion Policy\nRSS Terms of Service\nAd Choices\nwashingtonpost.com © 1996-2023 The Washington Post\n\nExpand\nNEWSLETTER\nTHURSDAYS FOR 8 WEEKS\nEcokitchen: Our newsletter guide to climate-conscious cooking\nSign up to get actionable tips on how to make your daily life in the kitchen greener, from saving energy to minimizing food waste, in our 8-week newsletter.\nEnter email address\nSign Up\nNEWSLETTER\nTHURSDAYS FOR 8 WEEKS\nGet our guide to building a greener kitchen.Sign Up"
}