{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Re-framing plastics pollution to include social, ecological ... - Nature",
  "href": "https://www.nature.com/articles/s43017-022-00359-9",
  "body": "Plastic pollution is widely presented as a waste problem, resulting in proposed solutions that target end-of-life waste management and consumer behaviour. This framing misrepresents the entangled ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nnature  nature reviews earth & environment  comment  article\nComment\nPublished: 09 November 2022\nRe-framing plastics pollution to include social, ecological and policy perspectives\nPatricia Villarrubia-Gómez, Bethanie Carney Almroth & Sarah E. Cornell \n\nNature Reviews Earth & Environment \nvolume\n 3, \npages\n724–725 (2022)Cite this article\n\n658 Accesses\n\n2 Citations\n\n54 Altmetric\n\nMetrics\ndetails\n\nPlastic pollution is widely presented as a waste problem, resulting in proposed solutions that target end-of-life waste management and consumer behaviour. This framing misrepresents the entangled global social and ecological challenges of the plastic crisis, which must be recognised for effective, equitable and sustainable responses.\n\nPlastics pollution is not just consumer waste\n\nFor decades, the industrial complex of fossil fuels, petrochemicals, plastics manufacturers and consumer goods companies (hereafter, ‘the industry’) popularized the idea that plastics were a safe material with minimal effects on human health and the environment1. Lobbying promoted plastic products as more environmentally friendly than materials such as metal and glass owing to their recyclability, durability and lightweight characteristics. To this day, the mainstream industry message remains that the societal benefits of plastics outweigh their negative impacts.\n\nA juxtaposing message from scientists and citizens now indicates the urgency and magnitude of the plastic problem. Negative impacts have been most emphasized for the marine environment, with stark media images of choking charismatic fauna such as turtles and whales drawing attention to the oceans rather than the land-based sources of the problem. The number of species found to be ingesting, getting entangled and dying as a consequence of interactions with plastic pollution is ever-increasing. The planetary extent of impacts has also become obvious, with plastics reaching remote islands, deep ocean trenches and mountain tops.\n\nBoth industry and scientific messaging have presented plastic pollution as a problem created by consumers with poor littering behaviour and low education and economic means, dumping vast amounts of plastic into the environment. This framing leads people to believe that plastic pollution is an end-of-life issue, easily remediated through better waste management, recycling, clean-ups and changes in consumer behaviour. Indeed, the first clean-ups and recycling initiatives emerged in the 1950s, mostly funded by beverage and packaging companies to fend off consumer backlash against increased waste and promote materials collection and sorting. Even now, with plastics on the international policy agenda, emphasis is still on raising social awareness and implementing technological solutions to recycle and clean up plastics.\n\nInvestigations therefore focused on quantifying the amount of plastic waste released into the environment. Added to these estimates, evidence of the effects along the whole life cycle of plastics, including chemical additives used in making plastics, indicates the planetary boundary for novel entities has been breached — the safe operating space of humanity2. Planetary boundaries demarcate departures from Holocene-like biophysical baselines, with quantification relying on control variables that drive changes in Earth system functioning3. However, there is no Holocene baseline for wholly novel entities like plastics, and there are multiple ways plastics can alter Earth’s system functioning. For instance, plastics alter ecological dynamics through effects on trophic webs, with direct and biogeochemically-mediated effects on carbon fluxes4.\n\nThus, while the planetary boundaries framework helps diagnose global environmental risks from plastics, no single biophysical quantification can provide a magic number to track and inform plastic pollution especially since crucial socioeconomic dimensions and contexts are not incorporated in the framework.\n\nCurrent framing omits harms and their causes\n\nWhen the plastic issue is framed as waste and marine pollution, and represented in the highly-aggregated biophysical metrics of planetary boundaries, its root causes in growth-oriented economic models, plastic production systems, everyday use and worldwide trade are masked key social and environmental factors are side-lined.\n\nFor example, assessments of input pathways of plastic pollution generally do not address the effects on local communities most impacted by proximity to often-hazardous sites, raising issues of social and environmental justice. Petrochemical plants, plastic manufacturers and waste management facilities — spanning the entire impact pathway of plastics — contaminate soil, air and water. Marginalized communities, especially women and children, suffer the most from the resulting health impacts, as demonstrated by the ‘Cancer Alley’ region in Louisiana, USA. The costs of these health and environmental impacts are astronomical, and are not accounted for in current pricing models.\n\nThe current framing also hides complicated relationships of waste management practices with land rights and colonial legacies5. For instance, actors from the Global North describe southeast Asian countries as major contributors to plastic waste entering the environment, Yet, nations from the Global North have exported most of the ‘recyclable plastics’ (often contaminated and unfeasible to recycle) to China and southeast Asian countries. These practices mask the problematic social, geopolitical and trade power dynamics from the public eye and inflict physical and mental aggressions upon communities that receive waste and blame from the rest of the world.\n\nProducers are aware that planetary boundaries are being breached. Faced with calls to defossilize economies, industry is pushing back vigorously, with communications that exaggerate the efficacy of circularity and recycling while downplaying externalities associated with today’s value chains. Also, the terms circular economy and recycling are wrongly conflated, hindering effective solutions upstream and along the value chain. There has been some progress in efforts to reduce waste and pollution, particularly through addressing production and use of single-use plastic products6. However, there are countervailing pushes to increase reliance on single-use plastics and projected increases in virgin plastics production7. Recycling and incineration practices are acknowledged to be false solutions, evident in the Ocean Conservancy’s accountability statement8.\n\nRe-framing plastics pollution\n\nGiven these inadequacies, the plastics issue needs reframing. Socio-economic impacts are largely excluded from considerations, and environmental impacts beyond marine ecological effects are scarcely monitored. Moreover, the tight coupling between social and environmental dimensions demands a holistic understanding that spans from household to planetary scales.\n\nThe planetary boundaries framework helps diagnose and track rising risks of anthropogenic global environmental changes, and so has a key role in motivating international discussions about plastic pollution. However, it needs to be used as a framework, not as separate ‘wedges’ (including ‘novel entities’, ‘climate change’, ‘ocean acidification’ and ‘biosphere integrity’). It is only when all the planetary boundaries are considered together that the social dimensions and contexts of the biophysical changes can be given the equal attention that they deserve. Indeed, the release of novel entities plays out as encroachments on land and water resources, and on the life-supporting functions of the Earth system.\n\nTo achieve this holistic integration of plastic pollution within the entire planetary boundaries’ framework, we propose a three-step strategy. Firstly, adequate measurement and monitoring data for the novel entities control variables is required along the impact pathway. The impact pathway approach for the novel entities planetary boundary offers a way to prevent harms at source and to recognize where a more strongly precautionary response is needed. Secondly, the impact pathway assessment should be combined with systematic attention to the other biophysical pressures flagged in the planetary boundaries’ framework. This action ensures that proposed solutions to the plastics problem reduce harm and risk, and do not undermine mitigation efforts, especially for climate change and the loss of biosphere integrity. Thirdly, actions that reduce the absolute material impacts of plastics need to be prioritised. Societal responses to the plastics issue need to go beyond technofixes to tackle the harms to people and their living environments. This priority is a matter of fairness and justice, as is redressing historic harms. The industry must do more than it is currently proposing.\n\nOpportunities for change\n\nPlastic pollution must no longer be regarded as a problem far out at sea. There is a growing impetus in science, policy, business and wider society to tackle the deep challenges of large-scale change for a sustainable world. Strategies to address plastic pollution must be integral to policies dealing with climate change and biodiversity; these core planetary boundaries ultimately underpin health, wellbeing and sustainability. A cap on plastics production and chemical diversity should be considered carefully, potentially followed by a decrease in virgin plastic production. Identifying and ensuring essential uses of the materials will allow for just and equitable use of finite resources, and protect vulnerable communities. However, the benefits of plastics should not be overlooked. They are vital in helping societies achieve Sustainable Development Goals, including food security, safe drinking water, medical care, infrastructure, building materials and consumption. They are also crucial for climate mitigation and the protection and sustainable use of life below water and on land.\n\nPolicymakers and industry leaders call for further quantification of environmental pollution levels (under the pretence that ‘﻿we cannot manage what we cannot measure’), and scientists seek to reduce uncertainties about planetary effects by gathering more data. Instead, we highlight that the global problem of plastics is a complex predicament that requires a deeper systemic understanding. No single biophysical quantification can assure the desired outcome — a safe, clean, healthy, and sustainable environment for everyone. Combining biophysical planetary boundary assessment together with socioeconomic contextualization allows complex issues to be seen across scales.\n\nReferences\n\nMah, A. Plastic Unlimited: How Corporations Are Fuelling the Ecological Crisis and What We Can Do About It (John Wiley & Sons, 2022).\n\nPersson, L. et al. Outside the safe operating space of the planetary boundary for novel entities. Environ. Sci. Technol. 56, 1510–1521 (2022).\n\nArticle\n \nGoogle Scholar\n \n\nRockström, J. et al. Planetary boundaries: exploring the safe operating space for humanity. E&S 14, art32 (2009).\n\nArticle\n \nGoogle Scholar\n \n\nVillarrubia-Gómez, P., Cornell, S. E. & Fabres, J. Marine plastic pollution as a planetary boundary threat–The drifting piece in the sustainability puzzle. Marine Policy 96, 213–220 (2018).\n\nArticle\n \nGoogle Scholar\n \n\nLiboiron, M. Pollution Is Colonialism. Pollution Is Colonialism (Duke University Press, 2021).\n\nSchnurr, R. E. J. et al. Reducing marine pollution from single-use plastics (SUPs): A review. Mar. Pollut. Bull. 137, 157–171 (2018).\n\nArticle\n \nGoogle Scholar\n \n\nOECD. Global Plastics Outlook: Policy Scenarios to 2060 (OECD, 2022).\n\nStemming the Tide Statement of Accountability (Ocean Conservancy, 2022); https://oceanconservancy.org/trash-free-seas/take-deep-dive/stemming-the-tide/\n\nDownload references\n\nAuthor information\nAuthors and Affiliations\n\nStockholm Resilience Centre, Stockholm University, Stockholm, Sweden\n\nPatricia Villarrubia-Gómez & Sarah E. Cornell\n\nDepartment of Biological and Environmental Sciences, University of Gothenburg, Göteborg, Sweden\n\nBethanie Carney Almroth\n\nCorresponding author\n\nCorrespondence to Patricia Villarrubia-Gómez.\n\nEthics declarations\nCompeting interests\n\nThe authors declare no competing interests.\n\nRights and permissions\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nVillarrubia-Gómez, P., Carney Almroth, B. & Cornell, S.E. Re-framing plastics pollution to include social, ecological and policy perspectives. Nat Rev Earth Environ 3, 724–725 (2022). https://doi.org/10.1038/s43017-022-00359-9\n\nDownload citation\n\nPublished\n09 November 2022\n\nIssue Date\nNovember 2022\n\nDOI\nhttps://doi.org/10.1038/s43017-022-00359-9\n\nShare this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\nSubjects\nEnvironmental impact\nEnvironmental social sciences\nSustainability\nThis article is cited by\nPrioritizing plastic pollution\n\nNature Reviews Earth & Environment (2022)\n\nYou have full access to this article via University of the South Jessie Ball duPont Library\n\nDownload PDF\nAssociated content\n\nCollection\n\nPlastics in the environment\nSections\nReferences\nPlastics pollution is not just consumer waste\nCurrent framing omits harms and their causes\nRe-framing plastics pollution\nOpportunities for change\nReferences\nAuthor information\nEthics declarations\nRights and permissions\nAbout this article\nThis article is cited by\n\nAdvertisement\n\nNature Reviews Earth & Environment (Nat Rev Earth Environ) ISSN 2662-138X (online)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}