{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Canada has banned plastic straws, so let's redefine oil and ... - Reddit",
  "href": "https://www.reddit.com/r/environment/comments/vptjfm/canada_has_banned_plastic_straws_so_lets_redefine/",
  "body": "324 votes, 34 comments. 1.5M subscribers in the environment community. Current news, information and issues related to the environment.",
  "textContent": "Canada has banned plastic straws, so let’s redefine oil and gas pipelines as “plastic straws” : r/environment\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to environment\nr/environment\n•\n1 yr. ago\nBliggin\nCanada has banned plastic straws, so let’s redefine oil and gas pipelines as “plastic straws”\nchange.org\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\ncbbuntz\n•\n1 yr. ago\n\nIt really is kind of silly when they put the blame on consumers for environmental impact while giving out $11 million per minute in oil subsidies\n\n3 more replies\nZalmoxisRemembers\n•\n1 yr. ago\n\nLet’s also valuate the costs of environmental and health care damages caused by oil companies and tax them in addition based off those costs.\n\nBliggin\n•\n1 yr. ago\n\n7% of global GDP is spent on these kinds of direct and indirect subsidies. We only need to spend 2% to solve global warming.\n\n1 more reply\nSoundscape_Ambler\n•\n1 yr. ago\n\nNow my straw reaches across the room and starts to drink your milkshake. I... drink... your... milkshake. I drink it up!\n\nBliggin\n•\n1 yr. ago\n\nHaha!\n\nfuckybitchyshitfuck\n•\n1 yr. ago\n\nHey can we please do the infrastructure stuff BEFORE tearing down the pipelines? I still am forced to drive a gas car to get to and from work and I really can't afford for gas prices to skyrocket again before we have a reasonable alternative for people like me to commute to work.\n\nKindfarmboy\n•\n1 yr. ago\n\nI’m down!\n\nBliggin\n•\n1 yr. ago\n\nYou’re my ride or die, Kindfarmboy. I’m not doing this without you!\n\n1 more reply\nFaedala\n•\n1 yr. ago\n\nHa ha\n\nBliggin\n•\n1 yr. ago\n\nGlad you got it. Not everyone seems to.\n\nRidley_Rohan\n•\n1 yr. ago\n\nThe plastic straw thing is one of the dumbest things ever.\n\nThey could have introduced mandatory discounts for those who refuse such plastics....also via washing and reusing what they have... even bigger mandatory discounts for those who can show they brought their own reused whatever from that business....like a McDonald's straw. The problem is not especially plastics and not remotely especially straws....its throwing it all away that is the problem. Encourage people to reuse.\n\nBliggin\n•\n1 yr. ago\n\nYeah, people got hung up on straws because they see them harming animals. While I hate that, climate change is orders of magnitude worse. Hence my trying to redirect attention to the insanity of expanding fossil fuel infrastructure.\n\nkarumeolang\n•\n1 yr. ago\n\nConservation of environment is the key cog in every aspect but again my opinion might be senseless\n\nGlum-Warning-1145\n•\n1 yr. ago\n\nSo I guess you don't Iike having water, sewage and natural gas services to your residence\n\nthis1shard\n•\n1 yr. ago\n\nDonuts for Canadians-yes! Yes!\n\n[deleted]\n•\n1 yr. ago\n[deleted]\n•\n1 yr. ago\nbrandonjoncas\n•\n1 yr. ago\n\nThe only way is to reduce demand\n\nBliggin\n•\n1 yr. ago\n\nAgreed. And that needs to be global in scope. Instead Canada is committed to having the worse climate record in the G7.\n\n2 more replies\nView more comments\n \nTop 1%\nRank by size \nr/ontario\nWe may be saving 5 or 10 bucks at the pumps, but this gas tax cut will cost us hundreds of millions…\n3.5K upvotes · 741 comments\nr/ireland\nPSA. The government of Ireland has an official website to submit petitions on matters of public concern. Can we please use this instead of sites like change.org so petitions that gain traction aren't ignored?\n2.8K upvotes · 85 comments\nr/sustainability\nCanada has banned plastic straws. So let’s legally define oil and gas pipelines as “plastic straws”\nchange.org\n503 upvotes · 20 comments\nr/environment\nPlants are better for Planet Earth than scientists thought. Current terrestrial biosphere models underestimate gross primary productivity responses to future CO2 and climate conditions. | Science Advances\nnewsweek\n316 upvotes · 12 comments\nr/environment\nAs climate chaos accelerates, which countries are polluting the most?\ncnn\n223 upvotes · 39 comments\nr/environment\nFirst long-haul flight fully powered by sustainable aviation fuel takes off\ncnbc\n198 upvotes · 26 comments\nr/canada\n‘They treat us like a toilet bowl’: Cruise ships dump billions of litres of toxic waste in Canada, report finds\nthestar\n505 upvotes · 97 comments\nr/Maine\nA cop shot my friends dog. My friend is from Maine.\nwgme\n60 upvotes · 14 comments\nr/environment\nA possible reason why climate models are ignored\nreuters\n139 upvotes · 21 comments\nr/environment\nNuclear’s uncertain role in the shift away from fossil fuels is seen as critical and very contentious\ncnbc\n102 upvotes · 16 comments\nr/skeptic\nVFX Artists DEBUNK Alien Abduction \"Footage\" (Corrider Digital examines the MH370 footage)\nyoutube\n108 upvotes · 93 comments\nr/skeptic\nClimate scientist dismantles Jordan Peterson's (and Alex Epstein's) arguments on climate change\nyoutube\n1.3K upvotes · 167 comments\nr/environment\n‘Where did I go wrong?’ The scientist who tried to raise the climate alarm\ntheguardian\n668 upvotes · 39 comments\nr/northdakota\nSo.....Locals, what do you honestly think about oil and gas operations in the state?\n13 upvotes · 91 comments\nr/energy\nEnvironmental groups sue Biden to vacate oil and gas permits as gas climbs over $5 per gallon\nbizpacreview\n18 upvotes · 7 comments\nr/socialism\nElon Musk: I disagree with the idea of unions\nyoutube\n844 upvotes · 124 comments\nr/environment\nFrequent flyers are rewarded for polluting. Let them pay the full price\ntheguardian\n250 upvotes · 12 comments\nr/AskALiberal\nBiden wants a 3 month stop to the gas tax. Do you agree?\n57 upvotes · 190 comments\nr/environment\nConventional Farming Is Killing Us And Our Planet\nforbes\n1.1K upvotes · 145 comments\nr/Conservative\nSerious question, if Biden is behind gas prices skyrocketing then why is it so much worse in some other countries?\n1.1K upvotes · 540 comments\nr/environment\nCNN Opinion: Why I’m not going to have children\ncnn\n576 upvotes · 276 comments\nr/environment\nU.S. tap water has a $47 billion forever chemicals problem\ncnbc\n1.2K upvotes · 78 comments\nr/mississippi\nFrom Biden: If you live in South Carolina, Texas, Georgia, Mississippi, Alabama, or Tennessee, the average price of gas at the pump is under $4 a gallon. That's a big deal.\ntwitter\n76 upvotes · 115 comments\nr/Capitalism\nMuricans economy ‘greatness’ : remember the ‘historic deal’ with China?…China didn’t buy anything....and we still have tariffs to pay....\n7 upvotes · 4 comments\nr/skeptic\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n154 upvotes · 64 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 2, 2022\nReddit\nreReddit: Top posts of July 2022\nReddit\nreReddit: Top posts of 2022"
}