{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "I have no respect for adrenaline junkies : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/zn79r5/i_have_no_respect_for_adrenaline_junkies/",
  "body": "Adrenaline junkies are usually wearing tons of safety gear and working under trained professionals. The idiots who jump from roof to roof on sky scrapers, or drive themselves and their 2 year old on a quad with no helmets, are people who have abandoned reason and safety. 66. [deleted] • 10 mo. ago.",
  "textContent": "I have no respect for adrenaline junkies : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n1 yr. ago\n[deleted]\nI have no respect for adrenaline junkies\n\nI’ve heard the justifications. I’m not buying it though. When I hear about someone free soloing, cave diving, or wing suit gliding, I don’t admire them or see them as brave or heroic. Honestly I just see someone with a serious problem that needs help. Like an addiction. I’d even go as far as saying it’s selfish to loved ones who worry and live with the trauma inflicted.\n\nEdit: I can already tell there’s going to be some good ol fashioned controversy on this one.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nAutoModerator\n•\n1 yr. ago\nModerator Announcement Read More »\nThorsFckingHammer\n•\n1 yr. ago\n\nTheresa adrenaline junkies and then there are people who recklessly abandon reason and safety. Adrenaline junkies are usually wearing tons of safety gear and working under trained professionals.\n\nThe idiots who jump from roof to roof on sky scrapers, or drive themselves and their 2 year old on a quad with no helmets, are people who have abandoned reason and safety.\n\n2 more replies\nLanasoverit\n•\n1 yr. ago\n\nI’ve been skydiving for almost 30 years, and in all my thousands of skydives I’ve never once “inflicted trauma” on anyone.\n\nIt’s an interest and a hobby, no different to anything else.\n\nuninhibitedmonkey\n•\n1 yr. ago\n\nI did a tandem skydive about 10 years ago and after I’d booked but before I’d jumped I couldn’t believe peoples reactions to the plan. Pretty much everyone asked me what I’d do if the chute didn’t open. Like…..? I said try and enjoy the fall. Why not what else can I do. Then they said I was mad. I said I don’t think the chute not opening is going to happen, otherwise I wouldn’t do it. They still called me mad. Not in a friendly way too! I had people try to talk me out of it, judgemental looks and huffs. I found it quite bizarre.\n\nDo you get chat like this?!\n\n5 more replies\n1 more reply\nSyn-Mojej-Starej\n•\n1 yr. ago\n\nWell, that made you u/[deleted] quite quickly.\n\n1 more reply\nSwirlyflurry\n•\n1 yr. ago\n\nI don’t admire them or see them as brave or heroic\n\n….does anyone expect you to?\n\n1 more reply\nTheBigNook\n•\n1 yr. ago\n\nI don’t think they want your respect or care lol\n\nIt’s a hobby like anything else\n\n2 more replies\nMiserableScientist67\n•\n1 yr. ago\n\nIt's ok, man. No one is judging you.\n\n1 more reply\nSanteneal\n•\n1 yr. ago\n\nMan fucking deleted his account\n\nBangtastico\n•\n1 yr. ago\n\nToo much adrenaline dumped by the controversy of his post.\n\nSkinny-Fetus\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nRight, selfish to live your life like you want to despite the worry of loved ones.\n\nNot selfish of the loved ones to expect you to live life based on their worries?\n\nLike you see two groups of people with different desires, the loved ones who don't want them doing this stuff and them who want to do it. If any one of them gets what they want, the other loses out. So how is anyone of them getting what they want more of less selfish than the other? You simply value the loved ones' desires more, thats all. It's not the selfishness that bothers you or you would have the same problem with the loved ones getting what they want.\n\n9 more replies\nToFarGoneByFar\n•\n1 yr. ago\n\nspotted the guy with a couch glued to his ass.\n\nNayir1\n•\n1 yr. ago\n\nSo your telling me the people aren't clamoring for more documentaries about people who choose to not do something?\n\nmorningwood603\n•\n1 yr. ago\n\nWe’ve all got an expiration date. You have just as good a chance making it out alive as they do.\n\n2 more replies\nArjanGameboyman\n•\n1 yr. ago\n\nNobody says you have to too.\n\nThey have fun. Whatever. That alright isn't it..?\n\n3 more replies\n96andahalf\n•\n1 yr. ago\n\nTouch grass\n\nNatashOverWorld\n•\n1 yr. ago\n\nSo, most people don't do hobbies for approval of random people. The adrenaline is the goal.\n\nMaybe you can disrespect fashionistas? That would work better.\n\nsunrisexscenery\n•\n1 yr. ago\n\nthis wouldve been a much better point if you argued about them putting rescuers lives in danger\n\nXumiNova13\n•\n1 yr. ago\n\nAnd we care about your opinion why? We're not doing these things to impress other people lmao what does it matter if you don't see us as brave or whatever?\n\nAlso it's not always dangerous activities that adrenaline junkies do. For example, I absolutely love the adrenaline rush I get from roller coasters and from hunting.\n\n15 more replies\nRaccoonRepublic\n•\n1 yr. ago\n\nI tried skydiving once. It's a spectacular, unforgettable experience. I'd love to feel that same excitement again, but the danger of doing these things again and again is too great. It's not worth my life. I see where you're coming from.\n\nView more comments\n \nTop 1%\nRank by size \nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/Harley\nWhat do you Love/Hate about the Harley culture\n59 upvotes · 351 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Rowing\nI don’t want to quit\n2 upvotes · 5 comments\nr/doordash_drivers\nWhy would you ask “is this or that worth it”?\n15 upvotes · 6 comments\nr/squishmallow\nDudes can’t collect squishmallows?\n299 upvotes · 121 comments\nr/Millennials\nMillennial parents are struggling: \"Outside the family tree, many of their peers either can't afford or are choosing not to have kids, making it harder for them to understand what their new-parent friends are dealing with.\"\nbusinessinsider\n4.2K upvotes · 1.2K comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n283 upvotes · 40 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/Millennials\nMillennials say they need $525,000 a year to be happy. A Nobel prize winner's research shows they're not wrong.\nbusinessinsider\n2.8K upvotes · 776 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes · 66 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/ObsessedNetwork\nGo to the Obsessed with Obsessed fb page\n15 upvotes · 30 comments\nr/Xennials\nAlice Deejay - Better Off Alone\nyoutube\n107 upvotes · 20 comments\nr/asktransgender\nI need advice-\n12 upvotes · 7 comments\nr/centrist\nI’m a liberal but feel ostracized and kicked out of the “liberals club”\n94 upvotes · 240 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/Xennials\n311 - Down\nyoutube\n148 upvotes · 53 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nTOP POSTS\nReddit\nreReddit: Top posts of December 16, 2022\nReddit\nreReddit: Top posts of December 2022\nReddit\nreReddit: Top posts of 2022"
}