{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Is Your Plastic Straw Killing Sea Turtles? - Earth911",
  "href": "https://earth911.com/earth-watch/is-your-plastic-straw-killing-sea-turtles/",
  "body": "Plastic straws became the focus of attention for many people. Some people gave up using straws. Others searched for alternatives to plastic, while companies scrambled to develop new compostable straws. Even diehard disposable plastic straw fans tried to find ways to recycle them. As a single-use item that (outside of hospitals and certain ...",
  "textContent": "Skip to content\nHow to Recycle Where to Recycle\nBusiness\nEcoTech\nHome & Garden\nHow & Buy\nLiving\nLearning\nTake Action\nMore…\nAbout Us\nBusiness & Policy Earth Watch Living & Well-Being\n  \nIs Your Plastic Straw Killing Sea Turtles?\nByGemma Alexander\n MAY 22, 2023  endangered species, plastic pollution, plastic straws, sea turtles\n\nIn 2015, a sea turtle with a straw stuck in its nose took over the internet. It launched a movement to eliminate plastic straws and raised awareness of plastic pollution in the ocean. Did any of it make a difference, or was it just another viral moment of shared but shallow outrage? Let’s see how the sea turtles are doing now.\n\nSea Straws\n\nAbout eight years ago, on a research trip in Costa Rica, marine biologist Christine Figgener from Texas A&M University found an olive ridley sea turtle with a plastic straw lodged in his nostril. The disturbing video of her team prying the straw out of the turtle’s bloody nose went viral. For the first time, the topic of plastic pollution in the oceans became something anyone could respond to emotionally.\n\nPlastic straws became the focus of attention for many people. Some people gave up using straws. Others searched for alternatives to plastic, while companies scrambled to develop new compostable straws. Even diehard disposable plastic straw fans tried to find ways to recycle them. As a single-use item that (outside of hospitals and certain physical disabilities) wasn’t really necessary in the first place, eliminating straws is not a bad starting point.\n\nPlastic Pollution\n\nBut ocean plastic is much more than just straws, and there’s more at stake than turtles’ nostrils. Plastic pollution affects sea life throughout the ocean. Over 90% of all seabirds have ingested plastic, sometimes in fatal amounts. Each year, consuming or becoming entangled in marine plastic debris kills individuals belonging to nearly 700 different bird, reptile, fish, and mammal marine species. Microplastics bioaccumulate, even in fish that do not consume plastic litter, and have now been found in human bodies.\n\nIt’s not clear what impact all the attention to straws has made. In India, England, and the EU, plastic straws have been banned together with other types of single-use plastic. But Americans still use millions of plastic straws every day, and straws are among the most common pieces of litter found in national parks. Eight million tons of plastic waste continue to travel from inland locations, often along rivers, to enter the oceans every year, collecting in garbage gyres in oceans around the world.\n\nSea Turtles\n\nDespite its obvious success in raising awareness of one specific threat to sea turtles, the video doesn’t seem to have led to improved conditions for turtles. Of the seven species of sea turtle found all over the world, six are classified as either threatened or endangered. The seventh, the flatback turtle, is considered data deficient and may be endangered as well.\n\n0 of 30 secondsVolume 0%\n \n\nAbout 1,000 sea turtles are known to die from plastic ingestion each year, and it may be getting worse; more post-hatchling turtles are found with internal plastic than adults. Plastic also threatens turtles through entanglement, both with free-floating debris and as bycatch in active fishing operations. Loss and degradation of habitat due to coastal development and water pollution as well as warming waters resulting from climate change reduce turtle populations further.\n\nPlastic continues to threaten sea turtles and other wildlife that ingest or get entangled in it.\nSea Change\n\nYou might not be thinking about sea turtles when you hop in the car to run an errand. But reducing your carbon footprint by driving less, shopping smarter, and making your home more efficient is one of the best things you can do to help sea life, including turtles.\n\nTo invest in a post-plastic world, move towards a plastic-free lifestyle, starting with single-use items. Eliminating one type of item at a time is the most practical approach. Straws and water bottles are low-hanging fruit, then do a plastics inventory to choose your next goal. Take up plogging, and when you are near the ocean, participate in coastal cleanups.\n\nSave the Turtles\n\nFor most of us, choosing seafood that is certified sustainable has the most immediate impact on the threats to sea turtles. But if you live or travel near the ocean, your actions could harm or help save sea turtles more directly. If you boat or fish on the ocean, learn how to avoid harming turtles with your hobby. Contact your local sea turtle stranding network if you see a sick or injured sea turtle on or near the beach. Be aware of hatching season (you could even volunteer to monitor nests) and turn off lights at night to avoid disorienting hatchlings.\n\nTake the ecotourism approach when you travel and visit places like Tortuguero and Ostional where turtle conservation also supports local livelihoods. Avoid souvenirs made from tortoiseshell and do not support restaurants serving turtle eggs or turtle meat (both of which are illegal in most places, but still widely available in some countries). Endangered species are not doomed to extinction if there is enough public interest to make the changes to protect them.\n\nPost navigation\n  \nHow To Reduce Microfiber Pollution From Your Laundry\n  \nBest of Earth911 Podcast: Project Censored’s Under-Reported Environmental Stories of 2022\nBy Gemma Alexander\n\nGemma Alexander has an M.S. in urban horticulture and a backyard filled with native plants. After working in a genetics laboratory and at a landfill, she now writes about the environment, the arts and family. See more of her writing here.\n\nRelated Post\nInspire & Motivate Living & Well-Being\nEarth911 Inspiration: A Finely Calibrated Machine\n Dec 8, 2023  Earth911\nHow & Buy Living & Well-Being Travel\nMaking Sustainable Travel More Affordable\n Dec 7, 2023  Gemma Alexander\nFood & Beverage Home & Garden How & Buy Living & Well-Being\nGuide to Plant-Based Milk Alternatives\n Dec 7, 2023  Lisa Beres\n\nEarth911 brings the circular economy to life by connecting the world to brands, products, and services to live sustainably. We help millions of people find local end-of-use options for products and packaging using the largest curated directory of reuse, donation, and recycling locations, municipal curbside collection programs, and mail-in recycling options.\n\nWe educate and inform consumers, businesses and communities to inspire thought and facilitate earth-positive consumer decisions. Small changes by thousands of individuals will have a lasting, positive impact. More ideas make less waste.\n\nADVERTISE WITH US\nAudience\nCircularWorld Community + Marketplace\nProducts\nPartners\nRate Card\nContact Form\n\n© Copyright 2023 Earth Media Partners. All Rights Reserved.\n\nAbout Earth911\n \nPrivacy Policy\n \nContact Us\nInformation from your device can be used to personalize your ad experience.\n\nDo not sell or share my personal information.\nA RAPTIVE PARTNER SITE"
}