{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "What Do Climate Change and Plastic Straws Have in Common?",
  "href": "https://www.sierraclub.org/sierra/2022-3-fall/editor-s-desk/what-do-climate-change-and-plastic-straws-have-common",
  "body": "In \" The Titans of Plastic ,\" Kristina Marusic investigates the various ways in which plastics production threatens public health and environmental well-being. Plastics manufacturing is a significant driver of climate change, as the US plastics industry annually emits greenhouse gases equivalent to the emissions from 116 coal-fired power plants.",
  "textContent": "Skip to main content\nTHE MAGAZINE OF THE SIERRA CLUB\nSIERRA Menu\nCLIMATE & ENERGY\nLANDS & WATERS\nADVENTURE\nCULTURE\nMAGAZINE\nDonate\nSUBSCRIBE\nLOGIN\nWhat Do Climate Change and Plastic Straws Have in Common?\nHint: Fracking for gas\n\nBy Jason Mark\n\nSeptember 14, 2022\n\nIllustration: istock/AlenaLebedeva\n\nIn a fractured America, here's one thing most of us can agree on: Disposable plastic sucks. Eight in 10 voters support policies to reduce single-use plastics, and two-thirds of US residents say they'd pay more for everyday materials that don't contain plastic. Picking up plastic litter remains the go-to Earth Day activity, and \"Is This Recyclable?\" might as well be the latest environmentalist parlor game.\n\nThe concerns about plastic make perfect sense. While carbon dioxide and methane are invisible—and extinction is an actual disappearing act—plastic is all too tangible. The cookie packages and water bottles, single-use baggies and flimsy cheese wrappers are inescapable. They are the emblem of wanton waste, the signature of a throwaway society.\n\nAt the same time, the popular angst over plastic sometimes strikes me as a distraction from bigger environmental problems. In the midst of lethal heat waves, surely there are more important fights. Of course I grieve over the seabirds choked dead on bottle caps and spent lighters. But advocating for a ban on plastic straws while we're on the cusp of the sixth mass extinction can seem like the homeopathy of environmental activism—it can't hurt, but it's unlikely to help all that much.\n\nGet a FREE Sierra magazine Subscription today\n\nwhen you become a Sierra Club member\n\nJOIN US\n\nHere's the thing, though: You can draw a straight line between those single-use straws and the fossil fuels that are cranking up the planet's thermostat. That straw is at the tail end of an industrial network that connects petrochemical facilities to pipelines, pipelines to compressor stations, and compressor stations to drilling rigs that fracture the earth. Plastic pollution isn't just a symbol of a wasteful society; it's the final effluent in a chain of destruction.\n\nIn \"The Titans of Plastic,\" Kristina Marusic investigates the various ways in which plastics production threatens public health and environmental well-being. Plastics manufacturing is a significant driver of climate change, as the US plastics industry annually emits greenhouse gases equivalent to the emissions from 116 coal-fired power plants. Its production is a health risk to people who live near the manufacturing sites, which release volatile organic compounds and particulate matter that contribute to respiratory diseases, birth defects, and cancer. The base components of disposable plastic—tiny pellets called nurdles—are now the second-largest source of ocean micropollutants after tire rubber.\n\nMost maddening is how truly unnecessary all of it is. The plastics boom is a classic case of big business manufacturing a demand for the needless. Awash in a glut of oil and gas from the fracking fields and facing decreasing enthusiasm for their products as renewable energies and electric vehicles increase in market share, the fossil fuel giants are looking to plastic to sustain their revenues. \"You have to drill the wells to support the petrochemical plant, but you also have to build the petrochemical plant in order to keep drilling the wells,\" one source told Marusic. \"It's like a Ponzi scheme.\"\n\nThere are a number of downstream solutions to plastic pollution. Individual households can try their best to avoid single-use plastics in the first place (a tough act) and to recycle as much as possible (in some places, an even tougher act). Governments can put in place producer responsibility laws that require corporations to carry the costs of disposal, creating a market incentive to produce less (Maine and Oregon are already moving in this direction).\n\nThe most durable solution is to go upstream, to the source of plastic pollution—which leads right to the oil and gas rigs. The efforts to break America's addiction to fossil fuels and rid us of our disposable-plastic habit are intertwined. Every wellhead that's prevented and every pipeline that's halted raises the petrochemical companies' cost of doing business by making their raw materials scarcer, which makes cheap plastic a little bit more expensive to create.\n\nDisposable plastic is the ultimate false need: We can find ways to live without it. The fossil fuel giants' profit margins can't.\n\nJason Mark is the editor of Sierra and the author of Satellites in the High Country: Searching for the Wild in the Age of Man. Follow him on Twitter @jasondovemark.\n\nMore articles by this author\nKeywords:\nClimate Change\nRELATED ARTICLES\nHow Leading US Conservationists Manage to Hold On to Hope\n\nTips from environmental leaders on staying optimistic in the midst of the climate and extinction crises\n\nBy Veronika Perková\n\nDecember 10, 2023\n\nOvercoming the Oil and Gas Industry’s Influence at COP28\n\nIf we’re going to phase out fossil fuels, we need to get the oil giants out of the room\n\nBy Ben Jealous\n\nDecember 9, 2023\n\nICYMI: Tea for Life, Chocolate Milk Activism, Cleaning Up the Ganges & Wisdom Returns\n\nA weekly roundup for busy people\n\nBy Paul Rauber\n\nDecember 8, 2023\n\nICYMI: Griz Return to Missouri Breaks, E-ZPass Lane for Whales, UAW Targets Tesla & Climate Reality for Gardeners\n\nEnvironmental news of the week for busy people\n\nBy Paul Rauber\n\nDecember 1, 2023\n\nMOST READ\nA Holiday Shopping Guide for Healthy and Affordable Home Upgrades\n\nHow to take advantage of energy efficient home-improvement tax credits\n\nBy Xavier Boatright\n\nNovember 22, 2023\n\nWhat Is Cellophane, and Is It Recyclable?\n\nWhat you need to know about bioplastic and “compostable” plastic plus safer alternatives\n\nBy Jessian Choy\n\nDecember 6, 2023\n\nThis Liquefied Natural Gas Facility Is the Next Carbon Bomb\n\nCP2 threatens local communities and global climate targets\n\nBy Delaney Nolan\n\nNovember 27, 2023\n\nHow to Give Gifts Without the Waste of Wrapping Paper\n\nMillions of pounds of gift wrapping end up in landfills. A 1,300-year-old Japanese tradition offers another way.\n\nBy Julia Sklar\n\nDecember 5, 2023\n\nJOIN\nRENEW\nDONATE\nEnter terms to search\nThe Sierra Club\nBlogs\nGet Outdoors\nJoin The Sierra Club\nSIERRA Magazine\nSubscribe\nCurrent Issue\nRSS Feed\nAbout Sierra\nFellowships\nPartner With Us\nAbout Us\nFind us on Facebook\n \nFind us on Instagram\n \nFind us on Twitter\n \nFind us on Pinterest\nPrivacy Policy/Your California Privacy Rights Terms and Conditions of Use\n\nSierra Club® and \"Explore, enjoy and protect the planet\"® are registered trademarks of the Sierra Club. © Sierra Club 2023.\nThe Sierra Club Seal is a registered copyright, service mark, and trademark of the Sierra Club."
}