{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Going thirsty for the turtles: Plastic straw bans, people with ...",
  "href": "https://www.tandfonline.com/doi/full/10.1080/17549507.2022.2127900",
  "body": "Plastic straws and the world's marine life. Reducing the impacts of single use plastics on the world's oceans and marine biodiversity is consistent with the Sustainable Development Goal (SDG) life below water (SDG 14) and has implications for the goal good health and well-being (SDG 3) (United Nations, Citation 2015).SDG 14 seeks to prevent and significantly reduce marine pollution of all ...",
  "textContent": "Skip to Main Content\nAccess provided by University of the South\n Log in  |  Register\n Cart\nHome  All Journals  International Journal of Speech-Language Pathology  List of Issues  Volume 25, Issue 1  Going thirsty for the turtles: Plastic s ....\n \nSearch in:\nThis Journal\nAnywhere\n \nAdvanced search\n \nInternational Journal of Speech-Language Pathology \nVolume 25, 2023 - Issue 1: Communication, Swallowing and the Sustainable Development Goals\nSubmit an article Journal homepage\n \n\nFree access\n\n2,722\nViews\n3\nCrossRef citations to date\n75\nAltmetric\nListen\nCommentaries\nGoing thirsty for the turtles: Plastic straw bans, people with swallowing disability, and Sustainable Development Goal 14, Life Below Water\nBronwyn Hemsley,Simon Darcy,Fiona Given,Brad R. Murray &Susan Balandin\nPages 15-19 | Published online: 12 Dec 2022\nCite this article https://doi.org/10.1080/17549507.2022.2127900 \nCrossMark\nIn this article\nAbstract\nPlastic straws and the world’s marine life\nStraw bans as a form of eco-ableism, shallow environmentalism, and discrimination\nInclusive co-design of drinking straws for people with swallowing disability\nAdditional information\nReferences\n Full Article  Figures & data  References  Citations  Metrics  Reprints & Permissions  View PDFView EPUB\nAbstract\nPurpose\n\nThis paper relates to the Sustainable Development Goal (SDG) Life Below Water (SDG 14) and the need to consider Better Health and Well-Being (SDG 3) in interventions designed to reduce plastic straw waste. The aim of this paper is to explore the competing demands of saving the world’s oceans and sea life from plastic straw waste, and simultaneously meeting the health and social needs of people with swallowing or physical disability who use plastic straws for drinking.\n\nResult\n\nIn order to meet both SDG 14 and not compromise SDG 3 there is a need for collaborative and interdisciplinary, person-centred, inclusive innovation approaches to finding suitable and acceptable alternatives to plastic straws. Many people with swallowing disability will need a durable, flexible, and single-use straw that is resilient enough to withstand jaw closure without breaking. Co-design considerations include the alternative straw being (a) soft and flexible so as not to damage the teeth of people who bite to stabilise the jaw or who have a bite reflex; (b) suitable for both hot and cold drinks; (c) flexible for angling to the mouth; (d) readily, thoroughly and easily cleaned to a high standard of hygiene; (e) widely available for low or no cost wherever drinks are served; and (f) safe for people to use while reducing impact on the environment and being sustainable.\n\nConclusion\n\nPlastic straws are an assistive technology critical for the social inclusion of people with disability. In an inclusive society, reaching a policy position on the provision of plastic straws must include seeking out and listening to the voices of people with sensory, intellectual, physical, or multiple disabilities who use plastic straws.\n\nKeywords: \n\nSustainable Development Goals (SDGs)sustainabilitylife below water (SDG 14)good health and wellbeing (SDG 3)SDG 3 plastic strawsdysphagiadisability\nPrevious article\nView issue table of contents\nNext article\nPlastic straws and the world’s marine life\n\nReducing the impacts of single use plastics on the world’s oceans and marine biodiversity is consistent with the Sustainable Development Goal (SDG) life below water (SDG 14) and has implications for the goal good health and well-being (SDG 3) (United Nations, \nCitation\n2015). SDG 14 seeks to prevent and significantly reduce marine pollution of all kinds from land-based activities, and to protect marine ecosystems to avoid significant adverse events. Reducing the production and use of plastic straws is expected to “decrease litter, protect the environment, and contribute to on-going circular economy initiatives” (Roy et al., \nCitation\n2021, p. 5). One strategy for reducing plastic waste, in nations and institutions globally, is to ban single use plastics, including plastic straws (Jenks & Obringer, \nCitation\n2020; Neto et al., \nCitation\n2021). In a report on the legal limits on single-use plastics and microplastics globally, the United Nations (\nCitation\n2018, p. 3) noted that “27 countries have enacted legislation banning either specific products (e.g. plates, cups, straws, packaging), materials (e.g. polystyrene) or production levels.” At the time of writing, bans impacting plastic straws are proposed or in force in many countries, including Britain, Canada, Costa Rica, China, Dominica, Japan, Portugal, South Africa, Japan, and the European Union (Chitaka, \nCitation\n2021; United Nations, \nCitation\n2018; Wang et al., \nCitation\n2022) along with Vanuatu, France, and several states of Australia. However, plastic straws, which are designed to be used once and discarded, contribute only a fraction (∼1–4%, Chang & Tan, \nCitation\n2021; Roy et al., \nCitation\n2021) of plastic waste to the full scale of plastic pollution in the ocean (∼150 million tons annually, Roy et al., \nCitation\n2021). In this context, and despite their relatively smaller contribution to overall marine pollution, plastic straws have become an environmental issue with which to drive marine biodiversity conservation.\n\nThe need for straws with specific characteristics\n\nIn a survey on straw use and preferences, Jonsson et al. (\nCitation\n2021) reported that only 8% of 579 survey respondents who used straws reported using these in the home, suggesting that for the majority of straw users it is a choice made when out in the community, not based on medical need. Indeed, the vast majority of respondents reported only using straws when offered one. But for an estimated 8% of the world’s population who have dysphagia or swallowing disability (Cichero et al., \nCitation\n2013), drinking straws may be a health necessity for obtaining fluids in a safe and dignified way. Some individuals need a durable plastic straw of a specific width to enable drinking, withstand a bite reflex, stabilise the jaw while sucking and swallowing, or achieve a specific flow rate while sucking liquid into the mouth.\n\nRecommendations on how and when to use a specific straw for drinking are influenced by the person with swallowing disability's (a) control of the oral phase of the swallow, specifically compared to cup drinking (Pang et al., \nCitation\n2020); (b) ability to suck through the straw; (c) jaw stability and presence of a bite reflex; (d) lip seal and ability to contain the fluid in the oral cavity before the swallow; and (e) independence, health risk profile and vulnerability to respiratory infections. In fact, the latter could influence recommendations for single-use over multiple-use straws (i.e. for infection control). As such, when considering the person’s skills, impairments, and needs holistically (Ball et al., \nCitation\n2012), a durable, flexible and single-use straw that is resilient enough to withstand jaw closure without breaking, while also not being so hard as to break the person’s teeth or cause pain or injury, may remain the most suitable option for some people with swallowing disability. The person with swallowing disability’s access to a suitable straw could impact their access to better health and well-being (SDG 3).\n\nStraw bans as a form of eco-ableism, shallow environmentalism, and discrimination\n\nMeeting SDG 14 should not form a barrier to achieving SDG 3, to ensure healthy lives and promote well-being for all at all ages. Straw bans are problematic in risking the health and well-being of people with disability, and alternative straws are not innocuous in terms of impacts on the environment. There is emerging a greater understanding of the multidimensional environmental, economic, and social impacts of various types of straws (Roy et al., \nCitation\n2021), including those made of cardboard, glass, metal, wood, bamboo, or pasta. Given that all straws have specific environmental and human impacts, and plastic straws make up a small fraction of the ocean’s plastic, plastic straw bans could be considered a form of shallow environmentalism (Naess, \nCitation\n1973) and eco-ableism (Wolbring, \nCitation\n2013). There is also a growing body of literature on the comparative environmental impacts, chemical characteristics, and lifecycles of different types of straws (Chang & Tan, \nCitation\n2021; Roy et al., \nCitation\n2021, Timshina et al., \nCitation\n2021; Zanghelini et al., \nCitation\n2020). Roy et al. (\nCitation\n2021, p. 5) reviewed 150 studies relating to the life cycle of straws and observed that “Due to the range in consumer demand, imposing widespread bans on plastic straws has evolved from a low-hanging-fruit achievement for governments and industry to mitigate plastic pollution into a thorny issue.” Furthermore, there is the potential risk that the quick adoption of plastic straw bans may be an example of evidence complacency, a term used by Sutherland and Wordley (\nCitation\n2017) to describe “a way of working in which, despite availability, evidence is not sought or used to make decisions, and the impact of actions is not tested” (p.1215). That is, the reduction in real-world environmental impacts achieved by plastic straw bans might be relatively minor when compared with efforts that could be placed elsewhere on the basis of evidence-based practice (see Rose et al., \nCitation\n2018). While potentially achieving short-term political goals, straw bans might end up ultimately leading to significant and unnecessary social and economic impacts. Any assumption that people who currently use a plastic straw could manage without one or else incur substantial social or economic cost in using another type of straw is inherently reductionist and ableist (Wong, \nCitation\n2019), potentially violating disability rights and disability discrimination legislation (Caverly, \nCitation\n2019).\n\nAccess to suitable straws as a human right\n\nUnder Article 19 of the United Nations Convention on the Rights of Persons with Disabilities (United Nations, \nCitation\n2006), States Parties have an obligation to ensure that “Community services and facilities for the general population are available on an equal basis to persons with disabilities and are responsive to their needs (np).” People with disability should have the same access as the general population to hospitality venues serving drinks (e.g. cafes and restaurants) (see Carroll et al., \nCitation\n2018). This would include the provision of a plastic straw for people with disability who need one for drinking. To date, their needs have been overlooked in the widespread, rapid, and popular implementation of plastic straw bans (Caverly, \nCitation\n2019; Jonsson et al., \nCitation\n2021; Wong, \nCitation\n2019). Substantial legislative and implementation effort has gone towards banning plastic straws in several countries (United Nations, \nCitation\n2018). However, there has not been an equal effort applied towards discovering and mitigating the impacts of banning plastic straws on people with disability, or engaging with this diverse group to co-design suitable, safe, and acceptable alternatives. Stramondo (\nCitation\n2020) emphasised that plastic straws are an assistive technology critical for the social inclusion for people with disability; and as disability is socially constructed (see Barnes & Mercer, \nCitation\n2004), society owes people with disabilities a degree of compensation including assistive technology. Instead, straw bans could form yet another barrier to people with disability accessing the community. Furthermore, the process of deciding on plastic straw bans has been from an ablest perspective, as people with disability have been excluded from decisions to ban plastic straws (Jenks, 2020; Wong, \nCitation\n2019) and their needs have not been considered in the application of straw bans (Jenks, 2020). The restricted supply of plastic straws to those with medical conditions suggests that people with disability should keep a stock of straws to take everywhere with them to have a drink. Such a proposition reflects a serious lack of consideration as to how the person is to obtain the straws from a restricted market, dispose of used straws, and how this could be considered equitable. The third author of this paper, a person with physical and swallowing disability, reflected on the impact of straw bans upon social inclusion and participation:\n\nPlastic straws have become less and less available. As a result, life has become increasingly difficult. I need to use a straw for most drinks because I have cerebral palsy and cannot hold a cup still. Metal, glass and bamboo straws would break my teeth because of my strong bite reflex, and I just completely destroy paper straws! Silicon and plastic tubing straws are okay for drinks like water and wine. However, for hot drinks such as coffee, I need a cup with a straw and a lid. I use a metal straw with a silicon tip for coffee. However, this is not ideal. Firstly, I can’t just stick it in regular take away cup because it is too thick and heavy. Secondly, when I release the straw from my lips, the coffee flicks up out of the straw, then I have an instant coffee coloured Pro Hart painting all over my desk! Drinking when I am out has become more complicated because I have to remember to take the straw and ask someone to clean it when I get home. No more impromptu drinks.\n\nInclusive co-design of drinking straws for people with swallowing disability\n\nWhile not all people with swallowing disability will need to use a plastic straw, those who do should be consulted in any policy decision affecting access to straws as an assistive technology and the development of suitable alternatives (Jenks & Obringer, \nCitation\n2020; Wong, \nCitation\n2019). In striving to meet SDG 14, inclusive research which values people with disability, the environment, and marine biodiversity should drive the urgent co-design and development of acceptable and suitable alternatives to plastic straws. Listening to the voices of people with disability who need to use plastic straw is vital in this process. Views expressed by people with disability often appear in social media with hashtags such as #StrawNoMore, #PlasticStrawBan, #SuckItAbleism, and #StrawBan (Wong, \nCitation\n2019). Our reading of social media posts tagged with these hashtags reveals three main areas of content: (a) to raise awareness that plastic straw bans are a threat to the human rights of people with disability, and cause harm, even with exceptions to the ban for medical reasons; (b) to raise awareness of the inadequacy of straws presumed to be suitable alternatives to plastic straws; and (c) to narrate experiences of being shamed or feeling embarrassed for needing to request and use a plastic straw, plastic straws not being available on request, and not being provided with a suitable alternative. Needing to ask permission to use an assistive technology involves disclosure and risks embarrassment, refusal or shaming for the use of plastic straws. These posts reflected straw bans impacting on the person’s social experience, dignity, independence, mental health and well-being, and reducing access to drinks. These social media posts are driven by self-advocacy, countering the assertion of some environmentalists that people have a moral duty to protect the world’s oceans by giving up their usage of plastic straws; messaging which fosters the shaming of people with disability who need to use plastic straws (Wong, \nCitation\n2019).\n\nThese themes of awareness raising, information, and sharing of stories of experience are echoed in the published literature (Caverly, \nCitation\n2019; Jenks & Obringer, \nCitation\n2020; Jonsson et al., \nCitation\n2021; Wong, \nCitation\n2019) recognising the limitations of hastily introduced straw bans driven by the assumptions that any straw will do, or that there are several viable alternatives which could be used. Wong (\nCitation\n2019) viewed plastic straw bans as being regressive, stating that “Environmentalism that shames disabled people is ableist and exclusionary” (p. 7). Failing to provide a person who needs one with a plastic straw can be considered a form of environmental violence and a breach of environmental justice (Caverly, \nCitation\n2019; Johnsson et al., \nCitation\n2021). Jenks and Obringer (\nCitation\n2020) concluded that “when examined through an environmental justice lens … which seeks to analyse the effects of environmental risks and benefits on marginalised and vulnerable populations, these bans prove to be problematic.” (p. 155). These authors also viewed that exceptions to straw bans for medical reasons “pay only lip service to disabled people’s needs, waving over the serious implications that plastic alternatives pose for disabled people or the repercussions of being forced to disclose a disability or medical condition when asking for a plastic straw” (p. 154).\n\nPutting all straws under the microscope to co-design true alternatives to plastic straws\n\nIn their review, Roy et al. (\nCitation\n2021) noted that there are currently many efforts across the world to replace single-use plastic straws with alternatives that will leave less of an ecological footprint. Critically, they indicate that “it is vital to propose and produce adequate alternatives to single-use plastic straws that meet the requirements in terms of sanitation, functionality, convenience, and comfort” (p. 2). Future ecological and inclusive design engineering efforts need to engage with people with swallowing disability in furthering SDG 14. The aim should be to co-design, with people with disability, alternatives which offer the affordances of the single-use plastic straw, in being (a) soft and flexible so as not to damage the teeth for people who bite to stabilise the jaw or who have a bite reflex; (b) suitable for both hot and cold drinks; (c) flexible for angling to the mouth; (d) readily, thoroughly and easily cleaned to a high standard of hygiene; (e) widely available for low or no cost wherever drinks are served; and (f) safe for people to use while reducing impact on the environment and being sustainable. Having options for both single- and multi-use straws with this range of characteristics is an important choice for those who are more vulnerable to infection and for those who wish to dispose of a straw after its use when out and about or travelling. In the meantime, and in the absence of suitable alternatives that yet fulfil these design characteristics, people with swallowing disability should be supported to exercise choice and control and have full access to whichever type of straw best meets their needs, without shame or vilification if this involves the use of plastic straws, and suitable ways to secure their disposal.\n\nDeclaration of interest\n\nNo potential conflict of interest was reported by the authors.\n\nCorrection Statement\n\nThis article has been corrected with minor changes. These changes do not impact the academic content of the article.\n\nAdditional information\nFunding\nThis work was funded by a grant to the authors in the CICADA Climate Change and Disability Research Group at the University of Technology Sydney.\nReferences\nBall, S.L., Panter, S.G., Redley, M., Proctor, C.-A., Byrne, K., Clare, I.C.H., & Holland, A.J. (2012). The extent and nature of need for mealtime support among adults with intellectual disabilities. Journal of Intellectual Disability Research, 56, 382–401. doi:10.1111/j.1365-2788.2011.01488.x  [Crossref] [PubMed] [Web of Science ®], [Google Scholar]\nBarnes, C., & Mercer, M. (2004). Implementing the social model of disability: Theory and research. Leeds: The Disability Press.  [Google Scholar]\nCaverly, I.T. (2019). Water, water everywhere, but not a straw to drink: How the Americans with Disabilities Act serves as a limitation on plastic straw bans. Iowa Law Review, 105, 369–397.  [Web of Science ®], [Google Scholar]\nChang, L., & Tan, J. (2021). An integrated sustainability assessment of drinking straws. Journal of Environmental Chemical Engineering, 9, 105527. doi:10.1016/j.jece.2021.105527  [Crossref] [Web of Science ®], [Google Scholar]\nCarroll, C., Guinan, N., Kinneen, L., Mulheir, D., Loughnane, H., Joyce, O., … Lyons, R. (2018). Social participation for people with communication disability in coffee shops and restaurants is a human right. International Journal of Speech-Language Pathology, 20, 59–62. doi:10.1080/17549507.2018.1397748  [Taylor & Francis Online] [PubMed] [Web of Science ®], [Google Scholar]\nChitaka, T.Y. (2021). Environmentalism or greenwashing? Responses of South African value chain actors to plastic straw marine pollution. South African Journal of Science, 117, 9042. doi:10.17159/sajs.2021/9042  [Crossref] [Web of Science ®], [Google Scholar]\nCichero, J.A.Y., Steele, C., Duivestein, J., Clavé, P., Chen, J., Kayashita, J., … Murray, J. (2013). The need for international terminology and definitions for texture-modified foods and thickened liquids used in dysphagia management: Foundations of a global initiative. Current Physical Medicine and Rehabilitation Reports, 1, 280–291. doi:10.1007/s40141-013-0024-z  [Crossref] [PubMed], [Google Scholar]\nJenks, A.B., & Obringer, K.M. (2020). The poverty of plastic bans: Environmentalism’s win is a loss for disabled people. Critical Social Policy, 40, 151–161. doi:10.1177/0261018319868362  [Crossref] [Web of Science ®], [Google Scholar]\nJonsson, A., Andersson, K., Stelick, A., & Dando, R. (2021). An evaluation of alternative biodegradable and reusable drinking straws as alternatives to single-use plastic. Sensory & Consumer Sciences, 86, 3219–3227. doi:10.1111/1750-3841.15783  [Crossref], [Google Scholar]\nNaess, A. (1973). The shallow and the deep, long range ecology movement: A summary. Inquiry, 16, 95–100. doi:10.1080/00201747308601682  [Taylor & Francis Online] [Web of Science ®], [Google Scholar]\nNeto, A.M., Gomes, T.S., Pertel, M., Vieira, L.A.V.P., Pacheco, E.B.A.V., & Wong, A. (2021). An overview of plastic straw policies in the Americas. Marine Pollution Bulletin, 172, 112813. doi:10.1016/j.marpolbul.2021.112813  [Crossref] [PubMed] [Web of Science ®], [Google Scholar]\nPang, B., Cox, P., Codino, J., Collum, A., Sims, J., & Rubin, A. (2020). Straw vs cup use in patients with symptoms of oropharyngeal dysphagia. Spartan Medical Research Journal, 4, 11591. doi:10.51894/001c.11591  [Crossref] [PubMed], [Google Scholar]\nRose, D.C., Sutherland, W.J., Amano, T., González‐Varo, J.P., Robertson, R.J., Simmons, B.I., … Wu, W. (2018). The major barriers to evidence‐informed conservation policy and possible solutions. Conservation Letters, 11, e12564. doi:10.1111/conl.12564  [Crossref] [PubMed] [Web of Science ®], [Google Scholar]\nRoy, P., Ashton, L., Wang, T., Corradini, M.G., Fraser, E.D.G., Thimmanagari, M., … Misra, M. (2021). Evolution of drinking straws and their environmental, economic and societal implications. Journal of Cleaner Production, 316, 128234. doi:10.1016/j.jclepro.2021.128234  [Crossref] [Web of Science ®], [Google Scholar]\nStramondo, J.A. (2020). The right to assistive technology. Theoretical Medicine and Bioethics, 41, 247–271. doi:10/1007/211017-020-09527-8  [Crossref] [PubMed] [Web of Science ®], [Google Scholar]\nSutherland, W.J., & Wordley, C.F.R. (2017). Evidence complacency hampers conservation. Nature Ecology & Evolution, 1, 1215–1216. doi:10.1038/s41559-017-0244-1  [Crossref] [PubMed] [Web of Science ®], [Google Scholar]\nTimshina, A., Aristizabal-Henao, J.J., Da Silva, B.F., & Bowden, J.A. (2021). The last straw: Characterization of per- and polyfluoroalkyl substances in commercially-available plant-based drinking straws. Chemosphere, 277, 130238. doi:10.1016/j.chemosphere.2021.130238  [Crossref] [PubMed] [Web of Science ®], [Google Scholar]\nUnited Nations (2006). Convention on the Rights of Persons with Disabilities. United Nations. https://www.un.org/development/desa/disabilities/convention-on-the-rights-of-persons-with-disabilities.html  [Google Scholar]\nUnited Nations (2015). Sustainable Development Goals: 17 goals to transform our world. https://www.un.org/sustainabledevelopment/sustainable-development-goals/  [Google Scholar]\nUnited Nations (2018). Legal limits on single-use plastics and microplastics: A global review of national laws and regulation. United Nations Environment Programme. United Nations. https://www.unep.org/resources/publication/legal-limits-single-use-plastics-and-microplastics-global-review-national  [Google Scholar]\nWang, W., Wei, J., & Wu, D. (2022). The optimal strategy of China’s plastic drinking straws ban based on consumer heterogeneity and retailer competition. Sustainability, 14, 745. doi:10.3390/su14020745  [Crossref] [Web of Science ®], [Google Scholar]\nWolbring, G. (2013). Ecohealth through an ability studies and disability studies lens. In M. K. Gislason (Ed.), Ecological health: Society, ecology and health (pp. 91–107). Bingley: Emerald Group Publishing.  [Crossref], [Google Scholar]\nWong, A. (2019). The rise and fall of the plastic straw: Sucking in crip defiance. Catalyst: Feminism, Theory, Technoscience, 5, 1–12. doi:10.28968/cftt.v5i1.30435  [Crossref], [Google Scholar]\nZanghelini, G.M., Cherubini, E., Dias, R., Kabe, Y.H.O., & Delgado, J.J.S. (2020). Comparative life cycle assessment of drinking straws in Brazil. Journal of Cleaner Production, 276, 123070. doi:10.1016/j.jclepro.2020.123070  [Crossref] [Web of Science ®], [Google Scholar]\nDownload PDF\nShare icon\nShare\n \nRelated research \nPeople also read\nRecommended articles\nCited by\n3\nCommunication for all and the Sustainable Development Goals\nSharynne McLeod et al.\nInternational Journal of Speech-Language Pathology\nPublished online: 1 Mar 2023\nThe impact of climate-related disasters on children’s communication and wellbeing: Addressing Sustainable Development Goals\nNicole McGill et al.\nInternational Journal of Speech-Language Pathology\nPublished online: 2 Feb 2023\nDigital health autonomy for people with communication or swallowing disability and the Sustainable Development Goal 10 of reducing inequalities and Goal 3 of go...\nFiona Given et al.\nInternational Journal of Speech-Language Pathology\nPublished online: 18 Jul 2022\nView more\nBrowse journals by subject\nBack to top \nArea Studies\nArts\nBehavioral Sciences\nBioscience\nBuilt Environment\nCommunication Studies\nComputer Science\nEarth Sciences\nEconomics, Finance, Business & Industry\nEducation\nEngineering & Technology\nEnvironment & Agriculture\nEnvironment and Sustainability\nFood Science & Technology\nGeography\nGlobal Development\nHealth and Social Care\nHumanities\nInformation Science\nLanguage & Literature\nLaw\nMathematics & Statistics\nMedicine, Dentistry, Nursing & Allied Health\nMuseum and Heritage Studies\nPhysical Sciences\nPolitics & International Relations\nSocial Sciences\nSports and Leisure\nTourism, Hospitality and Events\nUrban Studies\nInformation for\nAuthors\nR&D professionals\nEditors\nLibrarians\nSocieties\nOpen access\nOverview\nOpen journals\nOpen Select\nDove Medical Press\nF1000Research\nOpportunities\nReprints and e-prints\nAdvertising solutions\nAccelerated publication\nCorporate access solutions\nHelp and information\nHelp and contact\nNewsroom\nAll journals\nBooks\nKeep up to date\nRegister to receive personalised research and resources by email\nSign me up\nTaylor and Francis Group Facebook page\nTaylor and Francis Group Twitter page\nTaylor and Francis Group Linkedin page\nTaylor and Francis Group Youtube page\nTaylor and Francis Group Weibo page\nCopyright © 2023 Informa UK Limited Privacy policy Cookies Terms & conditions Accessibility\n\nRegistered in England & Wales No. 3099067\n5 Howick Place | London | SW1P 1WG\n\nAccept\nCookie Policy\n\nWe use cookies to improve your website experience. To learn about our use of cookies and how you can manage your cookie settings, please see our Cookie Policy. By closing this message, you are consenting to our use of cookies.\n\n×"
}