{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Plastic pollution: Three problems that a global treaty could solve - Nature",
  "href": "https://www.nature.com/articles/d41586-022-03835-w",
  "body": "The UN Environment Assembly is creating a legally binding treaty to end plastic pollution, which accounts for 85% of all marine litter and has a huge impact on the environment and society. The treaty will need to address pollution, recycling, and health issues, as well as the circular economy and the role of the plastics industry.",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSubscribe\nSign up for alerts\nRSS feed\nnature  news explainer  article\nNEWS EXPLAINER\n28 November 2022\nPlastic pollution: Three problems that a global treaty could solve\nSpecialists discuss strategies that could help stop plastics contaminating the environment.\nBy Tosin Thompson\nTwitter\n \nFacebook\n \nEmail\n\nCredit: Ben Curtis/AP/Shutterstock\n\nPlastic is one of the fastest growing materials and production is on course to double, to more than one billion tonnes a year, by 2050. With that, will come more pollution. This week, delegates from more than 150 countries are expected to meet in Uruguay to begin negotiations for a historic global agreement to end plastic pollution.\n\nIn March, the United Nations Environment Assembly made a landmark decision to create a legally binding treaty that considers the lifecycle of plastics, from production through to innovative packaging, products and business models.\n\nThe treaty is expected to be finalized by the end of 2024. Between now and then, negotiators will have the daunting task of devising and agreeing to rules and strategies for controlling plastic pollution. Nature explores three key issues and how the treaty could tackle them.\n\nPollution\n\nPlastic accounts for 85% of all marine litter. The UN Environment Programme (UNEP) predicts that the amount of plastic in the ocean will nearly triple by 2040, adding 23 million to 37 million tonnes more waste every year.\n\n“The vast majority of mismanaged plastic waste that originates on land eventually ends up in rivers and is churned out into oceans,” says Steve Fletcher, who studies ocean policy and economy at the University of Portsmouth, UK, and works with UNEP on plastic issues.\n\nThe cost of plastic pollution to society — including environmental clean-up and ecosystem degradation — exceeds US$100 billion a year, according to the philanthropic Minderoo Foundation in Perth, Australia. “The cost of inaction against plastic waste far exceeds the cost of addressing plastics”, says Linda Godfrey, a principal scientist at the Council for Scientific and Industrial Research in Pretoria, South Africa.\n\nGodfrey says that treaty negotiators will have to deal with competing opinions about how to resolve pollution: non-governmental organizations and lobbyists often want to ban single-use plastics and find safer alternatives; the plastics industry says that pollution can be solved through improved waste collection; and the waste-management and recycling industries push for more recycling. “There is no silver-bullet solution,” she says. Godfrey hopes that the treaty will include all of these measures, with varying degrees from country to country. Banning the movement of plastic waste from high-income countries to lower-income countries will also reduce pollution, she says.\n\nGodfrey also wants the treaty to specify that producers pay for the collection, sorting and recycling of the plastic packaging and products they make. This would divert more plastic from landfill and shift the financial burden of waste management away from local governments, which are typically funded by taxes. If companies making and using plastic can’t afford to do this, then, “should this product be on the market, and should it be in plastic?”, she asks.\n\nTo reduce the amount of plastic ending up in the ocean, the treaty must include a deadline by which countries aim to reduce the amount of plastic they use, says Atsuhiko Isobe, an oceanographer at Kyushu University in Fukuoka, Japan.\n\nRecycling\n\nCurrently only 9% of plastic waste is recycled, in part because plastic waste has little value. Scientists say that if it was worth something, more plastic would be reused, less would end up in the environment and there would be less need for new plastics, a concept called the circular economy.\n\nTo jump-start a circular economy for plastic, Australian mining billionaire and philanthropist Andrew Forrest thinks that countries should agree, as part of the treaty, to place a surcharge on the creation of polymers, the building blocks of plastics. This money could be used to fund recycling.\n\nPlastic waste makes up 85% of marine debris.Credit: Salvatore Laporta/KONTROLAB/LightRocket via Getty\n\nRetailers that sell plastic products should also be obliged to buy back plastic waste and find ways to reuse it, says Forrest, who chairs the Minderoo Foundation, which runs an initiative to accelerate the creation of a circular economy. This cost for retailers would probably be passed on to consumers, but Forrest thinks that consumers would be willing to pay more for products if they knew this would reduce the amount of plastics in the environment. Such an approach would also help end the production of plastics that cannot be reused or recycled, because there would be no one to buy them back.\n\nForrest wants the treaty to establish such a system in the next five years, with countries introducing regulations that penalize companies that pollute plastic into the environment. “Major manufacturers and distributors of plastic have all admitted to me that they give consumers no choice but to consume plastic which cannot be recycled,” says Forrest. “With penalty-backed regulation, you will see companies change their habits immediately.”\n\nBut Godfrey wonders whether a circular economy is desirable, particularly because little is known about the health risks posed by plastics that have been recycled several times. “As we drive greater plastic circularity, we need to ensure we’re not increasing the risk to human or to ecosystem health,” she says.\n\nSocial and health implications\n\nAll over the world, but mainly in Asia, plastic waste is burnt. This reduces the volume of waste and prevents it from becoming breeding grounds for bacteria, viruses and mosquitos. But the burning is a major contributor to air pollution, says Cressida Bowyer, a biologist at the University of Portsmouth, who works on creative approaches to address plastic pollution.\n\nAround 4.2 million people died as a result of outdoor air pollution in 2016, with 91% of those deaths in low- and middle-income countries. In low-income parts of Nairobi and Sylhet, a city in Bangladesh, plastic is part of the landscape and presents a substantial health hazard. “It’s physically embedded into the soil,” making it extremely difficult, if not impossible, to collect back, Bowyer says. She wants the treaty to consider alternatives to plastic.\n\nStudies have found that microplastics are inhaled1 and consumed through food and water2. Smaller-sized plastics, called nanoplastics, have also been shown to cause damage and inflammation in human skin and lung cells. Plastics also contain additives — such as bisphenol A, phthalates and polychlorinated biphenyls — that are linked to endocrine disruption and reproductive abnormalities3,4.\n\n“We’re just beginning to take the lid off that the Pandora’s box to find out how much plastic — and its associated chemicals — are in us,” says neuroscientist Sarah Dunlop, director of plastics and human health at the Minderoo Foundation.\n\nDunlop says that the treaty should consider asking countries to ban or phase out chemicals in plastic that are known to harm human health. “The treaty needs to include protecting human health through chemical regulation as well as other measures,” she says.\n\ndoi: https://doi.org/10.1038/d41586-022-03835-w\n\nReferences\n\nAmato-Lourenço, L. F. et al. Sci. Total Environ. 749, 141676 (2020).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nNor, N. H. M. et al. Environ. Sci. Technol. 55, 5084–5096 (2021).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nDi Nisio, A. et al. J Clin Endocrinol Metab, 104 1259–1271 (2018).\n\nArticle\n \nGoogle Scholar\n \n\nJoensen, U. N, et al. Environ Health Perspect 117, 923-927 (2009).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nDownload references\n\nReprints and Permissions\n\nLatest on:\nSociety\nPolicy\nEnvironmental sciences\n\nMy brief appearance in Downton Abbey: Nature readers share stories of side gigs\n\nCAREER FEATURE 08 DEC 23\n\nHuman mobility networks reveal increased segregation in large cities\n\nARTICLE 29 NOV 23\n\nHow effective are climate protests at swaying policy — and what could make a difference?\n\nCOMMENT 28 NOV 23\n\nJobs\nMechanical Engineering – Smart Manufacturing Faculty Senior Lecturer / Lecturer\n\nUniversity of Doha for Science and Technology (UDST) is the first national applied University in the State of Qatar, offering applied Bachelor's an...\n\nQatar (QA)\n\nUniversity of Doha for Science and Technology\n\nResearch Group Head, BeiGene Institute\n\nA cross-disciplinary research organization where cutting-edge science and technology drive the discovery of impactful Insights\n\nPudong New Area, Shanghai\n\nBeiGene Institute\n\nECNU Seeking Global Talents\n\nFounded in 1951, and based in Shanghai, East China Normal University (ECNU) is one of the top research universities in China. Directly under the Mi...\n\nShanghai, China\n\nEast China Normal University\n\n4-year Group leader position\n\nA 4-year Group leaders’ position at the Hellenic Pasteur Institute on one (1) of : A. Host- Pathogen Interactions or B. Antimicrobial Resistance\n\nHellenic Pasteur Institute, Greece (GR)\n\nHellenic Pasteur Institute\n\nPostdoc (f/m/d) (Nanophotonics / Biophysics) in the field of high-resolution fluorescence imaging\n\nThe Rudolf Virchow Center has a vacancy for a Postdoc (f/m/d) (Nanophotonics / Biophysics) in the field of high-resolution fluorescence imaging.\n\nWürzburg (Stadt), Bayern (DE)\n\nUniversity of Würzburg - Rudolf Virchow Center\n\nYou have full access to this article via University of the South Jessie Ball duPont Library\n\nRelated Articles\n\nHow to make plastic less of an environmental burden\n\nLandmark treaty on plastic pollution must put scientific evidence front and centre\n\nPlastics tsunami: Can a landmark treaty stop waste from choking the oceans?\n\nChemistry can help make plastics sustainable — but it isn’t the whole solution\n\nSubjects\nSociety Policy Environmental sciences\nSign up to Nature Briefing\n\nAn essential round-up of science news, opinion and analysis, delivered to your inbox every weekday.\n\nEmail address\nYes! Sign me up to receive the daily Nature Briefing email. I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy.\nSign up\n\nNature (Nature) ISSN 1476-4687 (online) ISSN 0028-0836 (print)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}