{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Living without plastic in Japan - BBC",
  "href": "https://www.bbc.com/future/article/20220823-quitting-single-use-plastic-in-japan",
  "body": "Plastic pollution affects almost every marine species, and scientists have observed negative effects in almost 90% of assessed species. While the impact on humans is still unknown, ...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nQuitting single-use plastic in Japan\n14th September 2022, 06:28 CDT\nShare\nBy Melinda Joe\nFeatures correspondent\nCharly Triballeau / Getty Images\nSingle-use plastics which cannot be recycled are difficult to avoid in Tokyo (Credit: Charly Triballeau / Getty Images)\n\nJapan is one of the world's biggest plastic waste producers, thanks to its love of packaging - but a week of going plastic-free in Tokyo reveals surprising solutions.\n\nEvery Tuesday morning when I take out the garbage, I see clear plastic rubbish bags stuffed with empty PET bottles stacked beside the blue recycling bins. In the ward of Tokyo where I live, the city sets out weekly collection bins for glass, aluminum, and plastic at designated points around the neighbourhood. By 8am, the bins are invariably full, but the volume of plastic bottle waste has been growing faster than municipal governments can effectively keep up with.\n\nProduction of plastic bottles in Japan has jumped to a staggering 23.2 billion per year, from 14 billion in 2004. While the country boasts advanced recycling technology, approximately 2.6 billion bottles are incinerated, sent to landfills, or lost to waterways and oceans annually.\n\nLike most Tokyo residents, I'm fastidious about separating my rubbish and always dispose of plastic bottles in recycling bins. But single-use plastics – products primarily derived from fossil fuel-based chemicals which can only be used once – are difficult to avoid in the Japanese capital.\n\nVending machines selling drinks in plastic bottles line my street. At the three convenience stores located within five-minutes' walk from my apartment, the selection of single-serving, ready-to-eat items – such as bento lunchboxes and pouches filled with comfort foods like kinpira (burdock root and carrots cooked in sweetened soy sauce) – has expanded. At supermarkets, fruits cradled in polystyrene netting, packed into plastic cartons, and then wrapped in cling film are a common sight. In 2014, Japan generated 32.4kg (71lb) of plastic packaging waste per capita – second only to the United States, at 40kg (88lb) per capita.\n\nGetty Images\nExcessive plastic packaging is the norm in Tokyo (Credit: Getty Images)\n\nOver the past couple of years, I've noticed a proliferation of plastic waste in my home. During the pandemic, my husband and I came to rely on takeout and a cornucopia of tasty, time-saving frozen treats available online – vacuum-packed pizzas, plastic-wrapped burritos, and plastic bags full of potato galettes. One day, I realised that plastics made up around two-thirds of our waste. Alarmed by reports that ocean plastic pollution will quadruple by 2050, I worried that we were headed down the slippery slope of convenience that is contributing to the plastic crisis. To find out how much changing my daily lifestyle habits could reduce waste, I set myself the challenge of cutting out single-use plastic over the course of a week.\n\nThe plastics challenge\n\nEven before Japan began charging for plastic bags at retail stores, I'd been choosing reusable bags for shopping. Carrying a water bottle and downloading the MyMizu app, which shows a map of refilling stations around central Tokyo, helped me avoid buying water in PET bottles.\n\nTo significantly reduce my plastic waste, I focused on limiting packaging, first by cutting back on lunchtime takeaway, which frequently comes in plastic containers, and refraining from shopping online.\n\nStill, excessive packaging is the norm in Tokyo. Shop clerks commonly wrap glass jars in bubble wrap or place loose vegetables in plastic bags automatically at checkout.\n\nJapan's obsession with packaging has cultural roots related to concepts of \"presentation and respect, especially when giving gifts,\" says Azby Brown, author of Just Enough: Lessons from Japan for Sustainable Living, Architecture, and Design.\n\nThe tradition of wrapping objects conveys \"the regard you have for the other person.\" In the modern retail context, packaging indicates good customer service: \"Customers expect it,\" Brown says. \"People want to know that the food is protected, not bruised or soiled. The notion of cleanliness is very important here.\"\n\nDespite my virtuous intentions, I met with setbacks early on, after a beer importer offered to send me some bottles to try (as a food and drinks writer, I often receive such samples). The box arrived filled with plastic packing pillows, each bottle enveloped in a double layer of bubble wrap.\n\nYou might also like:\n\nCan eating fish ever be sustainable?\nWhat would happen if we stopped using plastic?\nCould grasshoppers really replace beef?  \n\nThe week of my challenge also coincided with the worst heat wave in Japan since 1875 – five hellish days of temperatures exceeding 35C (95F), with soul-crushing levels of humidity. After two days of cooking in my sweltering kitchen, I caved. Dreading the extra hassle of washing and chopping vegetables every night, I began augmenting dinners with prepared foods from various takeaway shops in my neighbourhood.\n\nAlthough karaage fried chicken was sold in waxed paper bags and takoyaki octopus dumplings came in boat-shaped bamboo trays, vegetable dishes like pressed tofu salad and coleslaw came in individual plastic clamshell packages. Leak-prone items like kimchi, a Korean side dish of preserved vegetables, were wrapped in extra plastic, but even fresh bread and pastries from my local bakery were encased in plastic bags.\n\n\"We try to minimise the use of plastics, but consumer demand is high in this humid environment,\" says chef and sustainability advocate Shinobu Namae, who runs Bricolage Bakery in central Tokyo's Roppongi district. \"Weighing food quality versus the problem of plastics is always an issue, but we try to find a balance.\"\n\nKazuhiro Nogi / Getty Images\nJapan's first zero-waste city Kamikatsu has a recycling rate of 80% (Credit Kazuhiro Nogi / Getty Images)\n\nLooking for eco-friendly eateries around town, I discovered a list of takeout restaurants that allow customers to bring their own containers compiled by Mona Neuhauss, the founder of No Plastic Japan. Unfortunately, none were located near me. The same was true of a number of Tokyo shops selling food by weight. I was especially keen to check out Nue, the city's first zero-waste supermarket selling dried foods in bulk and produce without packaging. However, getting there would involve a 52-minute train and bus ride from my home.\n\nSimilarly, a trip to one of the Aeon supermarkets in Tokyo with a Loop deposit scheme for reusable containers would take me 38 minutes by train. While these provided great options for the occasional outing, none offered a practical solution for my daily needs. I do almost all of my grocery shopping on foot, within an 800m (2,625ft) radius of my house, so it doesn't make sense for me to travel across the city to buy food.\n\nInstead, I started buying more produce at mom-and-pop yaoya greengrocers in my area, where whole fruits like pineapples and vegetables such as potatoes and cucumbers are pre-measured on trays and sold without packaging. Even at these small vegetable stands, however, plastic containers are still used for many items such as herbs. Instead of purchasing rice from the supermarket, I found a traditional rice shop I'd never noticed before selling by weight in paper bags only 600m (1,968ft) away. Going to different shops took extra time, but I never had to walk more than 20 minutes to each place.\n\nI continued to do the bulk of my shopping at my local supermarket, which has recently started to sell some vegetables without packaging. When cashiers tried to toss my loose bitter melon and eggplants into small plastic bags or attempted to wrap bottles in bubble wrap, I was strict about refusing.\n\nBy the end of the week, these measures helped reduce my plastic waste by nearly half – a good result but not as much as I had hoped.\n\nAsia's plastics problem\n\nFormerly a problem limited to wealthy industrialised nations, plastic waste is on the rise across Asia – even among developing countries – due to a confluence of rapid economic and population growth compounded by globalisation.\n\n\"It's becoming cheaper to produce single-use plastics, and with globalisation it's easy for countries, for example in Africa and Asia, to import these items. In such places, clean drinking water often comes in plastic bottles and bags,\" says Kyodo News senior staff reporter Tetsuji Ida, who has been writing about the plastic crisis and other environmental issues for more than 30 years.\n\nIn 2019, Asia produced 54% of the world's plastics, led by China and Japan. Roughly half of the plastic waste found in the oceans comes from just five countries: China, Indonesia, the Philippines, Thailand and Vietnam. Eventually, plastics break down into non-biodegradable microparticles that pose potential threats to wildlife and human health. Plastic pollution affects almost every marine species, and scientists have observed negative effects in almost 90% of assessed species. While the impact on humans is still unknown, microplastics have been detected in blood, placenta, and breast milk.\n\nOnce plastic is burned and ends up \"in the environment it's very difficult to retrieve,\" says Melanie Bergman, a marine biologist who researches plastic pollution at the Alfred Wegener Institute in Germany.\n\nIt's becoming cheaper to produce single-use plastics - Tetsuji Ida\n\nNate Maynard, Taiwan-based producer of the climate podcast \"Waste Not Why Not\" and former sustainability consultant, points to the lack of waste management systems in many regions as a major obstacle. \"When people don't have access to waste disposal, they end up dumping or burning it, and that has health impacts as well as environmental consequences,\" he says, adding that \"the human element\" is often overlooked in discussions about the harmful effects of marine debris. Improper waste management results in higher risk of diseases such as malaria, dengue, and asthma.\n\nChemical contamination, says Bergman, is another hazard: \"In many parts of the world they don't have the money to build the kind of incineration plants we use in Germany, so you end up with highly toxic residues that you have to deal with in future generations,\" she says.\n\nJapan ranks second in the world behind Germany for plastics management. Although the country has been lauded for its plastics' recycling rate of more than 85%, the figure paints a deceptively rosy picture of the situation. According to the Tokyo-based Plastic Waste Management Institute, in 2020, only 21% of plastic waste underwent material recycling, which reuses plastic; 3% underwent chemical recycling, which breaks down plastic polymers into building blocks for secondary materials. 8% was incinerated, while 6% went to landfills. 63% of plastic waste was processed as \"thermal recycling,\" which involves using the plastic as an ingredient for solid fuel and burning it for energy.\n\n\"That means that two-thirds of plastic waste is, in fact, incinerated. In Europe, this 'thermal recycling' would be considered energy recovery, not recycling,\" Ida says, adding that Japan is the largest exporter of plastic waste. \"The recycling rate only applies to what remains in Japan.\"\n\nIn 2020, Japan exported 820,000 tonnes of plastic waste to South East Asian countries such as Malaysia, Thailand, and Taiwan – roughly 46% of the total.\n\nPart of the problem, Ida says, is that Japan's strategy for dealing with plastic waste places the lion's share of the burden on consumers and local governments. \"The most expensive process of recycling is sorting, which is done manually, and local administrations bear the highest cost. That means the burden is on taxpayers, while companies pay only the cost of recycling – not for collection or internal management,\" he says.\n\nMoreover, Ida says that government initiatives, such as the recent law requiring businesses to set targets for reducing single-use plastics have \"very small teeth.\" Businesses that fail to comply with the regulations will be \"named and shamed but there are no fines or legal consequences,\" he says. \n\nMohd Samsul Mohd Said / Getty Images\nJapan exports roughly 46% of its plastic waste to South East Asian countries including Malaysia, Thailand and Taiwan (Credit: Mohd Samsul Mohd Said / Getty Images)\n\nIn contrast, South Korea has taken firm action to combat an 18.9% increase in plastic waste brought on by lifestyle changes related to the Covid-19 pandemic between 2020 and 2021. Last September, the government pledged to reduce plastic use by 2030 and aims to become a plastic-free society by 2050. This year, the country reinstated a ban on single-use plastic cups at cafes and restaurants. First introduced in 2019, the measures were derailed by the pandemic but will be expanded to include cutlery and straws later this year.\n\nTaiwan takes a similarly progressive approach to plastic waste management. With more than 2,000 recycling companies and government facilities, the country has a robust recycling infrastructure. In 2018, the recycling rate for PET bottles was as high as 95%, and initiatives such as discounts for those who bring their own cups to cafes and restaurants subtly reinforce the reuse-and-recycle mindset.\n\nRecycling, however, is only part of the equation for achieving a more sustainable society. Efforts to reduce waste, Maynard says, are equally important. Taiwan's \"pay-as-you-throw\" model for waste collection – which introduced a pricing system for rubbish bags of different sizes – has helped curb waste. In 2018, the average Taiwanese person produced 850g (1.9lb) of waste per day, down from 1.2kg per person 15 years ago.\n\n\"Because recycling is free but trash costs money, consumers are incentivised to buy things that can be recycled. It's as important as sorting because it brings down waste generation,\" Maynard says.\n\nSustainability on a Shoestring\n\nWe currently live in an unsustainable world. While the biggest gains in the fight to curb climate change will come from the decisions made by governments and industries, we can all play our part. In Sustainability on a Shoestring, BBC Future explores how each of us can contribute as individuals to reducing carbon emissions by living more sustainably, without breaking the bank.\n\n\"In the end, we have to raise our voices,\" Ida says, describing how civil engagement helped propel the adoption of zero-waste policies in Japanese cities such as Kameoka in Kyoto and Kamikatsu in Tokushima, where the recycling rate is around 80%.\n\nIn Kamikatsu, the Zero Waste Academy, a non-profit organisation established to promote the town's 2003 Zero Waste Declaration, worked with manufacturers to develop repurchase programmes for used products and advocated for the local government to stop disposing of waste in landfills or by burning it.\n\n \"Municipal, not national, governments are responsible for waste management, so they are the ones who are most willing to take action,\" Ida says.\n\nThe good news is that public support for cutting down on plastic is growing in Japan. But while personal efforts can make a difference, consumers need to put pressure on industry and local governments to effect a real change. On my next visit to my local supermarket, I heeded Ida's advice to utilise the suggestion box: \"Even putting comments in the suggestion box can have an impact if enough people do it,\" he says. \"It's a small step, but it's a start.\"\n\n****\n\nJoin one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram.\n\nIf you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\" – a handpicked selection of stories from BBC Future, Culture, Worklife, Travel and Reel delivered to your inbox every Friday.\n\n \n\nEnvironment\nSustainability\nRelated\nThe colour of climate change\n4 hrs ago\nFuture\nHow divers are using antibiotics to save a massive coral reef\n16 hrs ago\nLatin America & Caribbean\nCornish company wins top environmental award\n1 day ago\nCornwall\nMore\n4 days ago\nAirline ads banned over 'greenwashing' claims\n\nThe ASA said Air France, Lufthansa and Etihad had misled customers over their environment impact\n\nBusiness\n5 days ago\nThe floating homes built for floods\n\nThe Manobo indigenous people live and thrive on a vast wetland in the Philippines – despite dealing with dozens of storms and floods per year. What can we learn from them?\n\nFuture\n5 days ago\nA stylish, sustainable guide to festive party wear\n\nThe party season is here – so what's a conscious fashionista to wear? Bel Jacobs speaks to some eco-friendly party-goers about their tips and tricks for elegant evening wear.\n\nCulture\n7 days ago\nCan we really fuel planes with fat and sugar?\n\nFor sustainable air fuel to work, it's going to need a staggering amount of land.\n\nFuture\n29 Nov 2023\nThe A-list retreat on a windswept rock\n\nOnce a place to warn sailors of perils off Sweden's west coast, Pater Noster now welcomes travellers looking for an alternative to modern life.\n\nTravel\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}