{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Oceans littered with 171 trillion plastic pieces - BBC",
  "href": "https://www.bbc.com/news/science-environment-64889284",
  "body": "New estimates suggest that plastic pollution in the oceans has risen dramatically since 2005. ... More than 171 trillion pieces of plastic are now estimated to be floating in the world's oceans ...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nOceans littered with 171 trillion plastic pieces\n8th March 2023, 08:02 CST\nShare\nBy Georgina Rannard\nBBC Climate and science reporter\nGetty Images\n\nMore than 171 trillion pieces of plastic are now estimated to be floating in the world's oceans, according to scientists.\n\nPlastic kills fish and sea animals and takes hundreds of years to break down into less harmful materials.\n\nThe concentration of plastics in the oceans has increased from 16 trillion pieces in 2005, data suggests.\n\nIt could nearly triple by 2040 if no action is taken, scientists warn.\n\nLast week, nations signed the historic UN High Seas treaty aiming to protect 30% of the oceans.\n\nTo produce this new estimate, a group of scientists analysed records starting in 1979 and added recent data collected on expeditions that trawl the seas with nets to collect plastics.\n\nThe plastic counted in nets is then added to a mathematical model to produce a global estimate.\n\nThe 171 trillion pieces are made up of both recently discarded plastics and older pieces that have broken down, lead author Dr Marcus Eriksen from the 5 Gyres Institute told BBC News.\n\nBBC News\n\nSingle-use plastics like bottles, packaging, fishing equipment or other items break down over time into smaller pieces due to sunlight or mechanical degradation.\n\nWildlife like whales, seabirds, turtles and fish mistake plastic for their prey and can die of starvation as plastic fills their stomachs.\n\nThey also make their way into our drinking water, and microplastics have been found in human lungs, veins and the placenta.\n\nScientists say we do not yet know enough about whether microplastics negatively affect human health.\n\nThe concentration of plastics in the oceans has significantly increased from around 16 trillion pieces in 2005 to 171 trillion in 2019.\n\nBefore 2005 the concentrations fluctuated. Dr Eriksen says scientists are not sure why this is, but it could be explained by stronger legislation being replaced by voluntary agreements, the breakdown of plastics, or the fact that less data was collected.\n\nProf Richard Thompson at Plymouth university, who was not involved in the study, said the estimate adds to what scientists know about marine pollution.\n\nThe plan to protect the oceans\nWaste from across world found on remote British island\nThe man who first discovered plastic in the ocean\n\n\"We are all agreed there is too much plastic in the ocean. We urgently need to move to solutions-focused research,\" he told BBC News.\n\nThe highest concentration of ocean plastic is currently in the Mediterranean Sea, with some large floating masses found elsewhere including the Great Pacific Garbage Patch.\n\nThe authors also suggest that the changing levels of pollution before 2000 may be due to the effectiveness of treaties or policies that govern pollution.\n\nIn the 1980s several legally-binding international agreements mandated countries to stop discarding fishing and naval plastics in the oceans, as well as to clean up certain amounts.\n\nThese were later followed by voluntary agreements which the authors say may have been less effective, and could explain the rise in plastics from around 2000 onwards.\n\nThe authors argue that solutions must focus on reducing the amount of plastic produced and used, rather than cleaning up oceans and recycling plastics because this is less likely to stop the flow of pollution.\n\nThe research was published in the scientific journal PLOS ONE.\n\n1:29\nWatch: How old fishing nets are being recycled - and helping save the oceans\n\nData visualisation by Erwan Rivault\n\nPlastic\nPlastic pollution\nOceans\nRelated\nThe weird materials behind sustainable furniture\n3 days ago\nBusiness\nThe T-shirt chewing enzyme ready to tackle plastic waste\n27 Nov 2023\nBusiness\nFirst ever recycling for hidden plastic lab waste\n21 Nov 2023\nSomerset\nMore\n1 day ago\nCornish company wins top environmental award\n\nA Cornwall company has won an international award for its work to cut plastic released into the sea.\n\nCornwall\n2 days ago\nShe travelled 8,000 miles to save her home. Can she?\n\nThe UN climate talks turn to oceans and a Pacific islander is here to fight for her home.\n\nScience & Environment\n3 days ago\nThe weird materials behind sustainable furniture\n\nSeaweed, coffee bean shells and fungus are all being employed to cut the use of plastic in furniture.\n\nBusiness\n4 days ago\n'Depressing' to find disposable vapes on riverbed\n\nA river conservation group says disposable vapes pose a threat to water quality and local wildlife.\n\nWiltshire\n5 days ago\nThe reason sharks attack humans\n\nDespite the recent spate of shark attacks, they are still relatively rare occurrences even though humans should be easy prey compared to fast-moving fish and seals.\n\nFuture\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}