{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "The argument about sea turtles and plastic straws is so dumb ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/1615srn/the_argument_about_sea_turtles_and_plastic_straws/",
  "body": "Plastic straws .002%. Paper straws are terrible to use and there are new studies showing that they are actually harmful. Use a plastic straw that doesn't fucking crumble in 5 minutes. Silicone straws are fine, metal straws are fine. But if you are a crusader for paper straws I probably think you're an idiot and fall for corporate propaganda ...",
  "textContent": "The argument about sea turtles and plastic straws is so dumb, paper straws are not any better for the environment. : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n\n4 mo. ago\nMDMagicMark\nThe argument about sea turtles and plastic straws is so dumb, paper straws are not any better for the environment.\n\nIts a ploy. Corporate waste and commercial fishing makes up for 95% of the trash in the ocean. Plastic straws .002%. Paper straws are terrible to use and there are new studies showing that they are actually harmful.\n\nUse a plastic straw that doesnt fucking crumble in 5 minutes. Silicone straws are fine, metal straws are fine. But if you are a crusader for paper straws I probably think youre an idiot and fall for corporate propaganda so easily\n\nTLDR: paper straws are ass, and youre not a bad person for using plastic, despite what uninformed activists say\n\nSort by:\nAdd a Comment\nAutoModerator\n\n4 mo. ago\nModerator Announcement Read More 禄\nReply\nreply\nmellow_squid\n\n4 mo. ago\n\nThey decompose and plastic doesn't し锔\n\nReply\nreply\n5 more replies\nWorking_Horse_3077\n\n4 mo. ago\n\nMetal straw. Durable washable and reusable. Just because it's insignificant in the whole scheme of things doesn't mean it isn't a significant improvement. Getting rid of plastic straws would be a whopping 8.3 billion less objects that don't decompose per year.\n\nReply\nreply\nFlyParticular8172\n\n4 mo. ago\n\nSo do like plastic or paper because I sell both. I'll agree with whatever point you make as long as you buy my straws. What environment?\n\nReply\nreply\nOk_Force_2190\n\n4 mo. ago\n\nFuck it, uranium straws. Why not?\n\nReply\nreply\nMDMagicMark\n\n4 mo. ago\n\nHell yeah\n\nReply\nreply\nChaotic_Boots\n\n4 mo. ago\n\nI don't even know why we bother recycling paper. It is worse for the environment to recycle paper than it is to just let it decompose. The logging industry plants a shit load of trees to make sure they don't have a \"lorax\" situation where they run out of product to sell.\n\nPlastic is a wonder material that can do basically anything but it's terrible as far as a waste product, takes forever to decompose and gets into everything.\n\nBut plastic straws are a negligible part of plastic use in the world. There are so many better options to reduce plastic use.\n\nReply\nreply\nTheUnhollyGoblin\n\n4 mo. ago\n\nI don't think we should have any straws because I'm actually able to put my lips to the cup like an adult\n\nReply\nreply\ndoc_shades\n\n4 mo. ago\n\naren't paper straws compostable? they will break down and \"fucking crumble\", unlike a plastic straw which will be a plastic straw for hundreds? thousands? or years.\n\nReply\nreply\n \nTop 1%\nRank by size \nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes 路 434 comments\nr/ask\nWhy do people defend paper straws against plastic straws?\n5 upvotes 路 15 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes 路 83 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes 路 252 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes 路 1.5K comments\nr/malaysians\nI saw an InstaReel regarding paper straws and I have questions\n6 upvotes 路 4 comments\nr/Millennials\nMillennial parents are struggling: \"Outside the family tree, many of their peers either can't afford or are choosing not to have kids, making it harder for them to understand what their new-parent friends are dealing with.\"\nbusinessinsider\n4.2K upvotes 路 1.2K comments\nr/Millennials\nMillennials say they need $525,000 a year to be happy. A Nobel prize winner's research shows they're not wrong.\nbusinessinsider\n2.8K upvotes 路 776 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n253 upvotes 路 13 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes 路 123 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes 路 17 comments\nr/AmItheAsshole\nAITA for giving the roommates at my boyfriends house a paper telling them how to raise their guinea pig\n4 upvotes 路 9 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes 路 16 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes 路 65 comments\nr/psychology\nMagicians less prone to mental disorders than other artists, finds research\ntheguardian\n780 upvotes 路 83 comments\nr/vegan\nI might take non-vegans more seriously if they at least stopped eating beef\n289 upvotes 路 290 comments\nr/psychology\nSinging to babies is vital to help them learn language, say scientists\ntheguardian\n202 upvotes 路 19 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes 路 61 comments\nr/psychology\nYou Cant Nudge Human Behavior Into Perfection\nnytimes\n207 upvotes 路 21 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes 路 163 comments\nr/HydroHomies\nThis sub is glorifying water bottles too much. Stop that!\n10 comments\nr/petco\nTaking worse care of animals than we do\n41 upvotes 路 8 comments\nr/composting\nWhat are the lomi pods for if all it does is grind and dry?\n17 upvotes 路 47 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes 路 66 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n194 upvotes 路 39 comments"
}