{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Opinion | How to end plastic pollution on Earth for good",
  "href": "https://www.reddit.com/r/environment/comments/1861fvt/opinion_how_to_end_plastic_pollution_on_earth_for/",
  "body": "Lahore is the latest megacity to shut down as pollution chokes swathes of South Asia. cnn. 347 upvotes · 15 comments. 1.5M subscribers in the environment community. Current news, information and issues related to the environment.",
  "textContent": "Opinion | How to end plastic pollution on Earth for good : r/environment\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to environment\nr/environment\n•\n12 days ago\nJojuj\nOpinion | How to end plastic pollution on Earth for good\nwashingtonpost.com\nOpen\nSort by:\nAdd a Comment\nCowBoyDanIndie\n•\n12 days ago\n\nAt this point the only solution for plastic pollution are fungi and bacteria that eat plastic that make them biodegradable, they already exist, they just haven't evolved to survive enough environments yet to be useful.\n\nReply\nreply\nSpacey907\n•\n12 days ago\n\nis it possible to set up a greenhouse that has the desired temp, soil, sunlight in each region that is isolated from the rest of the environment and weather, predators that feed on them. i could be wrong but wouldnt it be similar to growing a garden since your able to control the inside environment so the fungi and bacteria can thrive. but i think too much and not sure if society is willing to change for the better\n\nReply\nreply\n1 more reply\n \nTop 1%\nRank by size \nr/science\nNature might be better than tech at reducing air pollution. Adding plants and trees to the landscapes near factories and other pollution sources could reduce air pollution by an average of 27 percent, new research suggests.\ndx.doi.org\n3.2K upvotes · 125 comments\nr/environment\nPlants are better for Planet Earth than scientists thought. Current terrestrial biosphere models underestimate gross primary productivity responses to future CO2 and climate conditions. | Science Advances\nnewsweek\n316 upvotes · 12 comments\nr/environment\nAs climate chaos accelerates, which countries are polluting the most?\ncnn\n223 upvotes · 39 comments\nr/poetry_critics\nTo Save CO2\n1 upvote · 4 comments\nr/deepfatfried\nSPOILER\nNo kids=better for climate= dumb\n6 upvotes · 58 comments\nr/usastories\nEnvironment, Save Earth\n12 upvotes · 29 comments\nr/vegan\nWHY ANIMAL AGRICULTURE IS GARBAGE! (For Humans & The Planet)\nyoutu.be\n7 upvotes · 1 comment\nr/DoomsdayBook\nOpinion | Climate change is the catastrophe to end all other catastrophes\nwashingtonpost\n1 upvote\nr/environment\nFirst long-haul flight fully powered by sustainable aviation fuel takes off\ncnbc\n198 upvotes · 26 comments\nr/climate\nOpinion | Climate change is the catastrophe to end all other catastrophes\nwashingtonpost\n748 upvotes · 21 comments\nr/environment\nNuclear’s uncertain role in the shift away from fossil fuels is seen as critical and very contentious\ncnbc\n102 upvotes · 16 comments\nr/DoomsdayNow\nOpinion | Climate change is the catastrophe to end all other catastrophes\nwashingtonpost\n1 upvote\nr/environment\nA possible reason why climate models are ignored\nreuters\n139 upvotes · 21 comments\nr/environment\nConventional Farming Is Killing Us And Our Planet\nforbes\n1.1K upvotes · 145 comments\nr/environment\nCNN Opinion: Why I’m not going to have children\ncnn\n576 upvotes · 276 comments\nr/environment\n‘Where did I go wrong?’ The scientist who tried to raise the climate alarm\ntheguardian\n668 upvotes · 39 comments\nr/environment\nFrequent flyers are rewarded for polluting. Let them pay the full price\ntheguardian\n250 upvotes · 12 comments\nr/environment\nU.S. tap water has a $47 billion forever chemicals problem\ncnbc\n1.2K upvotes · 78 comments\nr/environment\nAir travel is getting more turbulent thanks to climate change. And the problem isn't going away.\nbusinessinsider\n112 upvotes · 14 comments\nr/environment\n‘A biodiversity catastrophe’: how the world could look in 2050 – unless we act now\ntheguardian\n103 upvotes · 3 comments\nr/environment\n‘We can’t carry on’: the godfather of microplastics on how to stop them\ntheguardian\n108 upvotes · 1 comment\nr/environment\nBill Gates warns the world is likely to smash through a critical warming threshold\ncnbc\n1.5K upvotes · 157 comments\nr/environment\n'Tourists are rethinking their relationship with Earth'\nbbc\n315 upvotes · 87 comments\nr/environment\nEarth on verge of five catastrophic climate tipping points, scientists warn\ntheguardian\n434 upvotes · 13 comments\nr/environment\nIf we want to keep America from collapsing, we have to do the unthinkable\nbusinessinsider\n744 upvotes · 198 comments"
}