{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Disneyland Plastic Straws Only Available By Request; Plastic Lids And ...",
  "href": "https://chipandco.com/disneyland-plastic-straws-only-available-by-request-plastic-lids-and-bags-being-eliminated-318894/",
  "body": "Last month Disney announced that by 2019, the Company will eliminate single-use plastic straws and plastic stirrers at all owned and operated locations across the globe, amounting to a reduction ...",
  "textContent": "Skip to content\nAbout Us/Staff\nBook with us\nContact\nDisney Addicts\nLive Near Disney World\nPodcast\nSearch\nSubscribe\nYoutube\nFacebookInstagramPinterestPodcastsFacebook GroupTwitterYoutube\n\nCHIP AND COMPANY\n\nTHE BEST IN DISNEY AND MORE!\n\nDisney & More\nD23\nDisney+\nDisney Channel/XD/Junior\nDisneyNature\nFreeform\nMarvel\nMuppets\nOther Disney Stuff\nPixar\nStar Wars\nDisney World\nCharacters\nCurrent Disney Offers\nDisney Eats\nEvents\nRefurbishments\nResorts\nRides and Attractions\nDisney Springs\nWater Parks\nDisneyland\nDisneyland\nDisneyland Paris\nRefurbishments\nResorts\nHong Kong\nShanghai\nTokyo\nDisney Eats\nDisney Eats\nDisney Snacks & Treats\nRecipes\nNews\nDisney on Broadway\nContests & Giveaways\nCurrent Disney Offers\nDisney Gossip\nHarry Potter\nUniversal, SeaWorld, Legoland and More\nPlanning\nLet Destinations to Travel help you plan the Magic!\nPodcast\nQuick Tips\nTop 5/10\nShop\nDisney Apparel\nDisney Handbags and Accessories\nDisney Jewelry\nDisney Spirit Jerseys\nEtsy\nshopDisney\nSouvenirs & Collectibles\nT-Shirts\nToys\nTravel\nAdventures by Disney\nAulani\nCurrent Disney Offers\nDollywood\nDisney Cruise Line\nDisney Deals\nLet Destinations to Travel help you plan the Magic!\nPlanning\nVacation Club\nSearch for:\nDisneyland Plastic Straws Only Available By Request; Plastic Lids And Bags Being Eliminated\nAugust 24, 2018Chip and Co Past Writers and Friends\nPlease note: some posts may contain affiliate links which means our team could earn money if you purchase products from our site\nFacebook\nTwitter\nPinterest\nEmail\nReddit\nCopy Link\nFlipboard\nGmail\nMessenger\nPrint\nMessage\nShare\n\nWe recently brought you the news that Walt Disney World is slowly making the transition to eliminate single-use straws. It now appears that Disneyland is joining the environmental effort. Mouse Mail is reporting that guests will now need to request plastic straws if one is needed/wanted. Plastic lids for adult-sized cold beverage drinks will also no longer be offered. Guests who may need lids and straws due to a disability will be provided alternative options instead.\n\nLast month Disney announced that by 2019, the Company will eliminate single-use plastic straws and plastic stirrers at all owned and operated locations across the globe, amounting to a reduction of more than 175 million straws and 13 million stirrers annually.\n\nAnother Disneyland change that guests will notice is that plastic shopping bags will now only be available by request when making purchases in the parks.\n\n\n\n\n“Eliminating plastic straws and other plastic items are meaningful steps in our long-standing commitment to environmental stewardship,” said Bob Chapek, Chairman, Disney Parks, Experiences, and Consumer Products. “These new global efforts help reduce our environmental footprint, and advance our long-term sustainability goals.”\n\nWhat do you think of this change? Let us know in the comments below.\n\nSource Credit: Mouse Mail, The Walt Disney Company\n\nReady to experience Disney for yourself?  Click Here for your FREE No Obligation Quote (or fill out the form below) from a Certified Disney Travel Specialist from MickeyTravels, the official travel partner for Chip and Company.\n\nContact me today to start planning your magical Disney vacation. As an agent with MickeyTravels (designated with Platinum Earmarked status by Disney), my goal is to help you plan the Magic your way. I create customized itineraries, book advanced dining and FastPass+ reservations, monitor for discounts for your vacation, and much much more! And did I mention that my services are FREE? Find me on Facebook or feel free to email me with any Disney vacation questions at SPhillips@mickeytravels.com\n\nFacebook\nTwitter\nPinterest\nEmail\nReddit\nCopy Link\nFlipboard\nGmail\nMessenger\nPrint\nMessage\nShare\n\n\n\nLet our friends at Destinations to Travel help you book your next Disney Vacation. They are the preferred Travel Agency of Chip and Company and Disney Addicts, and who we use ourselves.\n\nGet started below for your FREE No Obligation Quote.\n\nBook With our friends at Destinations to Travel\n\nName(Required)\nFirst\nLast\nEmail(Required)\nPhone(Required)\nDestination(Required)\nWalt Disney World\nDisneyland Resort\nDisney Cruise Line\nAulani, A Disney Resort and Spa\nAulani, A Disney Resort and Spa\nUniversal Florida\nUniversal Hollywood\nRoyal Caribbean, Carnival, Norwegian or other Cruise Line\nI don't know yet\nDeparture Date(Required)\nMM slash DD slash YYYY\nComments, Questions or Special Requests\n\nFor the BEST in Disney, Universal, Dollywood, and SeaWorld Theme Park News, Entertainment, Merchandise & More follow us on, Facebook, Instagram, and Youtube. Don't forget to check out the Chip and Company Radio Network too!\n\n\n\nDisneyland, Disneyland Plastic Straws, lids, plastic bags, plastic straws\nPost navigation\nCouple Gets Enganged at Jurrasic Park Attraction at Universal Studios\n90 Years of Mickey Mouse with Thomas Kinkade Studios\nWritten by:\n\t\nChip and Co Past Writers and Friends 18,198 Posts\nThis account is for Past Writers and Friends who love Disney and want to share that love with you.\nView All Posts\nFollow Me :\n\t\nRELATED POSTS\nPro-Palestine Protest Closes Entrance to Disneyland\nDecember 10, 2023\nCruise Critic names Adventures by Disney and Disney Cruise Line as “Best for Families”\nDecember 10, 2023\nDisney Cruise Line prepares 900 meals for local students during the holidays\nDecember 10, 2023\nSearch\nSearch\n\nDestinations to Travel is the Prefered Travel Agency of Chip and Co. Let them help you plan your next Magical Disney Vacation!\n\nShop Disney Parks items at shopDisney.com!\n\nSHOP THE LATEST DISNEY ITEMS\nNEW WALT DISNEY WORLD CINDERELLA CASTLE SPIRIT JERSEY SPOTTED AT MAGIC KINGDOM!\nDecember 8, 2023Ana Leal\nNEW WALT DISNEY WORLD 2024 COLLECTION AVAILABLE AT MAGIC KINGDOM!\nDecember 8, 2023Ana Leal\nNEW WALT DISNEY WORLD 2024 APPAREL AND ACCESSORIES SPOTTED AT MAGIC KINGDOM!\nDecember 8, 2023Ana Leal\nADORABLE WALT DISNEY WORLD 2024 MICKEY MOUSE PLUSH SPOTTED AT MAGIC KINGDOM!\nDecember 7, 2023Ana Leal\nSubscribe to our Daily Disney Newsletter and join 1,122 other subscribers.\nFirst name\nLast name\nEmail *\nSponsored Content\nGMC’s New Sierra 1500 Is Turning Heads (See Prices)\nCommonsearches | Search Ads\nDesign your world differently with customizable furniture\nJoybird Furniture\nChristmas Shirt For Women, I Was Told There Would Be Presents, Christmas Shirt, Gift For Christmas, Funny Christmas Shirt\nEtsy\nNew Hybrid SUVs Selling Cheap Near Sewanee (See Prices)\nPopularSearches | Search Ads\nCheck out our latest Disney Videos:\nCopyright © 2023 Logo, contents, and media copyright Chip and Company unless otherwise noted. All rights reserved. Chip and Company have been the home for the best in Disney News and More since 2009. Chip and Company is not endorsed by or affiliated with the Walt Disney Company, or its subsidiaries. By using this website you agree to the terms of service.\nProudly powered by WordPress\nWe'd like to show you notifications for the latest news and updates.\nAllow\nCancel"
}