{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "A plastics instrument that spans polymer to pollution - UNEP",
  "href": "https://www.unep.org/news-and-stories/speech/plastics-instrument-spans-polymer-pollution",
  "body": "The full life cycle. This means rethinking everything along the chain, from polymer to pollution, from product to packaging. We need to use fewer virgin materials, less plastic and no harmful chemicals. We need to ensure that we use, reuse, and recycle resources more efficiently. And dispose safely of what is left over.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n speech\n13 NOV 2023 SPEECH CHEMICALS & POLLUTION ACTION\nA plastics instrument that spans polymer to pollution\nPhoto: UNEP/Ahmed Nayim Yussuf\nSPEECH DELIVERED BY: Inger Andersen\nFOR: Opening remarks during opening plenary of INC-3 on Plastic Pollution\nLOCATION: Nairobi, Kenya\n\nWelcome to Nairobi, the home of the United Nations Environment Programme (UNEP), and to the third session of the Intergovernmental Negotiating Committee to develop an international legally binding instrument on plastic pollution, including in the marine environment.\n\nColleagues and friends,\n\nEighteen months ago, in this very city, in this very hall, at the fifth United Nations Environment Assembly (UNEA 5.2), when the gavel came down on the historic resolution to craft this instrument, there was high emotion. There were tears and there were hugs as this resolution was hailed as a triumph of the Nairobi Spirit: the spirit of cooperation, consensus and ambition. I ask that you embrace the spirit of this beautiful city once more in the coming days – just as many Kenyans are embracing action today on a special national holiday set aside to plant trees.\n\nAs you begin, allow me to remind you of a key point. The resolution passed at UNEA 5.2 called for an instrument that is, and I quote, “based on a comprehensive approach that addresses the full life cycle of plastic”.\n\nNot an instrument that deals with plastic pollution by recycling or waste management alone. The full life cycle. This means rethinking everything along the chain, from polymer to pollution, from product to packaging. We need to use fewer virgin materials, less plastic and no harmful chemicals. We need to ensure that we use, reuse, and recycle resources more efficiently. And dispose safely of what is left over.\n\nThis is how we protect human and ecosystem health, slow climate change, create new jobs and sustainable markets, and deliver a just transition.\n\nSo, the instrument must eliminate unnecessary, problematic, and avoidable plastic products – including short-lived and single-use plastics.\n\nThe instrument must ensure the redesign of products, including packaging, to use less plastic and be more easily reused, refilled, repaired, repurposed, and recycled – repeatedly.\n\nThe instrument must eliminate unnecessary single-use products and foresee a switch to non-plastic substitutes, alternative plastics and plastic products that do not create negative impacts. This includes dealing with microplastics and harmful chemicals. Over 900 chemicals have been identified in packaging. 148 of these have been identified as most hazardous. Workers and users are exposed to these chemicals before they even become waste. They’ve got to go.\n\nThe deal must also strengthen systems for reducing, reusing, refilling, repairing, and recycling. Improve environmentally sound waste management and disposal. Deal with the legacy of plastic pollution. And, of course, deliver a just transition and new, decent jobs for communities such as waste-pickers.\n\nFriends,\n\nThe Chair’s zero draft, which he has presented to you, includes these elements and more. It is a true work of multilateralism. It is now up to you to ensure that we together reach a transformational instrument by backing these elements and putting in place key enablers for the “real deal”.\n\nThis means setting ambitious targets with accelerated timelines. Because the agreement will only be as strong as the reduction goals and the list of banned substances and products within it.\n\nThis means prioritizing work on the enabling policy environment and legislation. Because legislation enables change.\n\nThis means clear incentives – including for the private sector to innovate on materials, scale up reuse and refill systems and participate in Extended Producer Responsibility systems.\n\nThis means financing, assistance and international cooperation – so that nations with fewer resources, including those that produce plastics, can change track.\n\nThis means real funding for R&D on solutions.\n\nThis means following the principles of safe and environmentally sound approaches when redesigning – because replacements for plastics and chemicals can’t be harmful.\n\nThis means bringing everyone on board: governments across sectors, businesses across value chains, public and private finance institutions, investors, civil society, waste pickers, indigenous peoples, scientific bodies and other Multilateral Environmental Agreements.\n\nThis means investments in solid waste management infrastructure; that is engineered landfills with leachate collection to prevent groundwater pollution, compacting, and sorting and recycling.\n\nAnd this means ensuring a transition that works for everyone: because the deal won’t stick without justice for nations, communities, and people, including waste-pickers.\n\nFriends,\n\nOne of the most important enablers is private sector leadership. If industry gets not just behind this deal, but ahead of it, by putting its resources and innovation to immediate work, we can turbo charge transformation.\n\nI ask the private sector to understand that this is not just about philanthropy, or corporate social responsibility. This is about your future – in the boardroom as much as in your homes.  This instrument is coming. The world is changing. And we all know that, as this drive to sustainability gathers pace, the early movers and innovators will be those that succeed. Companies that adopt non-plastic substitutes or alternatives or better use of plastic now will win the market share. Once they have it, everyone else will be running to catch up.\n\nAnd, since we are in Kenya, let me say that Africa can lead the way. African nations, like Rwanda and Kenya, have led in reducing single-use plastics. They have shown that it is possible. African businesses have innovated in spaces like mobile money. And Africa is a continent of natural resources that can be used for planet-friendly alternatives and substitutes to plastic.\n\nFriends, the coming days will be crucial. INC-3 must end with a strong next iteration of the draft text and a mandate for the Chair to get this iteration of the next draft ready for the next round of negotiations in Ottawa.\n\nSo, I ask you to embrace the Nairobi spirit. Be ambitious, innovative, and bold. And use these negotiations to hone a sharp and incisive instrument that we can use to carve out a better future, free from plastic pollution.\n\nTOPICS\nChemicals & pollution action Climate action Nature action\nPollution Plastic pollution Sustainable Development\nFurther Resources\nThe third session of the Intergovernmental Negotiating Committee to develop an international legally binding instrument on plastic pollution\nUNEP's work on Chemicals and pollution\nRelated Content\nPRESS RELEASE\nGlobal efforts show progress on plastic pollution is possible – but world remains off track\nSTORY\nEight ways Asia is using nature to adapt to the climate crisis\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}