{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "The plastic pollution crisis - Story | IUCN",
  "href": "https://www.iucn.org/story/202207/plastic-pollution-crisis",
  "body": "The plastic pollution crisis. Plastics only began to be produced in large quantities following the second world war - but plastic pollution has since become one of the most serious threats humanity faces. By 2015, 60% of all plastic ever produced had become plastic waste, and in today's world, plastic waste is ubiquitous - it's in the ...",
  "textContent": "Skip to main content\nAbout IUCN\nNews & Events\nPress\nBlog\nRegions\n»\nOther Sites\n»\nEnglish\nNature 2030\nOur Work\nOur Union\nResources\n\nGet involved\n\nHome\nNews & Events\nThe plastic pollution crisis\nSHARE: \nStory | 10 Dec, 2023\nThe plastic pollution crisis\n\nPlastics only began to be produced in large quantities following the second world war – but plastic pollution has since become one of the most serious threats humanity faces. By 2015, 60% of all plastic ever produced had become plastic waste, and in today’s world, plastic waste is ubiquitous – it’s in the air, in the soil, in freshwater, and in the sea.\n \n\nMuch of the world’s plastic waste – from large items down to barely visible microplastic particles – ends up in the ocean, where it can persist for hundreds of years. Here it has negative effects on marine life of all kinds, and ultimately causes harm to humans too. Up to 12 million tonnes of plastic debris is entering the global ocean every year: 2  the UN calls it ‘a planetary crisis’.\n\nThe highly populated, semi-enclosed Mediterranean basin is one of the global hotspots for marine plastic pollution. Urgent and wide-ranging action is required to radically reduce the amounts of plastic that reach the sea and bring the situation under control – but for this to happen, we need to build as full a picture as possible of what’s actually going on.\n\n Where does ocean plastic come from? \n\nOverall, 80% of marine plastic debris comes from land, and 20% is produced by ocean-based sources such as fishing, shipping and aquaculture. 3  Much of it is comprised of industrial and domestic waste from metropolitan and urban areas with poorly managed collection and disposal systems. Rubbish finds its way into rivers and other waterways, sometimes through storm drains and sewage outfalls, and these take it all the way to the sea. It’s estimated that 94% of the plastic pollution that enters the Mediterranean comes in the form of macroplastics, but microplastic pollution is significant too. Land-based sources of microplastics include agricultural polyethylene sheets that fragment from weathering, biosolids and sewage sludge from wastewater treatment plants, and grey water from washing clothes made with synthetic fibres. 4 Sewage entering municipal treatment systems is high in microfibres from textiles, microplastics from personal care products, and degraded consumer products.\n\n \n\nBetween 80 and 90 percent of microplastics entering treatment systems remain in residual sewage sludge. This sludge is often used as fertilizer in agriculture, resulting in plastic being deposited on agricultural fields where it can remain for long periods of time – or be washed into the rivers and out to sea. Based on a recent study, microplastics can persist in soils for more than 100 years, due to low light and oxygen conditions5.  \n\n \n\n \n\nThe plastics life cycle\n\nPlastic pollution is a design, production, consumption and disposal challenge that must be tackled across plastic’s entire life cycle. Many factors contribute to the issue, most obviously unsustainable consumption patterns, non-existent or ineffective legislation, inefficient waste management systems, and a lack of coordination between different sectors.\n\nThe impacts of plastic pollution on biodiversity and human health\n\nPlastic pollution has adverse impacts on ocean ecosystems, the integrity of food supplies, and people’s livelihoods.\n\nEntanglement and ingestion are the most common hazards for marine species, almost all of which – from microscopic zooplankton to the largest marine mammals – will come into contact with plastic waste during their lives. Entanglement in plastic ropes, lines and discarded fishing gear injures and kills all kinds of marine animals; while ingestion at every stage of the food chain can cause fatalities or have major impacts on physiological functions including nutrition, growth, behaviour and reproduction.  \n\nPhoto: ID 161253405 © Tsvibrav Dreamstime.com\n\n Once microplastics and nanoplastics are ingested by marine animals they become part of the food web, and can ultimately enter the human food chain. \n\nConfronting the issue: a harmonised methodology and a global agreement\n\nPlastic leakage is a complex issue, involving multiple sources and actors, and addressing it requires stakeholders to join forces and intervene at various levels. Before this can happen, though, countries and cities face an initial knowledge gap: they need to establish the magnitude of the challenge they face, and gain an understanding of the processes involved.  Resolution No. 6 on marine plastic litter and micro-plastics  adopted at the  Fourth Session of the UN Environment Assembly (UNEA-4)  in 2019 highlighted the importance of a harmonised methodology to measure plastic flows and leakage along the value chain, and generate actionable data.\n\n Once these facts are established, countries need practical and legislative tools to address the root sources of the problem. With this in mind, the  Fifth UN Environment Assembly (UNEA-5)  created an expert group on marine litter and microplastics. The group is “reviewing the present situation and analysing the effectiveness of existing and potential response options related to marine plastic litter and microplastics”. It developed and signed “a new global agreement, to provide a legal framework of global response and to facilitate national responses especially for those countries with limited resources and capacities that could contain either legally binding and/or non-binding elements”.\n\nThe  Programme for the Assessment and Control of Marine Pollution in the Mediterranean (MEDPOL)  of the  United Nations Environment Programme (UNEP)  is responsible for the implementation of the Integrated Monitoring and Assessment Programme (IMAP) for the Pollution and Litter and Noise clusters. MED POL supports the Contracting Parties in the formulation and implementation of pollution control and prevention policies as well as regulatory measures. MED POL also undertakes regular activities to promote capacity-building and provides technical assistance on monitoring and assessment, implementation and enforcement. Its purpose is to assist Mediterranean countries in the implementation of three major protocols of the  Barcelona Convention:\n\n The Protocol for the Protection of the Mediterranean Sea against Pollution from Land-Based Sources \n The Protocol for the Prevention of Pollution in the Mediterranean Sea by Dumping from Ships and Aircraft \n The Protocol on the Prevention of Pollution of the Mediterranean Sea by Transboundary Movements of Hazardous Wastes and their Disposal\nThe Mediterranean: plastic pollution hotspot\n\nThe Mediterranean Sea is a global hotspot for plastic pollution, its semi-enclosed basin concentrating marine litter at levels comparable to those found in the five subtropical gyres 7 ,the most notorious being the ‘Great Garbage Patch’ of the North Pacific.\n\nThe need for knowledge: PlastiMed project\n\nIn order to improve knowledge of the origins, distribution and leakage of plastic waste in the Mediterranean, a quantitative study on the impact of microplastics in the Mediterranean ecosystem was conducted. The research was based on samples collected during two main expeditions,  ExpeditionMED  and  Tara Méditerranée 2014 . In the latter, 75,000 microplastic particles were collected and analysed, making it the largest study of this kind in the Mediterranean to date. Following the expeditions, a database of Mediterranean plastic polymer types, including their geographical distribution, was completed, and a modelling study of the circulation of plastic debris in the Mediterranean was developed.\n\n The recent IUCN report  Mare Plasticum: The Mediterranean  provides information about the quantity of plastics leaking into the Mediterranean Sea every year, also highlighting the countries and cities with the highest plastic leakage rates. This map is a combination of both studies, merging information gathered through fieldwork and desk-based analysis.\n\n \n\nTaking action\n\nThe  Beyond Plastic Med  (BeMed) initiative was launched in 2019 to develop and support a network of stakeholders committed to implementing concrete solutions for the prevention of plastic pollution in the Mediterranean. By raising awareness of the issue, bringing together companies and organisations who can contribute to the project’s aims, and spreading best practices in the field, BeMed is an important umbrella for much of the work going on in the Mediterranean today.\n\n \n\nIn 2019, IUCN-Med launched the  Plastic Waste-Free Islands Mediterranean  project, as part of its global  Close the Plastic Tap  programme. The initiative’s overarching goal is to drive the circular economy agenda forward and to reduce plastic waste generation and leakage from islands. The programme of work focuses on tackling plastic pollution at its source by engaging a wide range of stakeholders – including governments, industries and society – and on addressing plastic pollution knowledge gaps. \n\n \n\n \n\nSurfrider Europe has been advocating for enhanced environmental policies to tackle plastic pollution and raising awareness among citizens to change their behaviour.\n\n \n\n \n\n \n\nTara Foundation conducted a 2019 expedition along nine major European rivers to research the origins and flux of microplastic waste, using its scientific expertise to raise awareness and educate the general public, as well as mobilise political decision-makers at the highest level.\n\n \n\nIn 2017, Région Sud (Provence-Alpes-Côte d’Azur) established the Zero Plastic Waste Pledge to enable local authorities, companies and associations to commit to reducing plastic waste at sea and on land. Région Sud and the IUCN signed a  joint declaration  at the World Conservation Congress, reflecting strong engagement and the beginning of coordinated action against plastic pollution.\n\n \n\nCo-developed by the United Nations Environment Programme (UNEP) and the IUCN, the  National Guidance on Plastic Pollution Hotspotting and Shaping Action  contributes to filling gaps in knowledge. It provides a methodological framework and practical tools applicable at national level. Beyond the quantification and qualification of plastic pollution, the guidance offers an effective interface between science-based assessments and policy-making. The guidance maps plastic leakage and its impacts across the value chain by collecting and analysing data on plastic production, consumption, waste management and disposal, and prioritises hotspots for action. It enables governments to collaborate with key stakeholders to identify and implement corresponding interventions and instruments in these hotspots, ensuring that action takes place in the areas that need it most. Once decision-makers are equipped with reliable knowledge through use of the guidance, they can set targets, agree and implement actions, and monitor progress.\n\nReferences\nGeyer, R., Jambeck, J. R., & Law, K. L. (2017). Production, use, and fate of all plastics ever made. Science advances, 3(7), e1700782.  DOI: 10.1126/sciadv.1700782 \nBoucher, J., & Friot, D. (2017).  Primary microplastics in the oceans: a global evaluation of sources  (Vol. 43). Gland, Switzerland: IUCN. 43pp.\nMendenhall, E. (2018). Oceans of plastic: a research agenda to propel policy development. Marine Policy, 96, 291-298.  DOI: 10.1016/j.marpol.2018.05.005 \nHorton, A. A., Walton, A., Spurgeon, D. J., Lahive, E., & Svendsen, C. (2017). Microplastics in freshwater and terrestrial environments: evaluating the current understanding to identify the knowledge gaps and future research priorities. Science of the total environment, 586, 127-141.  DOI: 10.1016/j.scitotenv.2017.01.190 \nAzoulay, D., Villa, P., Arellano, Y., Gordon, M. F., Moon, D., Miller, K. A., & Thompson, K. (2019).  Plastic & health: the hidden costs of a plastic planet.  Geneva: CIEL;\nPeng, L., Fu, D., Qi, H., Lan, C. Q., Yu, H., & Ge, C. (2020). Micro-and nano-plastics in marine environment: Source, distribution and threats—A review. Science of the Total Environment, 698.  DOI: 10.1016/j.scitotenv.2019.134254 \nCózar, A., Sanz-Martín, M., Martí, E., González-Gordillo, J. I., Ubeda, B., Gálvez, J. Á., ... & Duarte, C. M. (2015). Plastic accumulation in the Mediterranean Sea. PloS one, 10(4).  DOI:10.1371/journal.pone.0121762 \nKedzierski, M., Palazot, M., Soccalingame, L., Falcou-Préfol, M., Gorsky, G., Galgani, F., ... & Pedrotti, M. L. (2022). Chemical composition of microplastics floating on the surface of the Mediterranean Sea. Marine pollution bulletin, 174, 113284.  DOI:10.1016/j.marpolbul.2021.113284 \nPedrotti Maria Luiza, Lomard Fabien, Baudena Alberto, Galgani François, Kedzierski Mikaël, Elineau Amanda, Henry Maryvonne, Bruzeau Stéphane, Reverdin Gilles, Boss Emmanuel, & Gorsky Gabriel. (2021). Tara Mediterranean surface plastic quantitative dataset [Data set]. Zenodo.  DOI: 10.5281/zenodo.5538238 .\nBoucher, J., Billard, G., Simeone, E. and Sousa, J. (2020). The marine plastic footprint. Gland, Switzerland: IUCN. viii+69 pp.\nBoucher, J. & Bilard, G. (2020). The Mediterranean: Mare plasticum. Gland, Switzerland: IUCN. x+62 pp.\nAcknowledgements\n\nThis web story has been edited by IUCN Med and its partners, with financial support from the  Prince Albert II of Monaco Foundation .\n\nProduced and designed by  Swim2Birds  &  IUCN Centre for Mediterranean Cooperation.\n\nStay informed\n\nSign up for an IUCN newsletter\n\nSubscribe\nFeatured bottom second Menus\nAbout\nAccountability\nCareers\nProcurement\nLegal\nTerms and conditions\nSECRETARIAT\nSecretariat and Director General\nCOMMISSIONS\nClimate Crisis Commission (CCC)\nCommission on Ecosystem Management (CEM)\nCommission on Education and Communication (CEC)\nCommission on Environmental, Economic and Social Policy (CEESP)\nSpecies Survival Commission (SSC)\nWorld Commission on Environmental Law (WCEL)\nWorld Commission on Protected Areas (WCPA)\nTHEMES\nBiodiversity\nBusiness, finance and economics\nClimate change\nFreshwater and water security\nGovernance - law and rights\nNature-based Solutions\nOcean and coasts\nProtected areas and land use\nREGIONS\nAsia\nEastern and Southern Africa\nEastern Europe and Central Asia\nEurope\nMediterranean\nMexico, Central America and the Caribbean\nNorth America\nOceania\nSouth America\nWest and Central Africa\nWest Asia\nContact \n\nHeadquarters\nRue Mauverney 28\n1196 Gland\nSwitzerland\n\n+41 22 9990000\n+41 22 9990002(Fax)\n\nFollow Us\nCrossroads Blog \n\n©IUCN, International Union for Conservation of Nature and Natural Resources\n\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet"
}