{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "U.S. Department of State Launches the End Plastic Pollution ...",
  "href": "https://www.state.gov/u-s-department-of-state-launches-the-end-plastic-pollution-international-collaborative-eppic/",
  "body": "On the margins of the 78th UN General Assembly, Jose W. Fernandez, Under Secretary of State for Economic Growth, Energy, and the Environment, launched the End Plastic Pollution International Collaborative (EPPIC) with $15 million in initial U.S. funding. EPPIC is a public-private partnership built to catalyze governments, NGOs, and businesses to support innovative solutions to […]",
  "textContent": "Skip to content\nAn official website of the United States Government Here's how you know\n\nOfficial websites use .gov\n\nA .gov website belongs to an official government organization in the United States.\n\nSecure .gov websites use HTTPS\n\nA lock (  ) or https:// means you’ve safely connected to the .gov website. Share sensitive information only on official, secure websites.\nNewsroom\nBusiness\nEmployees\nJob Seekers\nStudents\nTravelers\nVisas\nFacebook\n \nTwitter\n \nInstagram\n \nYouTube\n \nFlickr\n \nGovDelivery\nState Department Home\nPOLICY ISSUES\nCOUNTRIES & AREAS\nBUREAUS & OFFICES\nABOUT\nsearch\nSEARCH\nHomeOffice of the SpokespersonPress ReleasesU.S. Department of State Launches the End Plastic Pollution International Collaborative (EPPIC)\nU.S. Department of State Launches the End Plastic Pollution International Collaborative (EPPIC)\n\nMEDIA NOTE\n\nOFFICE OF THE SPOKESPERSON\n\nSEPTEMBER 20, 2023\n\nOn the margins of the 78th UN General Assembly, Jose W. Fernandez, Under Secretary of State for Economic Growth, Energy, and the Environment, launched the End Plastic Pollution International Collaborative (EPPIC) with $15 million in initial U.S. funding.  EPPIC is a public-private partnership built to catalyze governments, NGOs, and businesses to support innovative solutions to the plastic pollution crisis – supporting projects around the world to make the full lifecycle of plastic more sustainable, starting with efforts to change the design and use of plastic products.\n\nThe plastic pollution crisis impacts our biodiversity, health, food security, and economies.  To tackle this problem, EPPIC will drive commitments and raise funds to deploy pilot solutions and exchange best practices for combating plastic pollution.  EPPIC will also run prize competitions for initiatives that make the design, production, and management of plastics more circular.  It will fund training for communities across the world that have been disproportionately impacted by plastic pollution to help them monitor and report on plastic pollution and advocate for local, regional, and national-level solutions.\n\nAs a multistakeholder effort, EPPIC complements and builds on USAID’s work with countries to combat plastic pollution under the Save our Seas Initiative  and Clean Cities Blue Ocean, which have made significant investments around the world to improve plastic waste management at the local level.\n\nThe International Union for Conservation of Nature is hosting the EPPIC partnership, and the Aspen Institute, the Ocean Foundation, and Searious Business are initial partners.  We expect other NGOs, foundations, and businesses to join in the coming months.\n\nFor more details and information about joining partnership, please visit https://www.iucn.org/our-work/topic/plastic-and-other-pollution/end-plastic-pollution-international-collaborative-eppic \n\nFor press inquiries, please contact OES-PA_DG@state.gov.\n\nTAGS\n\nBiodiversity and Ecosystem\nBureau of Oceans and International Environmental and Scientific Affairs\nEconomic Affairs\nEnvironment\nFood Security\nOceans\nOffice of Conservation and Water\nOffice of Ocean and Polar Affairs\nOffice of the Spokesperson\nSeas\nSecretary Trip\nUnder Secretary for Economic Growth, Energy, and the Environment\nUNGA 78\nUnited Nations\nBack to Top\nWhite House\nUSA.gov\nOffice of the Inspector General\nArchives\nContact Us\nFOLLOW US\nFacebook\nTwitter\nInstagram\nYouTube\nFlickr\nGovDelivery\nPrivacy Policy\nAccessibility Statement\nCopyright Information\nFOIA\nNo FEAR Act"
}