{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic pollution from cigarette butts likely costs US$26 ... - Reddit",
  "href": "https://www.reddit.com/r/Economics/comments/186u44c/plastic_pollution_from_cigarette_butts_likely/",
  "body": "3.6M subscribers in the Economics community. Reddit's largest economics community. Serving as a central forum for users to read, discuss, and learn…",
  "textContent": "Plastic pollution from cigarette butts likely costs US$26 billion/year or US$186 billion over 10 years : r/Economics\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Economics\nr/Economics\n•\n11 days ago\npgold05\nPlastic pollution from cigarette butts likely costs US$26 billion/year or US$186 billion over 10 years\nResearch\neurekalert.org\nOpen\nSort by:\nAdd a Comment\nAutoModerator\n•\n11 days ago\nModerator Announcement Read More »\npgold05\n•\n11 days ago\n\nVery cool example of health/environmental Economic research I saw posted over at r/science.\n\nThe researchers estimated that the annual economic cost of cigarette plastics waste is around US$26 billion, made up of US$20.7 billion in marine ecosystem damage and US$5 billion in waste management costs, adding up to US$186 billion over 10 years.\n\n“Although this amount is small compared with the annual economic losses from tobacco (US$1.4 trillion per year) and may appear insignificant compared with the 8 million deaths attributable to tobacco each year, these environmental costs should not be downplayed as these are accumulating and are preventable,” emphasises the researcher.\n\nPeople really undervalue the ability of economists to tackle environmental and health problems. Putting prices on externalities is critical to helping direct our free market society and allow us to make better decisions.\n\nReply\nreply\ndually\n•\n9 days ago\n\nexternality cost calculations are purely theoretical\n\nReply\nreply\n8 more replies\nfreakinweasel353\n•\n11 days ago\n\nGo back to the old Camel straights. No filter boy and girls. You know what you’re doing will kill you. No point in slowing the process by a hazardous filter.\n\nReply\nreply\nHaunting_Rain_3951\n•\n11 days ago\n\nAt this point just take the filters out. If you want to smoke then fine. Every study on the topic of smoking says it will eventually kill you. If that’s your choice then let’s not slow you down.\n\nReply\nreply\nAlternative_Ask364\n•\n10 days ago\n\nWould it be possible to make filters from non-plastic materials? Paper and activated charcoal filters have existed for decades.\n\nReply\nreply\n4score-7\n•\n11 days ago\n\nWhat about the plastic pollution from pre packaged foods, so often filled with sugars, that are making people fatter in the western world?\n\nI see very few smokers anymore. They exist, but I don’t see as many as once existed. But I see a whole lot more people carrying a lot, not a little, extra pounds on their bodies.\n\nReply\nreply\nMotobugs\n•\n11 days ago\n\nThere're still a lot. I work at a hospital in a big SE US cities. Lots of low income people still smokes. But my impression is very few smoke more than one pack per day. This is a very weird situation, considering the cigarettes are so expensive now.\n\nReply\nreply\n2 more replies\nthe_boner_owner\n•\n11 days ago\n\nFor there to be $26b in environmental costs per year, there must be a heck of a lot of cigarettes being smoked. Just because you don't see them doesn't mean it doesn't happen. Sure, sugars are bad too. This article is about cigarettes though\n\nReply\nreply\n2 more replies\n[deleted]\n•\n11 days ago\n2 more replies\nAlternative_Ask364\n•\n10 days ago\n\nThe average weight of each plastic filter is 3.4g. As cigarette butts are often littered along with plastic packaging, which weighs an average 19g for a standard pack size of 20 cigarettes, this was also included in the calculations.\n\nExcuse me but did they just suggest that a pack of cigarettes contains 87g of plastic? For comparison that’s about as much plastic as two 2 liter bottles. Does that seem right to anyone here?\n\nMost cigarettes weigh less than a gram so it’s an incredibly bold assumption to say that a single cigarette contains 3.4g of plastic. I don’t smoke so I can’t verify, but I’d be surprised if an empty box of cigarettes weighs even close to 19 grams.\n\nHow this study was allowed to see the light of day is embarrassing. I dislike smoking as much as the next person, but do we really need to start making up numbers and spreading lies in an attempt to make people dislike them more? Lying in an attempt to convince people to change their behaviors doesn’t work.\n\nReply\nreply\npgold05\n•\n10 days ago\n•\nEdited 10 days ago\n\nThe number from the study comes from here, it is not made up.\n\nhttps://pubs.acs.org/doi/10.1021/acs.est.8b01533\n\nEDIT: Based on the equation and data from the linked source, it appears, to me, the weight is calculated on a per pack basis. I of course am not an author of the paper.\n\nReply\nreply\nOneBlueberry3659\n•\n11 days ago\n\n$26 billion times 10 years is not $186 billion. I’m not gonna read the article and this is Reddit economics, so I’m sure some asshole can explain this, not that I really care because I’m not really vested in this planet or species anymore anyways\n\nReply\nreply\nSwankyBriefs\n•\n10 days ago\n\n$26 billion times 10 years is not $186 billion.\n\nIt is in today's dollars.\n\nReply\nreply\nView more comments\n \nTop 1%\nRank by size \nRelated\nEconomics\nBusiness, Economics, and Finance\nforward\nback\nr/chemistry\nI just learnt how to simulate IR absorpion spectra! This is 1-Hexene, I'd say it's pretty close.\n67 upvotes · 20 comments\nr/Economics\nProducer Price Index (PPI) fell 0.5% in October for biggest monthly drop since April 2020\ncnbc\n96 upvotes · 3 comments\nr/solar\n\"Max output current\" vs \"AC Nominal Power\" inverter math confusion\nself.solar\n1 upvote · 6 comments\nr/AskPhysics\nHow much of your day is spent doing math? (Theoretical physics)\n58 upvotes · 15 comments\nr/Economics\nTreasury yields rise despite another report that shows inflation is falling\ncnbc\n98 upvotes · 24 comments\nr/science\nDark Matter Detector Observes Rarest Event Ever Recorded | Researchers announce that they have observed the radioactive decay of xenon-124, which has a half-life of 18 sextillion years.\nnature\n65K upvotes · 1.8K comments\nr/business\nMost Americans tip 15% or less at a restaurant — and some tip nothing, poll finds\ncnbc\n1.2K upvotes · 1.1K comments\nr/Economics\nPending home sales drop to a record low, even worse than during the financial crisis\ncnbc\n294 upvotes · 34 comments\nr/DIYUK\nU-value: good or bad?\n1 upvote · 4 comments\nr/YouShouldKnow\nYSK: More than $700 million worth of aluminum cans are thrown out by Americans every year.\n3K upvotes · 227 comments\nr/Economics\nFed’s favorite gauge (PCE) shows inflation rose 0.2% in October and 3.5% from a year ago, as expected\ncnbc\n261 upvotes · 93 comments\nr/Discerning_Truth\nBad Data Costs the U.S. $3 Trillion Per Year\n1 upvote\nr/todayilearned\nTIL that on average, drivers in the US spend about $20 billion a year in overpaying for parking spots and 17 hours every year is spent by each driver searching for one.\ncnbc\n1.8K upvotes · 135 comments\nr/Economics\nEurope&#x27;s problems are far bigger than a shallow recession\nreuters\n95 upvotes · 76 comments\nr/Economics\nWhat If Money Expired? | A long-forgotten German economist argued that society and the economy would be better off if money was a perishable good. Was he an anarchist crank or the prophet of a better world?\nnoemamag\n316 upvotes · 133 comments\nr/Economics\nA signal from big companies: they think workers are losing control of the job market\ncnbc\n451 upvotes · 111 comments\nr/Economics\nU.S. tap water has a $47 billion forever chemicals problem\ncnbc\n816 upvotes · 279 comments\nr/business\nAmazon will allow auto dealers to sell cars on its site, starting with Hyundai\ncnbc\n392 upvotes · 78 comments\nr/Economics\nReport critical of big four consultancies was censored by Australian government agency, because partners from PwC, KPMG, Deloitte and EY sat on the Accounting Standards Board\ntheguardian\n104 upvotes · 3 comments\nr/Economics\nU.S. payrolls rose 199,000 in November, unemployment rate falls to 3.7%\ncnbc\n1K upvotes · 439 comments\nr/Economics\nGermany approves financial reforms to help its tech industry compete with Silicon Valley\ncnbc\n306 upvotes · 68 comments\nr/Economics\nWhy businesses are pulling billions in profits from China\nbbc\n223 upvotes · 48 comments\nr/Economics\nAmericans are ‘doom spending’ — here’s why that’s a problem\ncnbc\n1.6K upvotes · 625 comments\nr/Economics\nPresident-elect Milei suggests Argentina ditch their peso for the USD like Ecuador and El Salvador. What will this mean for the local economy?\ncnn\n1K upvotes · 366 comments\nr/business\nThe fight over return-to-office is getting dirty\nbusinessinsider\n399 upvotes · 114 comments"
}