{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "To Fight Plastic Waste, an Indonesian Campaign Aims High",
  "href": "https://e360.yale.edu/features/tiza-mafira-interview",
  "body": "To Fight Plastic Waste, an Indonesian Campaign Aims High. Since attorney and activist Tiza Mafira cofounded Plasticdiet Indonesia in 2013, the group has helped more than 100 local governments pass single-use plastic bag bans and is now tackling straws, cutlery, and sachets. Next up: slashing subsidies for petrochemical companies. For the ...",
  "textContent": "CLOSE\n\n / \n\n← →\n\nSearch\nSEARCH\nYale Environment 360\nPublished at the Yale School of the Environment\nExplore\nSearch\nAbout E360\n\nA clerk packs groceries into reusable bags at a supermarket in Bali, where plastic bags have been banned. SONNY TUMBELAKA / AFP VIA GETTY IMAGES\n\nINTERVIEW\nTo Fight Plastic Waste, an Indonesian Campaign Aims High\n\nSince attorney and activist Tiza Mafira cofounded Plasticdiet Indonesia in 2013, the group has helped more than 100 local governments pass single-use plastic bag bans and is now tackling straws, cutlery, and sachets. Next up: slashing subsidies for petrochemical companies.\n\nBY BETH GARDINER • DECEMBER 7, 2023\n\nFacebook\n \nTwitter\n \nEmail\n\nFor the industries that make and use disposable plastic packaging, developing countries are huge growth markets. But nations such as Indonesia are struggling to cope with the vast tide of waste this business strategy leaves behind.\n\nTiza Mafira, cofounder of Plasticdiet Indonesia, says the volume of throwaway plastic that’s deluging consumers and clogging waterways is unmanageable, and her group calls for the government to slash its use. Since 2016, Plasticdiet has worked with cities and districts across the nation to craft plastic-bag bans; more than 100 of Indonesia’s approximately 500 local governments now have such bans in place.\n\nIn an interview with Yale Environment 360, Mafira — a lawyer who is also the director of the Jakarta office of the Climate Policy Initiative — says Plasticdiet aims to move beyond bags and press consumer product, food, and beverage companies to reduce their reliance on single-use plastic packaging too. Such a shift, she says, would require strong legislation to build systems enabling collection, cleaning, and reuse of packaging.\n\n“Often, the public perception is that the solution [to plastic pollution] has to be a product,” typically a more eco-friendly type of packaging, Mafira says. In fact, any material will carry environmental costs, and reducing those costs will require companies to fundamentally change their approach. Ultimately, Mafira says, she wants to see subsidies for petrochemical companies cut and “less oil production because there is less plastic being provided to the consumer.”\n\nTiza Mafira. PLASTICDIET INDONESIA\n\nYale Environment 360: What drew you to the issue of plastics?\n\nTiza Mafira: I was at a big law firm, and at first I thought I could work on environmental issues there, helping my clients with carbon trading, with regulations. But I was just interpreting the law, and clients would find the minimum way to comply. Some laws didn’t make sense to me, so I wanted to be able to push for the kinds of laws I thought should exist, especially on plastic. This was 2012, 2013, and I noticed a gap. People were talking about plastic pollution and recycling, but nobody was talking about plastic prevention. I thought, “There’s potential to regulate plastics before they become waste, not after.”\n\nThat’s when I started toying with the idea of pushing for a [one- to two-cent fee] on plastic bags. I knew if I asked for a ban, everybody would think I was crazy. I was working with some friends, and we started an online petition asking for a charge. It got 70,000 signatures, so then we had to get more serious. We started talking about, “What if the petition succeeds? What are we going to do then?” The obvious answer was, “We push for stronger legislation.”\n\nNEVER MISS AN ARTICLE\n\nSubscribe to the E360 Newsletter for weekly updates delivered to your inbox. Sign Up.\n\nBecause of our petition, 27 cities decided on three-month trials of plastic bag charges. One of the best days of my life was when the trial ended, one of the cities — Banjarmasin, in South Kalimantan — said, “It’s been surprisingly easy, and we think the charge is too cheap. So we’re going to go ahead and ban plastic bags altogether.” It was exactly what we wanted.\n\ne360: What did you do next?\n\nMafira: We started trying to replicate what was happening in Banjarmasin. We did workshops there, we got government officials to visit, we took everyone to supermarkets to see how it was working. And then the national Ministry of Finance agreed to provide a fiscal incentive for every city that managed to reduce its waste by a certain percentage. That got others interested. We helped [other localities] draft laws. Our two biggest tickets were Bali and Jakarta. It was a huge struggle to get them on board because of how big and politically significant they are, but once they issued their bans, everybody followed. Ten years later, more than 100 cities and districts ban [single-use] plastic bags. But there are about 500 cities and districts in Indonesia, so it’s only 20 percent.\n\n“Some of the things we want to do as individuals are impossible or extremely difficult without systems change.”\n\ne360: Why did you focus on local governments, rather than the national level?\n\nMafira: It was trial and error. When we were starting the petition, we targeted the Ministry of Environment, thinking that if this succeeds we’ll get national legislation banning plastic bags, and everything will be great. But the higher up you go, the more political it becomes, and the longer everything takes. And actually a lot of the authority for waste management lies with municipalities. So we took a bottom-up approach.\n\nWhen we heard Bali wanted to move ahead with a ban on plastic bags, straws, and Styrofoam, we got our hands on a draft of their regulation. We were really concerned because the regulation as written would have been easy to attack. I said, “If they issue it as is, the industry is going to sue, for sure, and they might win.” We gave some input to make the draft watertight. The plastics industry and the recycling industry did ultimately sue, [claiming that] existing law didn’t allow cities to ban single-use plastics. But Bali won. And the most beautiful thing was that the Supreme Court’s decision specifically said cities have the authority to issue bans. That was a major victory. We showed that line to every single city we met, and it really was the catalyst for all of the others to start following suit.\n\nAn officer directs customers to use reusable bags at a mall in Jakarta, as a ban on plastic bags takes effect, July 1, 2020. JEFTA IMAGES / FUTURE PUBLISHING VIA GETTY IMAGES\n\ne360: You’ve talked elsewhere about refocusing the conversation on plastic to help people think about the consumption and disposal systems we live in, rather than on their own personal responsibility. How do you go about that?\n\nALSO ON YALE E360\n\nIndonesia cracks down on the scourge of imported plastic waste. Read more.\n\nMafira: As an activist, it’s a balance. You know you have to change the system, but if your only message is systems change, not individual change, you’re going to alienate people who don’t have the bandwidth to think on that level. The message I encourage is that change is a journey. Systemic change starts when you care enough to make a difference with yourself and then level up to making a difference in your community, making a difference in the system. I feel like in order to be truly invested in changing the system, you have to experience firsthand how difficult it is to change individually. Every plastic straw available you’ve rejected. You’ve carried your tote bag everywhere, and you still get this influx of plastic in your home. Then you finally say, “It’s not about me. It’s about the system.” Because some of the things we want to do as individuals are impossible or extremely difficult without systems change.\n\n“If virgin plastic is taxed, that creates space for recyclables and reuse to enter the market and compete.”\n\ne360: Why are those individual changes so hard? And how do you shift toward changing the larger systems?\n\nMafira: It’s the lack of options available to the consumer. If you want to order a food delivery, and you don’t want lots of plastic packaging, that is like 0.1 percent of options available in the app. If you’re going shopping, a lot of times you can’t find the item you want without plastic packaging. And if you’re in an isolated region in Indonesia where you don’t have a big supermarket, you shop in little stalls, and your only option is sachets — tiny packets, totally non-recyclable plastic.\n\nWe’ve done surveys, and there’s quite a high acceptance of the idea of banning single-use plastic. But people want to know what the alternative is, so we’re currently focused on building out the details of a reuse system. Often, the public is expecting us to say, “There’s a better product that’s more eco-friendly.” The challenge is that what we’re offering is not a product, it’s reuse as a system, [which] means the producer must ensure that not only is their packaging designed for reuse, but the logistics, and the reverse logistics, are in place to buy back the empty bottle, then clean it, and refill it. That’s the vision.\n\nIt only works if there’s strong legislation that requires all packaging to be redesigned so it’s reusable, and then eventually recycled. Everybody in the supply chain has to support the system.\n\nVolunteers hand out canvas bags at a traditional market in Bogor, Indonesia. PLASTICDIET INDONESIA\n\ne360: How are the local bag bans working out, and what is Plasticdiet pushing for next?\n\nMafira: The bans right now only cover branded stores. They [mostly] don’t apply to traditional markets and food carts. That’s 100 times harder, because any kind of regulation is more challenging for the informal sector. Online shopping is also a huge gap, and we have not figured out how to deal with it. So there are definitely limitations. But the stores that are actually covered by the rules are complying. People bring their own bags, and if they forget they can buy tote bags at the shops. It’s created a really tangible cultural shift.\n\nNow we want to expand beyond bags to other plastics — straws, cutlery, sachets, and Styrofoam. And the next industries are food and beverage and consumer products. The big vision we want to see is less oil production because less plastic is being provided to the consumer. You legislate at any point that you can. So what we’ve been doing is, “Let’s target the supermarkets first. Let’s target the restaurants. Let’s target the retailers.” But all the time, we’re thinking, “How do we go up higher in the supply chain?” Now we’re talking about a petrochemical industry that’s churning out plastics, that’s supplying all these companies with cheap virgin plastic. Fossil fuel and petrochemical companies get a lot of subsidies. We want them to not be subsidized. And even better, we want them to be taxed. If virgin plastic is taxed, that creates space for recyclables and reuse to enter the market and compete.\n\ne360: When did you start to notice excessive packaging and plastic pollution as a problem in Indonesia?\n\nMORE ON YALE E360\n\nAs plastics keep piling up, can ‘advanced’ recycling cut the waste? Read more.\n\nMafira: It got worse very recently. In my childhood — I’m 39 now — the rivers weren’t all clogged with waste. Food carts would pass by my house, noodles or meatballs, and they’d use ceramic bowls, or I would bring my own from out of the house. Everything is Styrofoam now. It’s just gotten worse and worse. I read some research [that said] 50 percent of plastic [globally] has been produced in the last 15 years. So I was like, “Oh, that makes sense. That’s exactly how it felt.” It’s mostly about convenience. Plastic packaging has hacked the system of retail delivery so much that it’s now cumbersome to not use it. Whereas a decade ago, it was okay. We survived just fine.\n\nThe Pulitzer Center on Crisis Reporting provided funding for the reporting of this article.\n\nFacebook\n \nTwitter\n \nEmail\n\nBeth Gardiner is a journalist and the author of Choked: Life and Breath in the Age of Air Pollution. Her work has appeared in publications including the New York Times, The Guardian, National Geographic, and Smithsonian, and she is a former longtime Associated Press reporter. MORE\nABOUT BETH GARDINER\n →\n\nTOPICS\nSolutions\nWASTE\n \nPOLLUTION\n \nACTIVISM\n \nENVIRONMENTAL LAW\nREGIONS\nAsia\nJoin the conversation: To Fight Plastic Waste, an Indonesian Campaign Aims High\nShow comments →\n\nNever miss a feature! Sign up for the E360 Newsletter →\n\nRELATED ARTICLES\nINTERVIEW\nEcosystems as Infrastructure: A New Way of Looking at Climate Resilience\n\nBy RICHARD SCHIFFMAN\n\nAs Bird Kills from Buildings Mount, Cities Look for Solutions\n\nBy RICHARD MERTENS\n\nAbandoned Lands: A Hidden Resource for Restoring Biodiversity\n\nBy FRED PEARCE\n\nMORE FROM E360\nINTERVIEW\nTo Fight Plastic Waste, an Indonesian Campaign Aims High\n \nBIODIVERSITY\nHow Mounting Demand for Rubber Is Driving Tropical Forest Loss\n \nCLIMATE\nAs Temperatures Rise, Dengue Fever Spreads and Cases Rise\n \nOPINION\nClearing Skies: Opening a New Path on Climate and the Future\n \nFOOD & AGRICULTURE\nAfter the Storm, Malawi’s Farmers Face a Precarious Future\n \nPOLICY\nShifting Political Winds Threaten Progress on Europe’s Green Goals\n \nOPINION\nUncounted Emissions: The Hidden Cost of Fossil Fuel Exports\n \nBIODIVERSITY\nCan ‘Immortal’ Sequoias Survive the Ravages of Climate Change?\n \nINTERVIEW\nEcosystems as Infrastructure: A New Way of Looking at Climate Resilience\n \nANALYSIS\nAs Climate Talks Near, Calls Mount for a ‘Phaseout’ of Fossil Fuels\n \nOPINION\nWithout Warning: A Lack of Weather Stations Is Costing African Lives\n \nCITIES\nAs Bird Kills from Buildings Mount, Cities Look for Solutions\nE360\nAbout E360\nReprints\nContact\nSupport E360\nPrivacy Policy\nSubmission Guidelines\nNewsletter\nPublished at the\nYale School of the Environment"
}