{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic or paper? The truth about drinking straws - BBC",
  "href": "https://www.bbc.com/future/article/20231103-plastic-or-paper-the-truth-about-drinking-straws",
  "body": "Paper straws assessed by researchers at the University of Antwerp, Belgium, were found to contain more \"forever chemicals\" - per- and polyfluoroalkyl substances or PFAS - than plastic. These ...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nPlastic or paper? The truth about drinking straws\n5th November 2023, 07:00 CST\nShare\nBy Ally Hirschlag\nFeatures correspondent\nGetty Images\nThe backlash against plastic straws has left consumers searching for alternatives (Credit: Getty Images)\n\nThe backlash against single-use plastics has seen a growing market for paper, metal, glass and plant-based straws. But is the choice between them really a simple one?\n\nYou've probably had this problem: you order a smoothie to sip with your lunch, a morning iced coffee or your Friday night cocktail, and it arrives with a brightly-coloured tube of paper sticking out the top. After a few slugs, however, the tube quickly flops in on itself, forcing you to take it out and leave it on the table in a wet, pulpy mess.\n\nPaper straws have become almost ubiquitous in bars and fast-food outlets as the hospitality industry has rushed to ditch plastic in response to a consumer backlash. But while they may not linger in the environment for 300 years or so like those made of plastic, paper straws leave a lot to be desired.\n\nA recent study has also highlighted another potential concern. Paper straws assessed by researchers at the University of Antwerp, Belgium, were found to contain more \"forever chemicals\" – per- and polyfluoroalkyl substances or PFAS – than plastic. These long-lasting PFAS can stay in the environment for decades, can contaminate water supplies, and are associated with a range of health problems. (Read more about where forever chemicals come from, how long they last for and how we could clean them up.)\n\nSign up to Future Earth\n\nSign up to the Future Earth newsletter to get essential climate news and hopeful developments in your inbox every Tuesday from Carl Nasman. This email is currently available to non-UK readers. In the UK? Sign up for newsletters here.\n\nThe researchers behind the study say their results suggest that paper straws – along with their bamboo counterparts, which were also found to contain PFAS – are not necessarily a more sustainable alternative to plastic. The higher levels of forever chemicals they contain, they say, could be seen as a question mark over how \"biodegradable\" these alternatives are.\n\nAs someone who began embracing alternatives to plastic straws nearly a decade ago, it left me wanting to find out more. I also wanted to know about other factors that need to be taken into account, such as the climate emissions produced from these different straw types.\n\nOne not very scientific, but much repeated estimate, put the number of disposable drinking straws used every day in the US at 500 million. The validity of that statistic has been disputed, and the real figure could be less than half that amount. Certainly, the amount being spent on  disposable drinking straws has been rising year on year for the past two decades. And although the estimates for exactly how straws are used each year and how many end up in the environment are tricky to confirm, what's clear is that plastic straws get everywhere. They are found in huge numbers in beach clean-ups around the world. They have been found perforating the stomachs of penguins, and even jammed inside the nostril of an Olive Ridley sea turtle.\n\nAn infamous, horrifying video of this last case particularly stuck in my mind. I'm a huge animal lover, so was quick to urge my friends to opt for plastic alternatives instead. Most plastic waste experts I've spoken with consider this video a major catalyst for the anti-plastic straw movement.\n\nMilo Cress also deserves some credit – he uncovered that 500 million straws a day statistic ad started the Be Straw Free movement in 2011 when he was only nine. The campaign eventually inspired major companies such as Starbucks and McDonalds to stop using plastic straws and entire states like California to ban them outright.\n\nWhile that may sound like a huge boon for sustainability, as I took a closer look at the environmental impact of plastic straws, I was surprised to learn that it's a drop in the bucket compared to other plastic pollution.\n\nYou might also like:\n\nLiving without plastic in Japan\nCan we clean up forever chemicals?\nThe bird that sparked a mass clean-up\n\nWhen you walk on a beach, plastic straws are one of the most common types of litter you'll see – one recent survey along a beach on India's Gujarat coast on the Arabian Sea found they made up 9% of the litter there. But they actually make up only a tiny fraction of the plastic waste that finds its way into the environment.\n\n3:01\nIt all started with the painful image of a turtle with a plastic straw in its nostril.\n\nAlthough the figures tend to vary according to the method used, it is worth looking at the figures gathered by the Organisation for Economic Cooperation and Development in its Global Plastics Outlook. It estimates that around 380 million tonnes of plastic waste is produced globally each year, with around 23 million tonnes of that finding its way into the environment. It estimates about 1.7 million tonnes of that ends up in the ocean annually, although other studies have put the figure at somewhere between 4.8 and 12.7 million tonnes.\n\nOf 380 million tonnes of plastic waste produced, about 43 million tonnes comes from consumer products that include single use plastics from the food and beverage industry. Roughly 14 million tonnes of this, or 3.7% of total plastic waste, is made of polyproplyene, the main material used in plastic straws.\n\nIn the oceans, fishing nets, are among the most prevalent form of plastic pollution. One study published in 2018 found that 46% of the 1.8 trillion pieces of plastic estimated to be in the infamous Great Pacific Garbage Patch came from fishing nets.\n\nSo why did plastic straws become such an emblem of the plastic pollution problem if their impact is minimal?\n\n\"The straw became the symbol of a choice an individual could make that also has an impact,\" says Erin Simon, vice president for plastic waste and business at the World Wildlife Fund. \"And while we know it's not that simple, and the problem goes far beyond the use of plastic straws, a global crisis like plastic pollution can only be solved when everyone does their part.\"\n\nAnother major plus the researchers noted was that reusable straws don't often end up in the ocean\n\nOf course, giving up plastic straws won't solve plastic pollution, but it has thrust the problem into the public eye.\n\n\"Currently, more than 460 million metric tons of new plastic are produced globally each year, and that number is increasing year after year,\" says Jackie Nuñez, founder of The Last Plastic Straw and Plastic Pollution Coalition's advocacy and engagement manager. \"The conversation about single-use plastic and the pollution it causes is now mainstream and global.\"\n\nThe anti-plastic straw movement helped rally public support that eventually turned into large-scale, high-level action. In 2022, the UN Environment Assembly began negotiating a Global Plastics Treaty with 170 countries to address plastic pollution globally and aims to have it in place by the end of 2024.\n\nGetty Images\nStraws are among the most common items of plastic picked up during beach clean-ups (Credit: Getty Images)\n\nSustainability on a Shoestring\n\nWe currently live in an unsustainable world. While the biggest gains in the fight to curb climate change will come from the decisions made by governments and industries, we can all play our part. In Sustainability on a Shoestring, BBC Future explores how each of us can contribute as individuals to reducing carbon emissions by living more sustainably, without breaking the bank.\n\nDespite their relatively small environmental impact when compared to other forms of plastic, plastic straws have become a case study for the impact a piece of single-use plastic can have throughout its life cycle.\n\nSurprisingly, despite being made of fossil fuels, one study from researchers in Thailand suggests that traditional plastic straws made from polypropylene have a smaller carbon footprint than bioplastic (polylactic acid) straws, which are supposed to be biodegradable. After assessing the greenhouse gas emissions attributable to the raw materials, manufacturing and disposal of the straws, the researchers found polylactic acid straws produced more emissions due to amount of land needed to grow and harvest the natural materials used to make them. Polylactic acid straws have also recently been found to not be as biodegradable as was first believed.\n\nThe amount of greenhouse gases released during the lifecycle of paper straws has been estimated to be anywhere from the same as plastic straws to a quarter of the emissions. One set of life cycle assessments performed by researchers in Brazil in 2020 produced similar results, finding paper straws had a higher relative environmental impact than plastic ones. Again the land use needed for the raw materials – trees – was the main reason. The study didn't, however, account for their impact on marine life, where researchers admitted plastic straws would likely have the higher impact there since paper straws degrade quickly in water.\n\nIt's worth noting that much like plastic straws, paper straws typically can't be recycled (they break down too much when they hit liquid) and an assessment by the UK government also concluded that paper straws emit more greenhouse gases when they rot in landfill compared with plastic.\n\nI initially embraced the anti-plastic straw movement because it felt like a concrete action that protects marine life. While that's true in part, according to Shelie Miller, professor of sustainable systems at the University of Michigan, most straws end up being incinerated or tossed in a landfill. Once in landfills, plastics degrade slowly, breaking down to become microplastics that can leach out into the wider environment or even produce potentially harmful chemical contamination. But the amount of greenhouse gases produced by plastic straws is relatively low.\n\nGetty Images\nPaper straws impact the environment at different stages of their life cycle compared to those made from plastic (Credit: Getty Images)\n\n\"[Avoiding] one car trip totalling 72.4 km (36 km each way) is the [emissions] equivalent of giving up plastic water bottles for four years,\" says Miller, who did these calculations using the US EPA Waste Reduction Model. \"Most of us would be very concerned if we were throwing away six pounds of plastic every day, but burning one gallon of gas is something we do without thinking about it.\"\n\nIf you want to keep using straws – or need to due to a disability – Nuñez suggests opting for reusable, non-plastic straws. Metal and glass straws are much safer and hold up to wear and tear longer than plastic, but even these have their problems. According to one assessment, a glass straw is responsible for 44 times as many greenhouse gas emissions compared to a plastic one, while stainless steel straws emit 148 times as much. Bamboo straws are better, but still produce 27 times as much carbon dioxide than plastic. Another study in South Africa found you would need to use a glass straw 23-39 times and a stainless steel straw 37-63 times to neutralise the environmental impact they create when they're made and sold. Fortunately, a well-made reusable straw will work perfectly well for hundreds of reuses.\n\nAnother major plus the researchers noted, however, was that reusable straws don't often end up in the ocean.   \n\nSo, it's far from a simple choice. The scientific evidence is mixed, depending where you look for the harm on the environment. Every expert I spoke with said it's instead better to refuse straws altogether if you are able to. Then you can sit back and enjoy your drink.\n\n* This article was edited on 7 November 2023 to make clear the disputed validity of the statistic of 500 million straws being used each day in the US.\n\n--\n\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news delivered to your inbox every Friday.\n\nJoin one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram.\n\nEnvironment\nPollution\nGreen living\nClimate change\nEarth\nScience\nRecycling\nFeatures\nRelated\nHow the war changed Russia’s climate agenda\n52 mins ago\nEurope\nThe colour of climate change\n4 hrs ago\nFuture\nHow divers are using antibiotics to save a massive coral reef\n16 hrs ago\nLatin America & Caribbean\nMore\n4 hrs ago\nThe colour of climate change\n\nFive years ago a simple design – stripes of colours ranging from dark blue to dark red – started a universal and revolutionary way of communicating global warming.\n\nFuture\n4 hrs ago\nThe chicken wings with a baffling name\n\nHong Kong's popular Swiss wings are glossy, sticky and sweet. But don't be fooled by the name: these wings are not remotely related to Switzerland.\n\nTravel\n1 day ago\nHow to shop like a French It girl in Paris\n\nFrench It girl and creative director of Rouje, Jeanne Damas gives her insider recommendations for buying fashion, beauty items, home décor and books in the City of Light.\n\nTravel\n1 day ago\nThe complicated history of gelatine\n\nGelatine, made from the connective tissues of animal parts, is an unlikely staple ingredient. Veronique Greenwood looks at its thousand-year history.\n\nFuture\n1 day ago\nThe dark heart of Japan's new animated masterpiece\n\nStudio Ghibli legend Hayao Miyazaki's new film The Boy and The Heron is said to be his last – and it feels like a farewell. But is it really the end for him, asks Stephen Kelly.\n\nCulture\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}