{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Why are fast food drink lids still made of plastic? - Reddit",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/17c8sif/why_are_fast_food_drink_lids_still_made_of_plastic/",
  "body": "The benefit of plastic straws is their convenience, relative to paper straws. The cost of paper straws is their inconvenience to humans, relative to plastic straws. The benefit of paper straws is a perceptibly reduced ecological impact, relative to plastic straws. Added: it isn't that we hate the environment, it is that we just don't give AF.",
  "textContent": "Why are fast food drink lids still made of plastic? : r/NoStupidQuestions\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to NoStupidQuestions\nr/NoStupidQuestions\n•\n2 mo. ago\nCatFoodBeerAndGlue\nWhy are fast food drink lids still made of plastic?\n\nWhen you get a drink from McDonalds or Subway the cup is paper and the straw is paper but the lid is plastic.\n\nSo why can't the lid be made of paper too? Can't it just be made of the same stuff as the cup?\n\nIt's not like the plastic lids are watertight. If you tip your drink over it all spills out of the hole for the straw, or the flimsy plastic lids just flies off.\n\nSort by:\nAdd a Comment\nForScale\n•\n2 mo. ago\n\nCheap and easy to produce. If it were cheaper to make out of the other material they would.\n\nAlso never seen a paper straw at McD's.\n\nReply\nreply\nCatFoodBeerAndGlue\n•\n2 mo. ago\n\nAlso never seen a paper straw at McD's.\n\nReally? Must be a UK thing, everywhere here uses paper straws now. Plastic straws were banned a few years ago.\n\nReply\nreply\n2 more replies\nKDY_ISD\n•\n2 mo. ago\n\nPaper cups and paper straws are worse than the plastic ones, I'm betting paper lids would be, too.\n\nReply\nreply\nCatFoodBeerAndGlue\n•\n2 mo. ago\n\nSure but they're still using paper cups and straws, so why not go the whole way and use paper lids?\n\nReply\nreply\n2 more replies\nNegativeAd9048\n•\n2 mo. ago\n\nPlastic straws are superior in every way to paper straws except for the massively outsized negative ecological impact they produce.\n\nReply\nreply\n[deleted]\n•\n2 mo. ago\nOldandnotbold\n•\n2 mo. ago\n\nThey are all made of paper here now.\nYou can't get plastic ones anymore.\n\nMaybe your place will catch up with civilisation one day.\n\nReply\nreply\nCatFoodBeerAndGlue\n•\n2 mo. ago\n\nWheres \"here\"?\n\nReply\nreply\n1 more reply\nvignoniana\n•\n2 mo. ago\n\nPaper lids are really expensive compared to plastic ones. Some places still have paper lids! So it depends by location and local laws.\n\nReply\nreply\n \nTop 1%\nRank by size \nr/NoStupidQuestions\nWhy did every restaurant/coffee shop replace plastic straws with paper but the cups and lids are still plastic?\n1 upvote · 9 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n140 upvotes · 16 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nPROMOTED\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n283 upvotes · 193 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n487 upvotes · 28 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nPROMOTED\nr/Ultralight\nWhat kind of plastic are Sawyer branded filter bags made of? Is it possible to brew food with boiling water in them? Can it be safe?\n8 upvotes · 23 comments\nr/HydroHomies\nRecommendations for non-plastic waterbottle container WITH a straw?\n4 upvotes · 16 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/AskChemistry\nDo plastic microwave plate covers really release micro plastics into food?\n4 upvotes · 6 comments\nr/IKEA\nWhy don't GRILLTIDER squeeze bottles have lids?\n2 comments\nr/Edmonton\nWhen did Wendy's switch to all plastic cups?\n20 upvotes · 30 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 76 comments\nr/sanfrancisco\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n188 upvotes · 99 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 264 comments\nr/moderatelygranolamoms\nSippy cup and water bottle without plastic, metal or glass?\n2 upvotes · 7 comments\nr/explainlikeimfive\nELI5 why do air tight boxes make pastries and breads last longer before going stale?\n9 upvotes · 11 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/Mommit\nStraw cup that doesn't leak with cold drinks?\n1 upvote · 2 comments"
}