{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Are plastic drinking straws the fall guy for plastic waste in ... - Reddit",
  "href": "https://www.reddit.com/r/RandomThoughts/comments/17m5m2a/are_plastic_drinking_straws_the_fall_guy_for/",
  "body": "God dammit but I miss plastic straws. There are so many other plastic things this world can do without, even more so than straws. Why did straws have to take the hit? I'm all for protecting the planet, but why straws? comments sorted by Best Top New Controversial Q&A Add a Comment. AutoModerator • ...",
  "textContent": "Are plastic drinking straws the fall guy for plastic waste in general? : r/RandomThoughts\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to RandomThoughts\nr/RandomThoughts\n•\n1 mo. ago\n[deleted]\nAre plastic drinking straws the fall guy for plastic waste in general?\nRandom Question \nSorry, this post was deleted by the person who originally posted it.\nSort by:\nAdd a Comment\nAutoModerator\n•\n1 mo. ago\nModerator Announcement Read More »\nReply\nreply\nnonsense39\n•\n1 mo. ago\n\nThis war against plastic is mostly not a real attempt at solving the problem. For example, right now I'm eating a banana that was sold in a plastic wrap and I still have to use a paper straw so I can feel that I'm helping the environment. I remember years ago when environmentally conscious grocery stores used plastic bags instead of paper ones. I used to own an environmental consulting company and I believe that most of our environmental regulations are for political not technically sound reasons. If we really want to fix big environmental problems it will hurt financially and will not be politically acceptable.\n\nReply\nreply\nMystifiedPeroxide\n•\n1 mo. ago\n\nThose paper straws are shitty. I like the bamboo straws though. I carry those around with me and use them.\n\nReply\nreply\n3 more replies\narealhumannotabot\n•\n1 mo. ago\n\nI assumed that part of it might be that some plastics can be recycled or reused and thus are justified by having a longer cycle compared to something like a straw which is one-time use\n\nBut it's not lost on me that it could be the result of lobbying\n\nReply\nreply\nXeno_Se7en\n•\n1 mo. ago\n\nLook, im going to say this in the nicest way possible but, just sip your drink.\n\n(In case you have a disability that makes it harder for you to sip drinks then this does not applies to you, neither if your drink is something that requires by all mean any sort of straw)\n\nArguments like \"oh but im going to stain my mustache\" are easily solvable. Just clean yourself with a tissue.\n\nReply\nreply\nMr_Gaslight\n•\n1 mo. ago\n\nYes, remember just before the pandemic when completely recyclable straws were the biggest threat to civilization?\n\nReply\nreply\ntattoo5852\n•\n1 mo. ago\n\nIt never made sense. They should have kept the plastic straw (minimal plastic) and went to paper cups….\n\nReply\nreply\n[deleted]\n•\n1 mo. ago\n\nWant to know what'll really make you mad? They've know how to make biodegradable hemp plastic since the 40's but big oil didn't like cheap plentiful biodegradable plastic so it's been suppressed for decades. (now you pay taxes for climate change and they had a solution all along)\n\nReply\nreply\nGrouchy-Pizza7884\n•\n1 mo. ago\n\nJust get a metal straw or bamboo straw.\n\nPlastics are used everywhere more in housing and packaging than in straws. So yes they are the fa guys.\n\nReply\nreply\ntheflamingsword101\n•\n1 mo. ago\n\nIts all because of that one video of the turtle with the straw up its nose that galvanized the eco nuts to push for it.\n\nReply\nreply\nAreolaCherryCola\n•\n1 mo. ago\n\nTree huggers created the panic around plastic straws. So now we have to use paper straws when the entire cup is still made of plastic, and 90% of foods are still packaged in plastic.\n\nReply\nreply\nguky667\n•\n1 mo. ago\n\nFrom a practicality pov plastic straws are great! But I love metal straws even more because of their reusability (and most of them come with the brush that's a twisted wire with bristles, to clean it, it's great!) and I have multiple sized metal straws if I drink just liquids or something thicker or like boba\n\nReply\nreply\n \nTop 1%\nRank by size \nr/RandomThoughts\nWhat's the most random piece of health advice you've received that actually worked?\n2.2K upvotes · 1.4K comments\nr/RandomThoughts\nDoes anyone else not like how much of life revolves around eating?\n1.7K upvotes · 667 comments\nr/RandomThoughts\nBeen 15 years and things are still the same\n1.5K upvotes · 115 comments\nr/RandomThoughts\nYou meet your 18 year old self, you’re allowed to say 3 words. What do you say?\n1.2K upvotes · 5.2K comments\nr/RandomThoughts\nIt's crazy to me that there are people out there who can fall asleep every night in under 10 minutes\n1.2K upvotes · 511 comments\nr/RandomThoughts\nSurgery is just stabbing someone to life\n1.1K upvotes · 198 comments\nr/RandomThoughts\nPeople saying \"be grateful for your trauma because it made you who you are now\" are stupid and cruel. I didn't want to be who i am now or where i am, wanna switch places? Fuckers.\n981 upvotes · 234 comments\nr/RandomThoughts\nHow many people would there be in the world if babies weren't made by sex, but by some pleasure-neutral process? E.g. shaking hands for 5 minutes lol\n881 upvotes · 369 comments\nr/RandomThoughts\nWho are you when nobody is watching?\n747 upvotes · 1.5K comments\nr/RandomThoughts\nWhy is called being \"humane\" when humans are more cruel than almost any animal on this planet?\n668 upvotes · 604 comments\nr/RandomThoughts\ndo people ever stop loving their first love completely?\n654 upvotes · 1.5K comments\nr/RandomThoughts\nNSFW\nYour face is the result of people fucking each other for millions of years\n650 upvotes · 113 comments\nr/RandomThoughts\nSTOP telling people \"u need to smile more\".\n623 upvotes · 248 comments\nr/RandomThoughts\nI could never get why teachers would say that they dont want to hear excuses when that is exactly what they asked for\n534 upvotes · 75 comments\nr/RandomThoughts\nIs anyone a actually absolutely happy in their relationship / marriage?\n519 upvotes · 870 comments\nr/RandomThoughts\nWhat's the most surprising thing you've learned about mental health in recent years?\n514 upvotes · 594 comments\nr/RandomThoughts\nWhy are so many gifts aimed at men/fathers so lame?\n497 upvotes · 403 comments\nr/RandomThoughts\nNSFW\nI don't think women take fall damage\n483 upvotes · 141 comments\nr/RandomThoughts\nNSFW\nWhat’s the worst pick up line you can come up with?\n477 upvotes · 456 comments\nr/RandomThoughts\nI think social media has ruined society and now there is no turning back\n476 upvotes · 241 comments\nr/RandomThoughts\nWe don’t notice how our youthfulness is gone\n464 upvotes · 56 comments\nr/RandomThoughts\nWhat are you better at than 99% of People?\n435 upvotes · 1.2K comments\nr/RandomThoughts\nWhat is your guilty pleasure that is kinda unusual ?\n417 upvotes · 406 comments\nr/RandomThoughts\nWhat's something guys love but would be considered feminine?\n389 upvotes · 591 comments\nr/RandomThoughts\nNSFW\nOut of Mickey's friends, Goofy is the only one canonically confirmed to have had sex.\n376 upvotes · 47 comments"
}