{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Solutions for plastic pollution | Nature Geoscience",
  "href": "https://www.nature.com/articles/s41561-023-01255-7",
  "body": "Plastic pollution is a global problem, found even in regions with limited influence from human activities, including Mount Everest 3 and the Arctic 4. In order to address plastic pollution ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nnature  nature geoscience  editorials  article\nEditorial\nPublished: 08 August 2023\nSolutions for plastic pollution\n\nNature Geoscience \nvolume\n 16, \npage\n655 (2023)Cite this article\n\n5379 Accesses\n\n10 Altmetric\n\nMetrics\ndetails\n\nTackling plastic pollution not only requires improved understanding of environmental dynamics of plastics, but also needs turning scientific insights into actions.\n\nCreated in 1908, synthetic plastic was once hailed as one of the greatest inventions in human history, but its ubiquitous use has produced alarming environmental challenges. Modern life in many regions has been accompanied by a boom in plastic use, with global production increasing exponentially from 1950 to 2015 (ref. 1). About 8.3 billion tons of plastics have been produced to date, with more than 60% ending up in the environment and posing great risks to ecosystems and humans1. This year, the United Nation’s World Environment Day followed up its 2018 theme ‘beat plastic pollution’ to focus on solutions, urging more and quicker actions from the public and stakeholders. While science has started to reveal the full picture of how plastics move through and transform in the environment, efforts to reduce plastic pollution need not wait as effective solutions are already available.\n\nCredit: Antonio Sáez Caro / Alamy Stock Photo\n\nEvery year, more than 460 million tons of plastics are produced globally, but only about 9% of this gets recycled2. Plastic waste is generated during production, consumption, and disposal of plastic products. Once released into the environment, the plastics can break down into microplastics and even nanoplastics, both of which can be transported for great distances in the ocean and atmosphere and remain in the environment for hundreds of years. Plastic pollution is a global problem, found even in regions with limited influence from human activities, including Mount Everest3 and the Arctic4.\n\nIn order to address plastic pollution, sources and sinks must be understood. Rivers and soils are normally the immediate sinks after plastic waste enters the environment, and the ocean is where it ends up. While the general plastic transport pathways are known, the magnitude and source of plastic entering the ocean remains poorly known. For example, estimates of riverine inputs of plastics to the ocean vary by up to five orders of magnitude due to different modelling approaches and inadequate field measurements5.\n\nSome of the uncertainties in the estimates of plastic sinks and sources arise from inadequate consideration of plastic size. Kaandorp et al.’s article in this issue reports that previous estimates of the total amount of floating plastic litter in the ocean may have been underestimated due to inaccurate representation of plastics larger than 2.5 cm. Previous model-based estimates of the annual inputs of plastics to the ocean from rivers and coastlines of 1,000 kilotonnes (ref. 6) had been difficult to reconcile with measurements of plastics floating in the ocean, suggesting an unidentified ‘missing sink’ in the marine plastic budget. However, accounting more accurately for larger plastics leads to a much lower input estimate of 500 kilotonnes, removing the need to invoke a ‘missing sink’. The study also improves our understanding of how plastics are compartmentalized between surface and deep ocean waters, and along coastlines — critical information for effective remediation strategies.\n\nAlthough larger plastics follow largely linear pathways with clearly defined sources and sinks, the transport pathway for microplastics and nanoplastics is more complicated. These tiny plastics experience a complex cycle of resuspension and deposition between the atmosphere and land surface, before ending up in the ocean7. Such complex cycling makes accurately estimating sinks and sources difficult.\n\nWhile knowledge gaps persist, the solution to this environmental calamity is relatively straightforward. Preventing plastic waste from entering the environment in the first place is widely considered the best solution. To limit plastic pollution from sources, individuals can eliminate the use of unnecessary single-use plastics by changing our consumption behaviours, governments can improve waste management systems to increase recycling and reduce leakage, and companies can improve plastic products to boost reuse. Ending the manufacture and use of disposable plastic bags, bottles, wrapping, food containers, and cutlery would reduce the mass of plastic waste that enters aquatic environments by about 40% (ref. 8).\n\nGiven the ubiquity of plastics, everyone can be part of the solution to plastic pollution. There is much science can do to help us better understand the sources, transport, and fate of plastics in the environment and guide effective plastic pollution mitigation efforts. We call for not just more research, but actions from our readers and authors to reduce plastic use and increase plastic recycling.\n\nReferences\n\nGeyer, R. et al. Sci. Adv. 3, e1700782 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nGlobal Plastics Outlook: Policy Scenarios to 2060 (OECD, 2022).\n\nNapper, I. et al. One Earth 3, 621–630 (2020).\n\nArticle\n \nGoogle Scholar\n \n\nBergmann, M. Nat. Rev. Earth Environ. 3, 323–337 (2022).\n\nArticle\n \nGoogle Scholar\n \n\nGonzález-Fernández, D. Nat. Rev. Earth Environ. 4, 424–426 (2023).\n\nArticle\n \nGoogle Scholar\n \n\nMeijer, L. Sci. Adv. 7, eaaz5803 (2021).\n\nArticle\n \nGoogle Scholar\n \n\nAeschlimann, M. Nat. Geosci. 15, 967–975 (2022).\n\nArticle\n \nGoogle Scholar\n \n\nMorales-Caselles, C. et al. Nat Sustain. 4, 484–493 (2021).\n\nArticle\n \nGoogle Scholar\n \n\nDownload references\n\nRights and permissions\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nSolutions for plastic pollution. Nat. Geosci. 16, 655 (2023). https://doi.org/10.1038/s41561-023-01255-7\n\nDownload citation\n\nPublished\n08 August 2023\n\nIssue Date\nAugust 2023\n\nDOI\nhttps://doi.org/10.1038/s41561-023-01255-7\n\nShare this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\nDownload PDF\nSections\nReferences\nReferences\nRights and permissions\nAbout this article\n\nAdvertisement\n\nNature Geoscience (Nat. Geosci.) ISSN 1752-0908 (online) ISSN 1752-0894 (print)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}