{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "where the bloody hell are plastic straws??? : r/chch - Reddit",
  "href": "https://www.reddit.com/r/chch/comments/15xs5ip/where_the_bloody_hell_are_plastic_straws/",
  "body": "A few years ago a video went viral of a turtle having a plastic straw pulled out of one of its nostrils and everyone clamored to have them banned, despite the fact that, of all the plastic waste in the oceans, the chances of a turtle with just the right size nostril, not too small for a straw to fit in or so big it could slip out, would encounter a straw at just the right angle for it to get ...",
  "textContent": "[deleted by user] : r/chch\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to chch\nr/chch\n•\n4 mo. ago\n[deleted]\n[deleted by user]\nSort by:\nAdd a Comment\nRobDickinson\n•\n4 mo. ago\n\nhttps://environment.govt.nz/publications/plastic-products-banned-from-july-2023\n\nbanned\n\nReply\nreply\n5 more replies\nsurfinchina\n•\n4 mo. ago\n\nQuite possibly one of those small $2 shops will have some older stock around. They often ignore bans for a while to dump all the stock rather than throwing it out. Or one of the Chinese supermarkets up in Bush inn.\n\nJust when you go there don't look like a government inspector lol.\n\nReply\nreply\n1 more reply\nFaradaysBrain\n•\n4 mo. ago\n\nThere are a few fringe cases like this, but overall it's a great change and way overdue.\n\nReply\nreply\ntoeconsumer9000\n•\n4 mo. ago\n\noh i def don’t mind them being banned and it’s definitely worth it even if it means i can’t do what i was planning, didn’t know they were banned tho so i was just wondering why u couldn’t find any\n\nReply\nreply\n20 more replies\nWholeOccasion8502\n•\n4 mo. ago\n\nPharmacies should have plastic straws, as they're still required by some people as a medical device. Just don't mention why you're buying them, the staff aren't allowed to ask you to explain a medical need. You will have to ask staff though, the straws can't be out on display https://environment.govt.nz/publications/plastic-products-banned-from-july-2023/#single-use-plastic-drinking-straws\n\nReply\nreply\ntheeniceorc\n•\n4 mo. ago\n\nWould wood work? This sort of thing:\n\nhttps://www.spotlightstores.com/nz/art-craft/basic-craft-supplies/arbee-wooden-19-cm-dowel-rods/BP80437683\n\nReply\nreply\ntoeconsumer9000\n•\n4 mo. ago\n\nunfortunately i don’t think so, need a hollow bendable tube because the hair needs to be bobby pinned on\n\nReply\nreply\n3 more replies\nsheTeddy\n•\n4 mo. ago\n\nGo to Styx and stone restaurant at Northwood. They still have the.m for their drinks. Or buy them from like temu or wish\n\nReply\nreply\n1 more reply\nPrestigious_View_994\n•\n4 mo. ago\n\nIf your in a real bind, and plastic is where it’s at, I can ask my mother how many she has left, as she stocked up on them as a texture thing for my niece. I think she has think white ones, about 3mm-4mm so might work really well with the bigger plastic ones you can get\n\nReply\nreply\ntoeconsumer9000\n•\n4 mo. ago\n\nthank you very much for the kind offer, i’ve decided to give the poet ones a go and see if they hold up just to be sure first\n\nReply\nreply\n2 more replies\nPeterGivenbless\n•\n4 mo. ago\n\nA few years ago a video went viral of a turtle having a plastic straw pulled out of one of its nostrils and everyone clamored to have them banned, despite the fact that, of all the plastic waste in the oceans, the chances of a turtle with just the right size nostril, not too small for a straw to fit in or so big it could slip out, would encounter a straw at just the right angle for it to get stuck in one of its nostrils, are dwarfed by the damage done by countless other forms of plastic to sea life, so, instead of addressing the proper disposal of plastic waste in all its forms, we just decided to ban straws because... I like turtles\n\nReply\nreply\ntoeconsumer9000\n•\n4 mo. ago\n\nyeah i know, plastic straws make up less than a half of a percent of all ocean plastic which is obviously still a huge amount, i don’t agree with the. being 100% banned because for some disabled people the reusable alternatives aren’t safe, allergies, tics etc (i don’t use metal/glass ones for that reason bc i like having teeth) i think that it should be a “if you need it then you can have it” but that can quickly veer into very ableist “are you really disabled” talk, it’s a very complicated issue.\n\nReply\nreply\nAndrewnzq\n•\n4 mo. ago\n\nLast week bought these with straws attached - you get juice too. https://www.warehousestationery.co.nz/product/W2092822.html\n\nReply\nreply\nSuzBra\n•\n4 mo. ago\n\nHave you seen the silicon straws? Flexible, reusable, heat/water proof. Sounds like they'd be perfect for what you need.\n\nAlso on the subject of plastic straw banned. Is there anything more infuriating then being given a paper straw in a plastic cup?\n\nReply\nreply\ncookinghater\n•\n4 mo. ago\n\nSilicon straws could work?\n\nReply\nreply\ntoeconsumer9000\n•\n4 mo. ago\n\ni’d have to cut them up into smaller pieces and i would have to buy a lot which is super expensive, i have reusable straws at home and like i said these plastic ones would be getting re used a lot, the only reason i would ever buy plastic ones.\n\nReply\nreply\nFendaIton\n•\n4 mo. ago\n\nWendy’s gives you plastic straws\n\nReply\nreply\nNinjahobbit8006\n•\n4 mo. ago\n\nCheck your DMS\n\nReply\nreply\nzasjg28\n•\n4 mo. ago\n•\nEdited 4 mo. ago\n\nHow many straws do you need altogether? Buy some up and go or juice boxes and use the little straws on the side of the carton? If they're the right diameter? Eta, would plastic tubing work, or be too thick? The sort of stuff you can buy per m from mitre 10 or para rubber.\n\nReply\nreply\nmo_punk\n•\n4 mo. ago\n\nI have heaps from a weird gift I was given about 20 years ago, and don't use them. I can post you some, or potentially drop them off somewhere for ya, or meet you somewhere like a library, or mall...?\n\nReply\nreply\nView more comments\n \nTop 3%\nRank by size \nr/chch\nif you have seen my cousin please contact police she has been missing for about a month now and we are all very worried about her\n115 upvotes · 16 comments\nr/chch\nTerrible ad placement\n91 upvotes · 7 comments\nr/chch\nSo, we all hate driving on Manchester Street right?\n70 upvotes · 71 comments\nr/chch\nThis parking legend\n66 upvotes · 20 comments\nr/chch\nEveryday Bargain at Bargain Chemist\n60 upvotes · 8 comments\nr/chch\nAnybody else amazed at the lack of traffic on roads in mornings?\n60 upvotes · 32 comments\nr/chch\nWhat’s missing in Christchurch?\n50 upvotes · 175 comments\nr/chch\nBody found in Avon River in Hagley Park\nstuff.co.nz\n45 upvotes · 23 comments\nr/chch\nBeautiful Māori day of action in Ōtautahi, proud of our city!\n44 upvotes · 12 comments\nr/chch\nSeriously curious, how is everyone managing?\n43 upvotes · 69 comments\nr/chch\nWould you go.. Potatoes and Pints\n43 upvotes · 70 comments\nr/chch\nMy dream CBD bicycle path map (fully protected lanes like Tuam & St. Asaph)\n41 upvotes · 26 comments\nr/chch\nArmed police in standoff with person in Christchurch house, public to avoid area [Beatrice Place off Avonhead Road]\nstuff.co.nz\n37 upvotes · 11 comments\nr/chch\nHalf a billion bucks profit & their CS keeps getting worse.\nstuff.co.nz\n36 upvotes · 18 comments\nr/chch\nPedestrians having green man at the same time as turning traffic having a green light, at busy intersections?\n36 upvotes · 64 comments\nr/chch\nBig fire on Columbo St.\n31 upvotes · 11 comments\nr/chch\nI know this is probably a bit silly, but does anyone have a Nintendo 3ds and would you consider doing a street pass with me .\n30 upvotes · 22 comments\nr/chch\nVibe Check - Christmas Edition\n28 upvotes · 45 comments\nr/chch\nMeteorologists of chch, are we expecting a break in the winds this summer?? Farr! Great for sailing but not everyday is a sail day!\n26 upvotes · 10 comments\nr/chch\nTeen pleads guilty to manslaughter after street-racing crash\nodt.co.nz\n26 upvotes · 9 comments\nr/chch\nSea levels rising twice as fast as expected in Christchurch | The Press\n23 upvotes · 18 comments\nr/chch\nHuge Christmas tree, Springfield\n22 upvotes\nr/chch\nWhat to do with unwanted kittens?\n21 upvotes · 25 comments\nr/chch\nWhen is hay fever gong to stop?\n20 upvotes · 18 comments\nr/chch\nBad drivers\n16 upvotes · 42 comments"
}