{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Bio-based alternatives to plastic drinking straws: are they more ...",
  "href": "https://link.springer.com/article/10.1007/s44246-023-00062-4",
  "body": "The global production of nondegradable catering straws has skyrocketed due to their versatile properties, which results in significant CO2 emissions and pollution of the ecological system. While paper and polylactic acid straws have gained increasing popularity in the beverage industry, there needs to be more investigation of the vital product properties determining their hedonic differences ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\nLog in\nFind a journal\nPublish with us\nSearch\nCart\nHome  Carbon Research  Article\nBio-based alternatives to plastic drinking straws: are they more environmentally benign and consumer preferred?\nOriginal Article\nOpen access\nPublished: 27 July 2023\nvolume\n 2, Article number: 28 (2023)\nDownload PDF\n\nYou have full access to this\nopen access\narticle\n\nCarbon Research\nAims and scope\nSubmit manuscript\nYinglin Liang, Jiazhou He, Min Zhuang, Fayuan Chen, Kui Yang & Jinxing Ma \n\n1604 Accesses\n\n1 Citation\n\n3 Altmetric\n\nExplore all metrics \n\nCite this article\n\nAbstract\n\nThe global production of nondegradable catering straws has skyrocketed due to their versatile properties, which results in significant CO2 emissions and pollution of the ecological system. While paper and polylactic acid straws have gained increasing popularity in the beverage industry, there needs to be more investigation of the vital product properties determining their hedonic differences. This study systematically compared the properties of paper, polylactic acid and plastic straws, and their impacts on the consumer experience and willingness. Results showed that the open structure of paper straws prompted water penetration and absorption, reaching a water absorption of 30% after 10-min wetting, which might affect the taste of the drink. In contrast, the compact polymer matrices of polylactic acid straws prevented mass exchange in their use for drinking but retarded product biodegradation under natural conditions. Results of consumer testing showed that while the participants had a comparable liking of paper and polylactic acid straws to insert into a drink (i.e., 4.16 and 4.47 out of 5, respectively), the intrinsic difference was covered up by the open-ended capping for beverages. For the “fully sealed on top” dataset, paper straws dropped to 3.46, while that for polylactic acid straws remained at 4.70. Furthermore, a biodegradable straw easily inserted into a drink without fracture may positively prompt merchants’ revenue. This study is expected to pave the way for the advancement and widespread use of bio-based products.\n\nGraphical Abstract\nHighlights\n\n30% water absorption in biodegradable paper straws affects the taste of drinks.\n\nPreferable polylactic acid straws had < 0.3% mass loss after 30 days in natural soil.\n\nOpen-ended design of beverages covers up liking differences between straws.\n\nSimilar content being viewed by others\nBio-straw or not? Determinants of consumption intention under the plastic straw ban\nArticle 20 May 2023\nDevelopment Technology of Functional Drink\nChapter © 2022\nUnderstanding New Foods: Water Quality\nChapter © 2023\n1 Introduction\n\nOver the past few decades, the production of nondegradable plastics has skyrocketed due to their versatile properties, increasing more than 20-fold, reaching 360 million metric tons annually (PlasticsEurope. 1950; Andrady 2011). Most plastic products continue to be made from fossil fuels, the overexploitation and consumption of which have driven a global climate crisis (Heede 2014). Plastics contribute to anthropogenic CO2 emission throughout their cradle-to-grave life cycle (G. C 2022; Fahim et al. 2019), and the production of plastics is projected to account for about 15% of the total greenhouse gas emissions by 2050 (Foundation 2016). In addition, the disposal of plastics (e.g., via landfill or dumping into the sea) has negatively impacted ecological systems (Baulch and Perry 2014; Jimenez et al. 2015; Drever et al. 2018). More recent evidence shows that, subject to abiotic factors such as UV radiation and physical stress for a long time, single-use plastics would be fragmented into smaller particles, termed microplastics (Urbanek et al. 2018). Microplastics have attracted concerns worldwide due to their more adverse effects and wider distribution than other materials (Liu et al. 2020; Lusher et al. 2015; Wang et al. 2017; Zhang, et al. 2020). These hazardous materials can eventually enter the human body through the biological chain because of their refractory nature and tiny size (Ragusa, et al. 2021; Schwabl et al. 2019). Researchers have hypothesized that the health impacts may include cell damage, inflammation, and immune reactions (Jin, et al. 2021).\n\nIn the beverage industry, plastic straws have recently gained notoriety due to their emblematic nature as a source of plastic waste. For instance, it is estimated that the number of daily-used plastic straws in the United States alone reaches 170 − 500 million (Chokshi 2018). As a result, many countries have issued bans and regulations to mitigate the adverse effects of single-use plastics (Viera et al. 2020). While sharing plastic tableware has been indicated to provide a potential solution that addresses waste dilemmas and environmental footprints (Zhou, et al. 2020), reusable straws in public places are not always hygienic, especially during the COVID-19 pandemic. To this end, developing and deploying sustainable alternatives to plastic straws in catering is essential. Paper and bioplastic straws have therefore gained increasing popularity in recent years.\n\nPaper straws are made from hardwood fibers widely distributed in nature, which feature the merits of low cost and complete biodegradability. Natural cellulose can be used in two ways for straws: natural fibers used for pulp products and extracted cellulose dosed as a guest filler (Ma et al. 2022). Polylactic acid (PLA) straws, a biobased product, are produced from monomers that are made from corn, beet sugar, and cane sugar in the process of either ring-opening polymerization of lactides or condensation polymerization of the lactic acid monomers (Auras et al. 2011; Rudnik 2019). Currently, there is very little research on the strengths and weaknesses of these substitutes in catering. Regarding the raw materials and production process, one would expect paper straws to be cheaper ($1800–2500/ton) (Raghavan 2019); however, manufacturers may increase the wall thickness in pursuit of better mechanical properties, thus weakening the price advantage of pulp products. Moreover, paper straws have been criticized for their unpleasant experience since soggy paper straws quickly lose their mechanical integrity, and some straws may even change the drink’s taste (Purtill 2018). Although there has been investigation on the sensory category of straws (Lin et al. 2013; Akiyama et al. 2012), few studies were conducted to evaluate the key factors determining the hedonic differences between plastic straw replacements. A comprehensive understanding of the correlation among the chemical characteristics of “biodegradable” straws, their performance, and user feedback is crucial to developing excellent alternatives to traditional fossil fuel-based straws and achieving sustainable development goals. However, relevant studies are still needed to make it available.\n\nTherefore, this study systematically investigates the property, end-of-life impacts, and consumer experience of paper and PLA straws compared with that of plastic ones. We characterized the chemical composition, morphology, dynamic mechanical strength at varying temperatures, and leaching properties of the straw specimens. Consumer testing and questionnaire survey were carried out to evaluate how the experience, such as mouthfeel and ease of inserting into a drink, was correlated to the straw properties and then influenced the willingness to purchase. This study aims to provide crucial information for the widespread use of alternative biodegradable beverage products.\n\n2 Materials and methods\n2.1 Reagents and straws\n\nIn this study, all chemicals were purchased from Sigma Aldrich unless stated elsewhere. All solutions were prepared in Milli-Q (MQ) water with 18 MΩ cm resistivity. Commercial straw samples made of polylactic acid (PLA), paper pulp, and polypropylene (PP) that are commonly used in the beverage industry were compared to assess the differences between “biodegradable” and traditional plastic straws. Three brands of PLA straws, three brands of paper straws, and one polypropylene (PP) straw were purchased from different vendors and termed PLA-1, PLA-2, PLA-3, Pulp-1, Pulp-2, Pulp-3, and PP, respectively. Detailed information on the straw samples is summarised in Table 1.\n\nTable 1 Detailed information on the straw samples used in this study\nFull size table\n2.2 Characterization\n\nThe characteristic functional groups of the straw specimens were determined by Fourier-transform infrared (FTIR) spectroscopy (IRTracer-100, Shimadzu) in attenuated total reflectance (ATR) mode. The scan resolution was 4 cm−1 from 400 to 4000 cm−1, with each sample scanned 32 times. The morphology and texture were assessed on a scanning electron microscope (SEM), TESCAN MIRA LMS, Czech, under an accelerating voltage of 10 keV in a vacuum. The gold spray was conducted prior to SEM imaging. The inner surface hydrophobicity of the materials was characterized by the contact angle of MQ water on the straw employing an Attension Theta Lite, TL 101 Optical tensiometer (Biolin Scientific).\n\nTwo immersion time sets of 10 and 30 min (termed t1 and t2, respectively) were used for the water absorption tests. Briefly, the straw samples were dried in an oven at 105 ºC for 24 h, then cooled to room temperature and weighed to obtain a starting value of m0. The samples were then immersed in 100 mL of MQ water. Following predetermined time intervals of t1 and t2, the corresponding samples were withdrawn and residual surface waster was gently wiped off before mass determination (that resulted in m1 and m2). The change of the conductivity of the MQ water (i.e., ∆ρ = ρt − ρ0 ≈ ρt) was determined by a Myron L® conductivity meter to evaluate the ion leaching from different samples. The relative water absorption rate (RA) of each straw was calculated as Eq. 1:\n\n$${\\text{RA}}_{{\\text{t}}_{\\text{i}}}= \\text{ } \\frac{{\\text{m}}_{\\text{i}}\\text{ - }{\\text{m}}_{0}}{{\\text{m}}_{0}}$$\t(1)\n\nwhere i = 1 or 2 corresponding to t1 = 10 min or t2 = 30 min. Because the paper straws exhibited significant water absorption and ion leaching, the dissolved heavy metals (Hg, Cr, Cu, Zn, Cd, and Pb) and conventional metals (Na, K, Ca, and Mg), if any in the extractant (MQ water), were quantified on an inductively coupled plasma source mass spectrometer (ICP-MS, Thermo, ICAP RQ).\n\nDynamic mechanical analysis (DMA) was used in this study to analyze the thermal dynamic mechanical properties of said straw samples (Ebnesajjad 2014; Panwar 2017). DMA specimens (12 × 10 mm) were tested with an amplitude of 20 μm, a frequency of 1 Hz, and a scanning temperature range from room temperature to 100 °C on DMA + 300, Metravib. The experiments mentioned above were all repeated at least three times.\n\n2.3 Biodegradability assay\n\nNatural soil tests of the PLA, pulp and PP straws were conducted to explore the degree and rate of aerobic/anaerobic biodegradation of plastic materials in a controlled environment (Kim et al. 2006). The soil selected in the burial experiment was humus soil formed by long-term decay and fermentation of deciduous leaves. A controlled-environment chamber (i.e., a stainless-steel box with a size of 130 mm (L) × 68 mm (W) × 70 mm (H)) capable of maintaining near-neutral pH, a temperature of 25 ± 2 °C and water content of 50–60% was used (Fig. S1a). The mass weights (M0) of the pristine samples were recorded before the soil burial tests. The pieces were then buried at about 20 mm from the soil surface, and the appropriate amount of water was added to maintain the water content (Fig. S1b). Finally, covering soil was applied to the top without sealing. Two experimental groups (A15 and A30) were set up according to the duration of landfill time (i.e., 15 and 30 days). Thereafter, the samples were withdrawn and gently cleaned with MQ water. The residue mass was measured (M15 and M30) to compare the biodegradability in soil. The mass loss rate was calculated according to Eq. 2:\n\n$${\\text{ML}}_{{\\text{t}}_{\\text{j}}}= \\text{ } \\frac{{\\text{M}}_{0}\\text{ } - {\\text{ M}}_{\\text{j}}}{{\\text{M}}_{0}}$$\t(2)\n\nwhere j = 1 or 2 corresponding to t1 = 15 days or t2 = 30 days.\n\n2.4 Survey and consumer testing\n\nTo comprehensively assess the consumer experience of the straws tested, three types of beverages (fast-moving consumer goods (FMCG) coffee, milk tea, and fruit tea) were purchased for a survey and consumer testing. The temperatures of 500 mL beverages were set at low (0 − 5 °C), room (25 ± 5 °C), and medium (40 ± 5 °C) values. Some of the beverages (e.g., milk tea) contained large-size toppings such as tapioca balls (particle size 5 − 8 mm), while the others contained small-size, soft (e.g., jelly), or no toppings. Drinks with a PLA, paper or PP straw were randomly assigned to the study population in the survey. While participants decided how long to finish their drinks, during which straws were soaked, according to their dietary habits, most tests (~ 80%) were finalized within 60 min with the participants informed to complete the questionnaire (Table 2).\n\nTable 2 Questionnaire to evaluate consumer experience of paper, PLA, and PP straws\nFull size table\n\nIn this consumer test, nineteen questions were included in the questionnaire. All straw samples were labeled with 1 − 7 numbers corresponding to Pulp-1, Pulp-2, Pulp-3, PLA-1, PLA-2, PLA-3, and PP, respectively. The correlation information was blind to the participants. The panelists were asked to evaluate their experience of inserting the straw and their liking of the straw mouthfeel (Q10 and Q12 in Table 2), all on 5-point hedonic scales (Jonsson et al. 2021). “5” indicated the best consumer experience, while “1” was the worst experience. Sixty-eight participants aged 18 − 37 were included in the survey. The questionnaire was distributed to the participants via the online software, Questionnaire Star (https://www.wjx.cn/), and the anonymous survey results were collected from this platform. A demo of the online interface is shown in SI Section S1, with the complete data set available upon email request. A t-test was used to compare the means of two groups. Statistical significance was assumed at p < 0.05 (Ma et al. 2018).\n\n2.5 Ethics declarations\n\nAll methods were carried out in accordance with relevant guidelines and regulations, and all experimental protocols were approved by the ethics committee at the Guangdong University of Technology (Reference number: GDUTXS2022102). All participants gave informed consent via the statement “I am aware that my responses are confidential, and I agree to participate in this survey.” They could withdraw from the survey at any time without giving a reason. The products tested were safe for consumption.\n\n3 Results\n3.1 Composition and morphology characterization of straws\n\nThe three paper straws demonstrated similar infrared absorption spectral characteristics (Fig. 1a). Notably, the peak located at 899.5 cm−1 relates to the presence of β-(1 → 4) cellulose glycosidic bond (Oh et al. 2005; Pandey and Pitman 2003; Xu et al. 2013), while the board band between 1200 − 1100 cm−1 should be ascribed to the C-O bond stretching vibration (Makarem et al. 2019; Onyianta et al. 2018). In addition, the FTIR peaks at ~ 2900 and 3000 − 3700 cm−1 respectively indicated the absorption caused by the asymmetric stretching of -CH2 with -CH (Makarem et al. 2019; Lun et al. 1835) and the structure of cellulose with hydroxyl groups and intra-/intermolecular hydrogen bonds (Makarem et al. 2019; Onyianta et al. 2018; Hinterstoisser and Salmén 1999). These results confirmed that plant fibers should be the host material of the paper straws used in this study (Onyianta et al. 2018; Lun et al. 1835). Furthermore, we compared the FTIR spectral characteristics of the inner and outer wall surfaces of Pulp-3 because there was a significant difference in their appearances (i.e., a white inner wall vs. a brown outer wall, as shown in Table 1); however, their FTIR patterns were almost identical (Fig. 1a), indicating that the matrix of the paper straw was largely homogenous.\n\nFig. 1\n\nChemical composition analysis of straw samples. Fourier-transform infrared (FTIR) spectra in attenuated total reflectance (ATR) mode of a pulp straw samples and b PLA and PP products. The acronyms of straws refer to Table 1. Pulp-3b represents the outer wall surface\n\nFull size image\n\nIn comparison, there were apparent differences in the FTIR spectral peak intensities and wavenumbers among the PLA samples (Fig. 1b), probably due to the different production processes (Auras et al. 2011; Rudnik 2019) and various types and dosages of guest materials added. Nevertheless, characteristic peaks of polylactic acid units were noted for all PLA straw samples, including the stretching vibrations of C–O–C, C = O, -CH3, and -CH, respectively, at 1130, 1747, 1452, and 2947 cm−1 (Yuniarto n.d.; He and Inoue 2000; Leroy et al. 2017). In addition, the characteristic absorption peaks of polypropylene (Fig. 1b) related to the asymmetric stretching vibration of -CH3 at near 2952 cm−1 and -CH2- symmetric bending and asymmetric stretching at 1455, 2838, and 2917 cm−1(Aravinthan et al. 2019). Based on the composition analysis results, we can conclude that the straw samples used in this study represented the paper, PLA, and PP straws commonly provided in the beverage and FMCG industries.\n\nSEM images show that the three kinds of paper straws were composed of plant fibers with a high aspect ratio (L/D) (Fig. 2a-f). At a larger magnification of 1000, heterogeneous particles were only observed on Pulp-3 (Fig. 2d-f). Local magnification of the particles (at 5000 × and 20,000 ×) further revealed that these guest materials were present as elliptical particles (long axis = 0.4 − 2.0 μm and short axis = 0.2 − 1.0 μm) (Fig. S2). These guest materials in Pulp-3 might be natural residues and/or additives to improve the straw performance. In addition, the paper straws exhibited a layer structure on the cross-section (Fig. S3). The resultant void space was expected to intensify the capillary permeability of the paper straws, thus enhancing their water absorption and affecting the material’s mechanical strength in a wet state.\n\nFig. 2\n\nMorphology characterization of straw samples. Surface SEM images of Pulp-1, Pulp-2, and Pulp-3 at a magnification of a, b, c 100 and d, e, f 1000 with the scale bars representing 200 and 20 μm, respectively. Surface SEM images of PLA-1, PLA-2, PLA-3, and PP at a magnification of g, h, i, j 100 and k, l, m, n 1000 with the scale bars representing 200 and 20 μm, respectively\n\nFull size image\n\nThe surface of the PLA straws was nonporous and essentially smooth, similar to the PP straw (Fig. 2g-j). The thicknesses of the polymeric straws (0.15 − 0.27 mm) determined from the cross-section SEM images (Fig. S4a-h) were consistent with the results from the vernier caliper measurement (0.15 − 0.23 mm). In addition, while we found a certain number of pores inside the PLA-1 straw (Fig. S4e), these pores were not interconnected. The surface of PLA-1 demonstrated a dense structure, indicating that the straw sample was likely capable of being resistant to water permeation. In comparison, the matrices of PLA-2, PLA-3, and PP samples were nonporous (Figs. 2 and S4).\n\n3.2 Water absorption and ion leaching\n\nThe clean water contact angles on the straw surfaces are shown in Fig. 3a. Surprisingly, the contact angles of the paper straws under dry conditions were generally larger than those of the PLA straws, indicating that the surfaces of the paper straws were more hydrophobic. However, this finding was contradictory primarily to the poor consumer experience in using paper straws that often fall apart too quickly and may choke up people with disabilities (Danovich 2018; Szymkowiak and Blog 2018). To this end, we assume that the porous structure of paper straws (Fig. 2) should account for their poor feedback.\n\nFig. 3\n\nHydrophobicity and ion leaching of drinking straws. a Clean water contact angles, b relative water absorption, and c leaching properties of paper, PLA, and PP straws. ∆ρ indicates the change in solution conductivity\n\nFull size image\n\nThe relative water absorption rates (RA) demonstrated that paper straws were much more bibulous than PLA and PP straws (Fig. 3b). Considering the surface morphology and hydrophobicity, we may infer that the porous structure matrix of paper straws inevitably led to a higher RA. In the study by Liu et al. (2020), alkyl ketene dimer was dosed at a content of 0.5 − 1.0% to impart water- and oil-proofing properties to cellulose microfibers; nevertheless, the molded pulp product had a water absorption of 59.4% following 1-h wetting. We further noted that the fiber creases on the straw surface gradually became obvious with an increase in the soaking time (Figs. S5-S6), which might account for the deteriorated mechanical performance at an extended soaking time. In addition, the particles on the surface of the Pulp-3 disappeared at a higher soaking time, potentially attributing to the loss of surface hydrophobicity (Figs. S5c and S6c). Nevertheless, after soaking in water for 10 and 30 minutes, straws could sustain their structures. That is, we found no change in the FTIR images of PLA straws and minimal change in those of paper straws (Fig. S7). These results indicated that the open structure of the paper straws made the liquid easily flow into the matrix’s inner part. In comparison, while tiny pores were observed on the cross-section of PLA straws, the dense structure of the polymers significantly alleviated the wetting effect. Minimal water absorption was therefore noted for PLA-1 (Fig. 3b).\n\nIon leaching from the seven tested straws was first estimated by measuring the conductivity change of the impregnating solution after 10- and 30-min reactions (Fig. 3c). Compared with PLA and PP straws, the paper straws resulted in significant ion leaching, which may account for the consumers’ criticism of the unpleasant taste in using paper straws. Considering the SEM results (Fig. 2f), we inferred that the additive in the Pulp-3 straw might aggravate the leaching problem. Heavy metals, including Hg, Cr, Cu, Cd, and Pb, were not detected (< 0.01 μg/L) after 30-min immersion in water. The change of concentrations of Na+ and Ca2+, the dominant dissolved metal ions, showed a similar trend as that of the solution conductivity (Table S1 and Fig. 3c). It has been reported that CaCl2 (~ 1 mM) could produce a complex taste with bitterness predominant, which can explain the complex and unpleasant taste properties of paper straws in water (Lawless et al. 2004). While dissolved Zn was detected for paper straws (Table S1), the leaching amount was negligible (~ 1.0 μg/g) in 30 min. To this end, it is supposed that the ion leaching from paper straws should have no human health risks, at least under the conditions tested in this study.\n\n3.3 Evaluation of the dynamic mechanical properties\n\nThe temperature dependence of the storage modulus (E’) and loss factor (tan δ) by employing DMA are depicted in Fig. 4. As shown, E’ of paper straws (1.7 ± 0.1 GPa) gradually decreased with an increase in the temperature (Fig. 4a). In contrast, a falloff in the storage modulus was observed for all PLA samples at 50 − 60 °C (Fig. 4b), which should be ascribed to the sudden increasing molecular mobility of the polymer chains (Singh et al. 2020). According to the information provided by the merchant (Table 1), it was indicated that the upper-temperature limit for PLA-3 was 80 °C, which was, however, not supported by the DMA results. Although the conventional PP straw demonstrated lower E’ (i.e., lower stiffness, ~ 1.0 GPa) at the room temperature region as compared to paper and PLA straws, this petrochemical product exhibited a similar trend in E’ change as the paper straws in the working temperature of 30 − 100 °C, indicating that the rigidity of the PP polymer matrix can sustain its versatilities under different scenarios (e.g., for a cold drink or hot coffee/tea).\n\nFig. 4\n\nDynamic mechanical properties of straw samples. Storage modulus (E') as a function of temperature for a paper and b PLA and PP straws. Loss factor (tan δ) for c paper and d PLA and PP straws\n\nFull size image\n\nWhen the temperature is lower than the glass transition temperature (Tg), the PLA matrix can maintain high storage modulus in a glassy state. As the temperature increases, the mobility of the frozen molecular chain increases, thus prompting the internal friction and loss modulus (Wen, et al. 2021). Therefore, Tg values can be further analyzed with the change of the loss factor, Tanδ. Figure 4c demonstrates that the variations of Tanδ of paper straws were minor over the temperature ranging from 30 °C to 100 °C, indicating that the glass transition of cellulose used in the paper straws was insignificant, at least under the conditions tested in this study. In comparison, the stiffness character of PLA straws changed remarkably when the temperature reached 54.6 − 56.6 °C (Fig. 4d), which was recorded as T0. Tg values of PLA-1 and PLA-3 indicated by the maximum Tanδ were 66.4 °C and 58.2 °C, respectively. Because PLA-2 became soft quickly and fractured at 66.2 °C, the Tg value of PLA-2 could not be determined. In summary, the mechanical properties of PLA straws would significantly deteriorate at temperatures above ~ 55 °C. Considering the water absorption, ion leaching, and dynamic properties, we may infer that PLA straws perform similarly to traditional PP straws in drinking cold drinks and beverages at room temperature. However, using PLA straws in hot drinks (such as hot tea and coffee) may create an unpleasant consumer experience.\n\n3.4 Biodegradation in natural soil tests\n\nFollowing a 15-days landfill of straw samples (Fig. S8) under the condition that the soil temperature and humidity were maintained within a reasonable range, fungi were found on all paper straws (Fig. 5a). After 30 days of the landfill, the biodegradation was more evident for the paper straws (Fig. S9). In contrast, there was an insignificant change in the shape or the surface of PLA and PP straws after the natural soil test for 30 days (Fig. 5a and S9). We further carried out a quantitative calculation for the mass loss during the burial experimentation. As shown in Fig. 5b, the mass loss of the paper straws increased to 1.84% − 3.75% after being buried for 30 days. The biodegradation rate of the paper straws tested in this study was lower compared to the pulp products in the literature (Ma et al. 2022), probably due to the use of hydrophobic additives (Fig. 3a) that could limit the bacterial access to the straw surface to initiate the biodegradation process. While PLA straws have been indicated as “biodegradable” alternatives to PP straws, their degradation requires hydrolysis at a high temperature (such as 60 °C in composting). Results of this study further indicate that when the temperature (e.g., 25 ± 2 °C in the burial tests) is significantly lower than Tg, the movement of the molecular chains inside the polymer is restricted, which may contribute to the non-biodegradable character in natural soil. PLA products can demonstrate good stability in the natural environment and are not easily degraded by microorganisms in the ground (Karamanlioglu and Robson 2013; Heyde 1998). Given that most PLA straws are not separated, collected, and treated under composting conditions, they may behave as refractory products such as PP that have posed environmental threats.\n\nFig. 5\n\nEvaluation of biodegradability. a Optical images of straws after being buried in soil for 15 days, and b mass loss following 15- and 30-days in natural soil\n\nFull size image\n3.5 Survey and consumers’ feedback\n\nSixty-eight participants took part in this survey, with all questionnaires retrieved after the consumer testing. The number of PP straws served to the panelists (i.e., 5) was smaller than the number of paper or PLA straws (i.e., 10-11), because this questionnaire focused on consumer feedback on biodegradable straws. The numbers of questionnaires collected for paper and PLA straws demonstrated a uniform distribution (Table S2). In addition, 52.94% of the tested beverages contained toppings, with 63.89% of the subset containing large-size toppings such as tapioca balls (particle size 5 − 8 mm) and 36.11% with small-size, soft toppings (e.g., jelly and pudding). Moreover, 47.06% of the beverage containers were capped with an open-ended lid (Fig. S10a-c), with the others fully sealed (Fig. S10d). Since only 2.94% of the consumers chose beverages of a medium (40 ± 5 °C) temperature, we expected that the consumer testing would not reflect the poor mechanical property of PLA products at a high temperature.\n\nWith regard to the consumer response to “ease of intubation/piercing the cover (Q10 in Table 2, a score (Savg) of 5 and 1, respectively indicating the best and worst experience)”, the results showed that there were differences among the liking of biopolymer and conventional straws. Consumers preferred the easy use of PP (Savg: 5.0) to PLA (Savg: 4.74) and paper (Savg: 4.16) straws. However, the difference between paper and PP straws (representing the state-of-the-art product in performance) was less than one point in the hedonic scale. In contrast to criticism, we found that the participants showed relatively high tolerance of using paper straws to pierce the lid of beverages. Unsurprisingly, only 10 participants suffered from problems such as “incidents of straw fracture” (i.e., Q11 in Table 2), including 6 using paper straws and 4 using PLA straws. The failure ratio of Pulp-3 (16%) was significantly lower compared to Pulp-1 (34%) and Pulp-2 (50%), which should be ascribed to the higher storage modulus of Pulp-3 (Fig. 4a) and potentially the use of additives (Fig. 2f). As such, these findings may indicate that (i) the paper straws used in this study have better mechanical properties in the dry state, which is consistent with the DMA results (Fig. 4a) and/or (ii) undiscovered factors ducked the differences between PLA (or PP) and paper straws.\n\nTo investigate the underpinning mechanism for the consumers’ feedback, we carried out a taxonomy analysis of the surveying results. For Q10, 50 participants chose the highest score of 5, including 18 from paper straws (and 6 for each type), 27 from PLA straws (and 8, 10, and 9 for PLA-1, PLA-2, and PLA-3), and 5 from PP straws. When the data were further classified according to the sealing methods (i.e., “open-ended lid” or “fully sealed on top” as shown in Fig. S10), the difference in the liking of the straws was noted. As shown in Fig. 6a, the consumers scored high for open-ended beverages employing paper straws. In contrast, PLA and PP straws were not subject to this limitation, indicating that these products are versatile (Fig. 6b and c). Only consumers using paper straws suffered unpleasant experiences (including three participants who scored “3” and one who scored “1”) when drinking fully sealed beverages. To this end, we inferred that the problem of paper straws in piercing could be concealed by changing the sealing method of beverages. When only the “fully sealed on top” dataset was retrieved for analysis, Savg for paper straws dropped to 3.46 while that for PLA straws remained at 4.70. Likewise, 90% fracture of straws (Q11 in Table 2) occurred in drinking fully sealed beverages. The results of this study justified that introducing a differentiated packaging method could significantly alleviate the limitation of inserting paper straws into beverages.\n\nFig. 6\n\nTaxonomy of the best experience (score = 5) in intubation in response to the sealing methods. The rating of 5 received from consumers using a paper, b PLA, and c PP straws. The sealing methods included “fully sealed (green)” or “end-opened (blue)” as shown in Fig. S10. Data from Q10 in the questionnaire (Table 2) were retrieved for analysis\n\nFull size image\n\nCorrelation analysis of results of Q12 (describing their straw mouthfeel) in Table 2 was conducted in response to variables including the material type of the straws (x1, where x1 = 1 for paper straws, 2 for PLA straws and 3 for PP straws) and beverage temperature (x2). The multiple linear regression results (Table S3, F > significance threshold of 0.002) showed that the beverage temperature had a negative impact (βx1 =  − 0.39, p = 0.12) on the consumers’ liking of the straw mouthfeel. Similar to a recent study on filtered water (Jonsson et al. 2021), our work indicated that PLA straws had a better mouthfeel than paper straws (βx2 = 0.64, p = 0.002). This was probably ascribed to the ion leaching of paper straws. Furthermore, Q13 in Table 2 discussed the softening and unpleasant flavor problems during drinking, and correlation analysis was carried out using variables of the material type of the straws (x1) and drinking duration (x2). The logic value was set to 1 for the presence of “softening and unpleasant flavor” while the other was 0. The statistic output in Table S4 demonstrated that the multiple linear regression model was reliable with adjusted R2 = 0.37 and F value (19.88) that was more significant than the threshold (2.25E − 07). Specifically, a longer drinking duration may result in the “softening and unpleasant flavor” problem though the relationship was not significant (p > 0.1). In comparison, the material type played a vital role (p = 4.15E − 08) in determining the water absorption properties of straws. Paper straws suffered severe “softening and unpleasant flavor” problems compared to PLA straws as βx2 =  − 0.48 (Table S4). Consumers had the worst experience using Pulp-1, probably because Pulp-1 had the highest water absorption rate though the material surface demonstrated the highest hydrophobicity. As such, we assume that the water absorption rate might be the most crucial parameter influencing the consumer liking of the straw’s texture and flavor, at least under the conditions tested in this study.\n\nThe overarching goal of this consumer survey was to determine whether the properties of products (e.g., mechanical strength, water absorption, and ion leaching) would affect the consumer liking (e.g., mouthfeel, taste, flavor, and ease of inserting) and, finally, the willingness to purchase. After removing the non-sensitive survey questions, including “Q14, failure of topping intake”, “Q16, straw damage by incident bite” and “Q17, any lipstick residue on the straw” (Table 2), we took the results of Q10 − Q13 in the questionnaire as the new variables, and “Q18 whether the straw performance would affect purchase willingness of beverages?” as the dependent variable to conduct the correlation analysis (Table S5). The logic value was set to 1 for “Yes” while 0 represents “No”. The straw mouthfeel (Q12) and softening problem (Q13) had insignificant impacts on the consumer willingness to purchase (p = 0.40 and 0.48, respectively). In contrast, the ease of inserting (Q10) and the incident of straw fracture (Q11) were the crucial parameters (p = 0.09 and 0.03). Especially, a straw that can be easily inserted into a beverage without fracture is conducive to consumer purchase (Table S5).\n\n4 Discussion\n\nIn the raw material market, the price of PLA is higher than the pulp (Raghavan 2019). However, the average cost of paper straws purchased in this study (0.180 RMB per unit) was higher than the PLA straws (0.172 RMB per unit), which was mainly ascribed to the differences between their thicknesses (Table 1). Manufacturers may increase the dose of raw materials in producing paper straws. While this practice has imparted superior mechanical properties to the products (Fig. 4), the inevitable consequences included a higher price that had impaired the comparative advantage of paper straws in cost and a more substantial water absorption capacity due to the larger void space on the cross-section. Since this property was closely related to paper straws’ softening/dissolving problem, the manufacturers should further consider the solution by compacting the matrix structure or adding waterproof fillers (Ma et al. 2022).\n\nThe feedback from the consumers indicated that the most significant factors influencing the purchase willingness were the ease of inserting and the incident of straw fracture. A recent study has proposed new natural fiber materials for catering, which demonstrated excellent performance and could be more profitable than PLA (Liu et al. 2020). While merchants may optimize the packing method (e.g., employing an open-ended design) to address the intrinsic limitation of paper straws, consideration should be given to the potential problems. For example, the world is currently in the epidemic period of COVID-19. In addition to the risk of beverage spill of the open-ended design, there is a high possibility of contamination. Furthermore, the results of this study showed that the biodegradation of PLA straws was negligible in soil burial tests (Fig. 5). According to the questionnaire (Q19 in Table 2), over 50% (37 of 68) participants had incomplete knowledge of the composition and environmental impacts of the straws they used, which would challenge the sustainable management of the biopolymers at the end of their lives. Continued public education is, therefore, essential to close the knowledge gap in this field.\n\nIn this study, we systematically analyzed the physicochemical properties of straws and their consumer feedback. Note that a few conclusions may be contrary to the common sense. For example, we found that paper straws may have extremely good hydrophobicity under dry conditions. Nevertheless, our research still has some limitations, including the limited sample number used for comparison and the relatively narrow consumer population. DMA tests provided important information on sample mechanical properties at different temperatures, though further work under varying conditions (e.g., dry vs. wet conditions) would be essential to assess the change of straw performance in use. To prompt the wider application of bio-based straws, more attention should be paid to improving the straws' penetration properties while ensuring their degradability. In addition, we have demonstrated the importance of packaging methods. Suitable packaging is conducive to improving the consumption experience, thus promoting the replacement of plastic straws.\n\n5 Conclusions\n\nWhile hydrophobization improved the surface hydrophobicity of the paper straws, the open structure with void space prompted water penetration and absorption, which might affect the taste of the drink. In contrast, the compact polymer matrices of all PLA straws prevented mass exchange in their use for drinking. Since the PLA straws showed similar anti-degradation properties as the PP straw, a clear message on a separate collection should be provided. The participants had a comparable liking of paper and PLA straws to insert into a drink, however, the intrinsic difference was covered up by the open-ended capping for beverages. In contrast to the perceptions, the mouthfeel and the straw softening had minor impacts on consumers’ willingness to purchase. A biodegradable straw that can be easily inserted into a drink with no fracture may be conducive to the revenue of merchants.\n\nAvailability of data and materials\n\nAll data generated or analysed during this study were included in the article. (We confirmed the data used to support the findings of this study were available from the corresponding author upon request).\n\nReferences\n\nAkiyama M et al (2012) Package Design of Ready-to-Drink Coffee Beverages Based on Food Kansei Model-Effects of Straw and Cognition Terms on Consumer’s Pleasantness. Food Bioprocess Technol 5:1924–1938. https://doi.org/10.1007/s11947-011-0527-5\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nAndrady AL (2011) Microplastics in the marine environment. Mar Pollut Bull 62:1596–1605. https://doi.org/10.1016/j.marpolbul.2011.05.030\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nAravinthan et al (2019) Fourier transform infrared spectroscopy (FTIR), Raman spectroscopy and wide-angle X-ray scattering (WAXS) of polypropylene (PP)/cyclic olefin copolymer (COC) blends for qualitative and quantitative analysis. Polym Bull 76:4259–4274. https://doi.org/10.1007/s00289-018-2599-0\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nAuras RA, Lim L-T, Selke SE, Tsuji H (2011) Poly (lactic acid): synthesis, structures, properties, processing, and applications. Wiley, Hoboken\n\nBaulch S, Perry C (2014) Evaluating the impacts of marine debris on cetaceans. Mar Pollut Bull 80:210–221. https://doi.org/10.1016/j.marpolbul.2013.12.050\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nChokshi, N. How a 9-year-old boy's statistic shaped a debate on straws, https://www.nytimes.com/2018/07/19/business/plastic-straws-ban-fact-check-nyt.html (2018)\n\nDanovich, T. Why People With Disabilities Want Bans On Plastic Straws To Be More Flexible, https://www.npr.org/sections/thesalt/2018/07/11/627773979/why-people-with-disabilities-want-bans-on-plastic-straws-to-be-more-flexible (2018)\n\nDrever MC et al (2018) Are ocean conditions and plastic debris resulting in a ‘double whammy’ for marine birds? Mar Pollut Bull 133:684–692. https://doi.org/10.1016/j.marpolbul.2018.06.028\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nEbnesajjad S, ed Sina Ebnesajjad (2014) In surface treatment of materials for adhesive bonding, 2nd edition. William Andrew Publishing, Waltham, pp 39–75\n\nFahim I, Chbib H, Mahmoud HM (2019) The synthesis, production & economic feasibility of manufacturing PLA from agricultural waste. Sustainable Chem Pharm 12:100142\n\nArticle\n \nGoogle Scholar\n \n\nFoundation, E. M. The new plastics economy: rethinking the future of plastics, https://ellenmacarthurfoundation.org/the-new-plastics-economy-rethinking-the-future-of-plastics (2016)\n\nProject, G. C. Global carbon budget, https://www.globalcarbonproject.org/carbonbudget/index.htm (2022)\n\nHe Y, Inoue Y (2000) Novel FTIR method for determining the crystallinity of poly(ε-caprolactone). John Wiley & Sons, Ltd 49:623–626\n\nCAS\n \nGoogle Scholar\n \n\nHeede R (2014) Tracing anthropogenic carbon dioxide and methane emissions to fossil fuel and cement producers, 1854–2010. Clim Change 122:229–241. https://doi.org/10.1007/s10584-013-0986-y\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHeyde M (1998) Ecological considerations on the use and production of biosynthetic and synthetic biodegradable polymers. Polym Degrad Stab 59:3–6\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHinterstoisser B, Salmén L (1999) Two-dimensional step-scan FTIR: a tool to unravel the OH-valency-range of the spectrum of Cellulose I. Cellulose 6:251–263. https://doi.org/10.1023/A:1009225815913\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nJimenez S, Domingo A, Brazeiro A, Defeo O, Phillips RA (2015) Marine debris ingestion by albatrosses in the southwest Atlantic Ocean. Mar Pollut Bull 96:149–154. https://doi.org/10.1016/j.marpolbul.2015.05.034\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nJin H et al (2021) Polystyrene microplastics induced male reproductive toxicity in mice. J. Hazard. Mater. 401:123430. https://doi.org/10.1016/j.jhazmat.2020.123430\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nJonsson A, Andersson K, Stelick A, Dando R (2021) An evaluation of alternative biodegradable and reusable drinking straws as alternatives to single-use plastic. J Food Sci 86:3219–3227. https://doi.org/10.1111/1750-3841.15783\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nKaramanlioglu M, Robson GD (2013) The influence of biotic and abiotic factors on the rate of degradation of poly(lactic) acid (PLA) coupons buried in compost and soil. Polym Degradation Stab 98:2063–2071. https://doi.org/10.1016/j.polymdegradstab.2013.07.004\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nKim HS, Kim HJ, Lee JW, Choi IG (2006) Biodegradability of bio-flour filled biodegradable poly(butylene succinate) bio-composites in natural and compost soil. Polym Degrad Stab 91:1117–1127. https://doi.org/10.1016/j.polymdegradstab.2005.07.002\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLawless HT, Rapacki F, Horne J, Hayes A, Wang G (2004) The taste of calcium chloride in mixtures with NaCl, sucrose and citric acid. Food Qual Preference 15:83–89. https://doi.org/10.1016/S0950-3293(03)00099-5\n\nArticle\n \nGoogle Scholar\n \n\nLeroy A et al (2017) FTIR microscopy contribution for comprehension of degradation mechanisms in PLA-based implantable medical devices. J Mater Sci Mater Med 28:87. https://doi.org/10.1007/s10856-017-5894-7\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLin H-M, Lo H-Y, Liao Y-S (2013) More than just a utensil: The influence of drinking straw size on perceived consumption. Mark Lett 24:381–386. https://doi.org/10.1007/s11002-013-9225-6\n\nArticle\n \nGoogle Scholar\n \n\nLiu C et al (2020) Biodegradable, Hygienic, and Compostable Tableware from Hybrid Sugarcane and Bamboo Fibers as Plastic Alternative. Matter 3:2066–2079. https://doi.org/10.1016/j.matt.2020.10.004\n\nArticle\n \nGoogle Scholar\n \n\nLun LW, Gunny AAN, Kasim FH, Arbain D (2017) Fourier transform infrared spectroscopy (FTIR) analysis of paddy straw pulp treated using deep eutectic solvent. AIP Conf. Proc. 1835:020049. https://doi.org/10.1063/1.4981871\n\nArticle\n \nGoogle Scholar\n \n\nLusher AL, Tirelli V, O’Connor I, Officer R (2015) Microplastics in Arctic polar waters: the first reported values of particles in surface and sub-surface samples. Sci Rep 5:14947. https://doi.org/10.1038/srep14947\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMa J, He C, He D, Zhang C, Waite TD (2018) Analysis of capacitive and electrodialytic contributions to water desalination by flow-electrode CDI. Water Res 144:296–303. https://doi.org/10.1016/j.watres.2018.07.049\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMa J et al (2023) From agricultural cellulosic waste to food delivery packaging: A mini-review. Chin Chem Lett 34:107407. https://doi.org/10.1016/j.cclet.2022.04.005\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMakarem M et al (2019) Probing cellulose structures with vibrational spectroscopy. Cellulose 26:35–79. https://doi.org/10.1007/s10570-018-2199-z\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nOh SY et al (2005) Crystalline structure analysis of cellulose treated with sodium hydroxide and carbon dioxide by means of X-ray diffraction and FTIR spectroscopy. Carbohydr Res 340:2376–2391. https://doi.org/10.1016/j.carres.2005.08.007\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nOnyianta AJ, Dorris M, Williams RL (2018) Aqueous morpholine pre-treatment in cellulose nanofibril (CNF) production: comparison with carboxymethylation and TEMPO oxidisation pre-treatment methods. Cellulose 25:1047–1064. https://doi.org/10.1007/s10570-017-1631-0\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nPandey KK, Pitman AJ (2003) FTIR studies of the changes in wood chemistry following decay by brown-rot and white-rot fungi. Int Biodeterior Biodegrad 52:151–160. https://doi.org/10.1016/S0964-8305(03)00052-0\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nPanwar V, Pal K. (2017) in Clay-Polymer Nanocomposites, eds Khouloud Jlassi, Mohamed M. Chehimi, Sabu Thomas. Elsevier, Cambridge, pp 413–441\n\nPlasticsEurope. Annual production of plastics worldwide from 1950 to 2020, https://www.statista.com/statistics/282732/global-production-of-plastics-since-1950/ (2020)\n\nPurtill, C. (2018) Ban plastic straws. Just don’t use paper ones, because they’re awful, https://qz.com/quartzy/1324163/ban-plastic-straws-just-dont-use-paper-ones/\n\nRaghavan K (2019) Review of the economics, technologies and products in the non-wood sector. Sim Agro Inc, St. Louis, MO. https://www.tappi.org/content/Events/19PEERS/19PEE16.pdf. Accessed 20 January 2023.\n\nRagusa A et al (2021) Plasticenta: First evidence of microplastics in human placenta. Environ. Int. 146:106274. https://doi.org/10.1016/j.envint.2020.106274\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nRudnik E (2019) Compostable polymer materials, 2nd Edition. Elsevier, Amsterdam\n\nSchwabl P et al (2019) Detection of Various Microplastics in Human Stool. Ann Intern Med 171:453–457. https://doi.org/10.7326/M19-0618\n\nArticle\n \nGoogle Scholar\n \n\nSingh AA, Genovese ME, Mancini G, Marini L, Athanassiou A (2020) Green Processing Route for Polylactic Acid-Cellulose Fiber Biocomposites. ACS Sustainable Chem Eng 8:4128–4136. https://doi.org/10.1021/acssuschemeng.9b06760\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nSzymkowiak, J. Guest Blog: Action on plastics shouldn’t make life suck for disabled people, https://www.greenpeace.org/canada/en/story/735/guest-blog-action-on-plastics-shouldnt-make-life-suck-for-disabled-people/ (2018)\n\nUrbanek AK, Rymowicz W, Mirończuk AM (2018) Degradation of plastics and plastic-degrading bacteria in cold marine habitats. Appl Microbiol Biotechnol 102:7669–7678. https://doi.org/10.1007/s00253-018-9195-y\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nViera JSC, Marques MRC, Nazareth MC, Jimenez PC, Castro ÍB (2020) On replacing single-use plastic with so-called biodegradable ones: The case with straws. Environ Sci Policy 106:177–181. https://doi.org/10.1016/j.envsci.2020.02.007\n\nArticle\n \nGoogle Scholar\n \n\nWang J et al (2017) Microplastics in the surface sediments from the Beijiang River littoral zone: Composition, abundance, surface textures and interaction with heavy metals. Chemosphere 171:248–258. https://doi.org/10.1016/j.chemosphere.2016.12.074\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWen Q et al (2023) Key progresses of MOE key laboratory of macromolecular synthesis and functionalization in 2021. Chin Chem Lett 34:107592. https://doi.org/10.1016/j.cclet.2022.06.015\n\nXu F, Yu J, Tesso T, Dowell F, Wang D (2013) Qualitative and quantitative analysis of lignocellulosic biomass using infrared techniques: A mini-review. Appl Energy 104:801–809. https://doi.org/10.1016/j.apenergy.2012.12.019\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nYuniarto K, Purwanto YA, Purwanto S, Welt BA, Purwadaria HK, Sunarti TC (2016) Infrared and Raman studies on polylactide acid and polyethylene glycol-400 blend. In AIP Conference Proceedings 2016 Apr 19 (Vol. 1725, No. 1)\n\nZhang D et al (2020) Microplastic pollution in deep-sea sediments and organisms of the Western Pacific Ocean. Environ. Pollut. 259:113948. https://doi.org/10.1016/j.envpol.2020.113948\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nZhou Y et al (2020) Sharing tableware reduces waste generation, emissions and water consumption in China’s takeaway packaging waste dilemma. Nat. Food 1:552. https://doi.org/10.1038/s43016-020-00145-0\n\nArticle\n \nGoogle Scholar\n \n\nDownload references\n\nAcknowledgements\n\nThis work was financially supported by the National Natural Science Foundation of China (52100030), the Guangdong Natural Science Funds for Distinguished Young Scholars (2022B1515020053), and the Guangzhou Science and Technology Project (202201010622). The authors would like to thank Shiyanjia Lab (www.shiyanjia.com) for the SEM analysis.\n\nAuthor information\nAuthors and Affiliations\n\nKey Laboratory for City Cluster Environmental Safety and Green Development of the Ministry of Education, School of Ecology, Environment and Resources, Guangdong University of Technology, Guangzhou, 510006, China\n\nYinglin Liang, Jiazhou He, Kui Yang & Jinxing Ma\n\nAnalysis and Test Center, Guangdong University of Technology, Guangzhou, 510006, China\n\nMin Zhuang\n\nState Key Laboratory of Heavy Oil Processing, State Key Laboratory of Petroleum Pollution Control, China University of Petroleum-Beijing, Beijing, 102249, China\n\nFayuan Chen\n\nContributions\n\nYinglin Liang: Investigation, Software, Writing, Original draft. Jiazhou He: Investigation, Methodology. Min Zhuang: Investigation, Methodology. Fayuan Chen: Conceptualization, Writing–review. Kui Yang: Supervision, Resourcing; Jinxing Ma: Conceptualization, Project administration. Supervision, Writing-review & editing.\n\nCorresponding authors\n\nCorrespondence to Kui Yang or Jinxing Ma.\n\nEthics declarations\nCompeting interests\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\nAdditional information\n\nHandling editor: Baoshan Xing.\n\nPublisher’s Note\n\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\nSupplementary Information\nAdditional file 1: Section S1.\n\nDemo of the online interface. Fig. S1. The real pictures for soil burial tests (a) The placement of the straw in the soil and (b) soil burial. Fig. S2. Particles observed on the pulp-3 surface at a magnification of (a) 5000 and (b) 20000. The scale bars in panels (a) and (b) represent 5 and 2 μm, respectively. Fig. S3. Cross-section SEM images of (a) Pulp-1, (b) Pulp-2, and (c) Pulp-3 at a magnification of 1000 (with a scale bar of 20 μm). Fig. S4. SEM cross-section images of PLA-1, PLA-2, PLA-3, and PP at a magnification of (a, b, c, d) 100 and (e, f, g, h) 1000 with the scale bars representing 200 and 20 μm respectively. Fig. S5. Morphology characterization of dried straw samples after 10 min soaking. Surface SEM images of Pulp-1, Pulp-2, and Pulp-3 at a magnification of (a, b, c) 100 and (d, e, f) 1000 with the scale bars representing 100 and 10 μm, respectively. Fig. S6. Morphology characterization of dried straw samples after 30 min soaking. Surface SEM images of Pulp-1, Pulp-2, and Pulp-3 at a magnification of (a, b, c) 100 and (d, e, f) 1000 with the scale bars representing 100 and 10 μm, respectively. Fig. S7. Chemical composition analysis of the soaked straw samples. Fourier-transform infrared (FTIR) spectra in attenuated total reflectance (ATR) mode of dried pulp straw samples after (a) 10 and (b) 30 min soaking in water. Pulp-3b represents the outer wall surface. Table S1. Leaching of metal ions from Pulp-1, Pulp-2, and Pulp-3 samples after immersion in 100 mL Milli-Q water for 30 min. Fig. S8. Schematic diagram of the straw samples before the burial experiment. (a) Pulp-1, (b) Pulp-2, (c) Pulp-3, (d) PLA-1, (e) PLA-2, (f) PLA-3 and (g) PP. Fig. S9. Schematic diagram of the straw samples after being buried for 30 days. (a) Pulp-1, (b) Pulp-2, (c) Pulp-3, (d) PLA-1, (e) PLA-2, (f) PLA-3 and (g) PP. Table S2. Number of questionnaires collected for different straws. Fig. S10. The sealing methods of the tested beverages. (a, b, c) Open-ended on top and (d) fully sealed on top. The reserved opening ports are shown in the red circles in the panels. Table S3. A correlation analysis of their straw mouthfeel (Q12 in Table 2) in response to variables including the material type of the straws (x1) and beverage temperature (x2). Table S4. A correlation analysis of the presence of softening and unpleasant flavor problems during drinking (Q13 in Table 2) in response to variables including the material type of the straws (x1) and drinking duration (x2). Table S5. A correlation analysis of “Q18 whether the straw performance would affect purchase willingness of beverages?” in response to the mouthfeel, taste, flavor, and ease of inserting (Q10−Q13 in the questionnaire, Table 2). n = 68 and R = 0.37.\n\nRights and permissions\n\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nLiang, Y., He, J., Zhuang, M. et al. Bio-based alternatives to plastic drinking straws: are they more environmentally benign and consumer preferred?. Carbon Res. 2, 28 (2023). https://doi.org/10.1007/s44246-023-00062-4\n\nDownload citation\n\nReceived\n01 May 2023\n\nRevised\n14 July 2023\n\nAccepted\n17 July 2023\n\nPublished\n27 July 2023\n\nDOI\nhttps://doi.org/10.1007/s44246-023-00062-4\n\nShare this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\nKeywords\nBiopolymer\nDrinking straw\nPolylactic acid\nPulp\nConsumer issues\nUse our pre-submission checklist \n\nAvoid common mistakes on your manuscript.\n\nSections\nFigures\nReferences\nAbstract\nHighlights\nIntroduction\nMaterials and methods\nResults\nDiscussion\nConclusions\nAvailability of data and materials\nReferences\nAcknowledgements\nAuthor information\nEthics declarations\nAdditional information\nSupplementary Information\nRights and permissions\nAbout this article\n\nAdvertisement\n\nDiscover content\nJournals A-Z\nBooks A-Z\nPublish with us\nPublish your research\nOpen access publishing\nProducts and services\nOur products\nLibrarians\nSocieties\nPartners and advertisers\nOur imprints\nSpringer\nNature Portfolio\nBMC\nPalgrave Macmillan\nApress\nYour privacy choices/Manage cookies Your US state privacy rights Accessibility statement Terms and conditions Privacy policy Help and support\n\n152.97.29.13\n\nAppalachian College Association (3000599644) - University of the South Jessie Ball duPont Library (8200707564)\n\n© 2023 Springer Nature"
}