{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Global efforts show progress on plastic pollution is possible - but ...",
  "href": "https://www.unep.org/news-and-stories/press-release/global-efforts-show-progress-plastic-pollution-possible-world",
  "body": "United Kingdom, 31 October 2023 - The biggest global voluntary effort to tackle plastic pollution and waste shows it is possible to make progress on a pressing environmental issue, yet tougher measures are now needed to curb the crisis, according to the Ellen MacArthur Foundation. Since 2018, more than 1,000 organisations have given their backing to the Global Commitment, led by the ...",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n press release\n30 OCT 2023 PRESS RELEASE CHEMICALS & POLLUTION ACTION\nGlobal efforts show progress on plastic pollution is possible – but world remains off track\nOllivier Girard, UNEP\n\nUnited Kingdom, 31 October 2023 – The biggest global voluntary effort to tackle plastic pollution and waste shows it is possible to make progress on a pressing environmental issue, yet tougher measures are now needed to curb the crisis, according to the Ellen MacArthur Foundation.\n\nSince 2018, more than 1,000 organisations have given their backing to the Global Commitment, led by the Foundation in partnership with the UN Environment Programme, to stop plastic packaging from becoming waste.\n\nOver the past five years, business signatories – representing 20% of the world’s plastic packaging industry – have significantly outperformed their peers when it comes to taking positive action to tackle plastic waste.\n\nThey have substantially reduced their use of several problematic and avoidable plastic items, stabilised their use of virgin plastics, and more than doubled their share of recycled content.\n\nBy increasing their use of recycled plastics by 1.5 million tonnes per annum, signatories are leaving the equivalent of a barrel of oil in the ground every two seconds – as well as avoiding 2.5 million tonnes of greenhouse gas emissions.\n\nHowever, with a large part of industry not yet taking action, and business signatories likely to miss key 2025 goals, the world is not on course to eliminating plastic waste and pollution, the Ellen MacArthur Foundation’s ‘Global Commitment Five Years In’ publication highlights.\n\nThe Foundation predicts 20 trillion flexible packaging items, such as wrappers, pouches and sachets, will end up in the ocean by 2040 unless there is more ambitious binding policy and regulatory measures combined with greater business action.\n\nSander Defruyt, Plastics Initiative Lead at the Ellen MacArthur Foundation, said: “The learnings from the Global Commitment over the past five years have shown it’s possible to make meaningful progress towards keeping fossil resources in the ground and plastics out of the ocean.\n\n“When we took our first steps on this path, there was limited action on this topic. The efforts over the last five years have allowed us to make a major step forward. We now know that progress to tackling plastic waste at a global scale is possible, and where the key hurdles are that are preventing further change.\n\n“But the world remains far off track from fixing the plastic pollution crisis. The international legally binding instrument on plastic pollution currently being negotiated, alongside accelerated business action, are now needed. We can’t pick or choose from either of these measures – both are crucial to ensure progress is pushed further and faster.”\n\nThe Foundation – an international charity developing and promoting the circular economy – says business signatories have demonstrated that significant progress on tackling plastic waste can be achieved through a collective effort, and as a whole, the rest of industry is lagging behind.\n\nSheila Aggarwal-Khan, Director of UNEP’s Industry and Economy Division, welcomed the progress that has been made by signatories of the Global Commitment in the past five years.\n\nShe said: “In the past five years, the Global Commitment has demonstrated how plastic pollution can be curbed, while shedding light on the ‘pain points’ that need to be addressed to get the system redesign right.\n\n“More than half (53%) of reporting government signatories have set quantitative targets to accelerate progress on reusability, and to promote systems redesign to favour more recyclable and where relevant compostable alternatives.\n\n“The ongoing negotiation for an international legally binding instrument is a chance to agree the rules, measures, and incentives for an enabling environment to end plastic pollution. Governments, businesses, and all relevant stakeholders must act with unity to ensure we do not miss this historic opportunity.”\n\nTo bring about global change, industry leaders have key hurdles to overcome around the scaling of reuse business models; tackling flexible packaging waste and pollution, particularly in countries with the highest plastics leakage rates; and the establishment of infrastructure for collection, reuse and recycling, supported by Extended Producer Responsibility (EPR) policies.\n\nThe charity highlights the Global Commitment will continue to serve as a key force in driving voluntary action and informing and complementing the international legally binding instrument which will go through a third round of negotiations in Nairobi, Kenya next month (13-19 November).\n\n \n\nNOTES TO EDITORS\n\nAbout the Ellen MacArthur Foundation\n\nThe Ellen MacArthur Foundation is an international charity developing and promoting the circular economy in order to tackle some of the biggest challenges of our time, such as climate change, biodiversity loss, waste, and pollution. We work with our network of private and public sector decision-makers, as well as academia, to build capacity, explore collaborative opportunities, and design and develop circular economy initiatives and solutions. Increasingly based on renewable energy, a circular economy is driven by design to eliminate waste, circulate products and materials, and regenerate nature, to create resilience and prosperity for business, the environment, and people.\n\nAbout the UN Environment Programme (UNEP)\n\nUNEP is the leading global voice on the environment. It provides leadership and encourages partnership in caring for the environment by inspiring, informing and enabling nations and peoples to improve their quality of life without compromising that of future generations.\n\nFor interview opportunities, please contact:\n\nPaul Smith, Ellen MacArthur Foundation\nNews and Media Unit, UN Environment Programme\n\n \n\nTOPICS\nChemicals & pollution action\nPlastic pollution\nFurther Resources\nBeat Plastic Pollution\nThe third session of the Intergovernmental Negotiating Committee (INC-3)\nThe Global Commitment Five Years In\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}