{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Learn About Aquatic Trash | US EPA",
  "href": "https://www.epa.gov/trash-free-waters/learn-about-aquatic-trash",
  "body": "Plastic Pollution. Plastic pollution is particularly dangerous because it does not fully biodegrade in the environment. Plastic pollution has been found in a wide range of organisms and habitats, including coral reefs, estuaries, beaches, and the deep sea. Since plastic does not decompose, it continually accumulates in landfills and in the ...",
  "textContent": "Skip to main content\n\nAn official website of the United States government\n\nHere’s how you know\nSearch\nEnvironmental Topics\nLaws & Regulations\nReport a Violation\nAbout EPA\nTrash-Free Waters\nCONTACT US\nLearn About Aquatic Trash\n\nOn this page:\n\nWhat is Aquatic Trash?\nWhat is Marine Debris?\nImpacts of Aquatic Trash\nPlastic Pollution\nTrash Capture Technologies\nWhat is Aquatic Trash?\n\nEPA’s Trash Free Waters (TFW) program refers to the garbage polluting U.S. rivers, lakes, streams, and creeks as “aquatic trash.” Most of the garbage that ends up in waterways comes from land-based activities. \n\nGarbage can easily become aquatic trash if it is not properly disposed of or securely contained. When garbage is littered on the ground rather than placed in a recycle, compost, or trash bin, rain and wind often carries it into storm drains, streams, canals, and rivers. For example, a cigarette butt tossed on the ground might wash into a storm drain and travel through the stormwater system, which in some cases, leads directly into waterways. Cigarette butts contain plastic that will remain in the environment for many years.\n\nTrash also enters waterways as a result of illegal dumping in or near waterways. Illegal dumping of household waste may be more common if there is a lack of regular trash pickup services or publicly available dumpsters. Additionally, trash can blow out of overfilled trash bins or off of trash collection vehicles.\n\nHow trash enters creeks and waterways. Image courtesy of The Santa Clara Valley Urban Runoff Pollution Prevention Program\nWhat is Marine Debris?\nTop ten items collected on beaches in the 2020 International Coastal Cleanup. Cigarette butts, plastic bottles, and food wrappers were the top three items collected on beaches in 2020.  Image courtesy of Ocean Conservancy\n\nOnce in the environment, trash can travel long distances via wind, stormwater conveyances, streams, and rivers (visit the Last Stop: The Ocean website to learn more about the journey of litter). Aquatic trash becomes marine debris, or marine litter, once it reaches the ocean.\n\nAccording to the National Oceanic and Atmospheric Administration (NOAA), “Marine debris is defined as any persistent solid material that is manufactured or processed and directly or indirectly, intentionally or unintentionally, disposed of or abandoned into the marine environment or the Great Lakes. Anything human-made and solid can become marine debris once lost or littered in these aquatic environments.” \n\nWhile EPA’s Trash Free Waters program primarily focuses on aquatic trash prevention and removal, the program also supports beach and watershed cleanups to remove marine debris. NOAA's Marine Debris Program is the U.S. federal government’s lead agency for addressing marine debris, which includes at-sea sources such as derelict vessels and abandoned, lost, or otherwise discarded fishing gear (ALDFG).  \n\nImpacts of Aquatic Trash\n\nMismanaged trash that escapes into waterways can create a wide range of problems. Aquatic trash affects water quality, endangers plants and animals, and pollutes the outdoor spaces that we depend on for tourism and recreation. Though all types of aquatic trash can have potentially harmful impacts, plastic waste is particularly concerning because of its tendency to persist in the environment and its widespread production, use, and disposal. \n\nEnvironmental Impacts\n\nWhen exposed to trash pollution, wildlife in aquatic and terrestrial environments face physical hazards from ingestion and entanglement. The impact that trash has on wildlife depends on a diverse range of factors, including the debris size, type, shape, and quantity, the type of organism that is exposed, and the type and frequency of exposure. Animals that become entangled in debris risk suffocating or drowning. Many species mistake plastic debris for food or inadvertently ingest plastic debris while feeding or swimming. Once ingested, this debris can damage their digestive tract and interfere with an animal’s ability to feed, leading to starvation or other negative health effects. Scientists have found that at least 558 species, including turtles, seabirds, and marine mammals are reported to have ingested or become entangled in plastic waste. \n\nRather than biodegrading, plastic waste often breaks down into tiny pieces known as microplastics (less than 5 mm in size), which are nearly impossible to clean up once they are in the environment. Microplastics can contain or absorb toxic chemicals potentially presenting toxicological risks for organisms that ingest them. When aquatic organisms eat these plastic particles, microplastics – and the chemicals they carry – can make their way up the food chain. In fact, researchers have found microplastics in a variety of the fish and shellfish that people consume. However, continued research is needed to fully understand the chemical risks associated with exposure to plastic debris and microplastics. \n\nTrash pollution can also damage habitats, but the exact impacts are highly dependent on the type of debris and the characteristics of the ecosystem that it pollutes.  For example, trash can smother aquatic plants and corals, interfering with their growth. Debris can also serve as transport for non-native species into an ecosystem. \n\nSocial and Economic Impacts\n\nNo one likes to see litter in their community. Its presence detracts from the beauty of a landscape or neighborhood. When litter accumulates in or near a community, it can create health and safety risks for those living there. Litter can serve as a breeding ground for bacteria and can spread disease through direct or indirect contact with humans. Mismanaged trash may also attract pests or cause fires. \n\nAquatic trash can also have negative impacts on recreation, tourism, and the economy. Once trash escapes into the environment, cleaning it up is expensive, and this economic burden often falls on local governments and their residents. A 2009 study by Keep America Beautiful found that the U.S. spends about $11.5 billion per year to clean up litter. \n\nAquatic trash can lead to declining fish populations, which might hurt communities that rely on fisheries for subsistence, employment, income, and tourism. Furthermore, trash reduces the aesthetic and recreational value of waterfront destinations because trash washed up on shorelines or floating in the water is unappealing and possibly unsafe. Trash pollution can also cause damage to boats if the material tangles propellers or clogs vessel intakes. \n\nPlastic Pollution\n\nPlastic pollution is particularly dangerous because it does not fully biodegrade in the environment. Plastic pollution has been found in a wide range of organisms and habitats, including coral reefs, estuaries, beaches, and the deep sea. Since plastic does not decompose, it continually accumulates in landfills and in the environment. \n\nThe term “plastic” is used to describe a large family of synthetic polymers that are created by linking together repeating chains of carbon-based units known as monomers. There are many different types of plastic. The specific properties of a plastic, like durability and flexibility, depend on the types of monomers used to make the polymer, the way in which the monomers are bonded together, and the additives used in production. Most of the synthetic (man-made) polymers that make up plastic, like ethylene and propylene, are made from petrochemicals, meaning they are petroleum-based. Chemical additives like plasticizers, flame retardants, and pigments are often used in the production of plastic materials to provide specific properties.  \n\nPlastics are used to make a wide range of products, including appliances, furniture, clothing, beverage and food packaging, and cigarette butts. Americans produce over 36 million tons of plastic waste per year, which is about 12.2% of all municipal solid waste (MSW) generated in the United States. Packaging is the largest market for plastic and the largest source of plastic waste.  In 2018, over 14.5 million tons of plastic packaging and containers were disposed of as municipal solid waste. For more information about plastic and other kinds of MSW, visit the Facts and Figures about Materials, Waste and Recycling page.\n\nA turtle encounters a plastic bag underwater. Photo courtesy of the San Juan Bay Estuary Program\n\nOften, plastic pollution fragments into increasingly smaller plastic particles known as “microplastics.” Microplastics are plastic particles that are less than 5 mm in size and can be divided into two categories: primary and secondary microplastics. Primary microplastics are plastic particles that are manufactured to be smaller than 5 mm in size. Examples of primary microplastics include pre-production plastic pellets known as “nurdles” and microbeads that are used in some personal care products. Secondary microplastics are formed as a result of the fragmentation or break up of larger plastic pieces. Examples of secondary microplastics include small plastic particles that break off of plastic debris in the ocean as it weathers from the effects of ultraviolet rays and wind and wave action. Fiber fragments known as \"microfibers”’ that are shed from synthetic clothing are also considered secondary microplastics. These microplastic particles are available for ingestion by a wide range of animals in the aquatic food web. Ingestion of microplastic particles can expose organisms to the chemicals used to produce the plastic material itself as well as persistent organic pollutants (POPs) in the environment that tend to accumulate on plastic particles. \n\nTo learn more about plastic waste and other types of aquatic trash, visit our External Resources page and learn what you can do to keep plastic waste and other types of trash out of the environment. \n\nTrash Capture Technologies\n\nMany types of trash capture technologies are available. They have been rapidly evolving across the world in recent years to solve unique trash problems in waterways. Aside from the upfront capital costs of trash capture technologies, systems may also require ongoing maintenance to routinely remove accumulated trash and debris. Particularly in areas with heavy trash loads in urban runoff, trash capture devices can be an effective and efficient trash management practice.\n\nThe use of different trash capture technologies is heavily dependent on municipal budget and capacity for operation and maintenance, local hydrology, and many other site-specific considerations. Examples shown below include some that are generic and non-proprietary, while others are custom-designed for a specific location. They do not reflect any preference or endorsement by U.S. EPA.\n\nTrash Capture Technologies can be deployed at different locations, including:\n\nStorm drain inlets, the entry points to the stormwater system,\nIn-line, within the pipes or at the outlet of the stormwater systems,\nOpen water, such as a floating boom in the receiving water body.\n\nClick the links below to see descriptions of some of the trash capture technologies that are currently available:\n\nStorm Drain Inlet Trash Capture Technologies\nIn-Line and End of Pipe Trash Capture Technologies\nOpen Water Trash Capture Technologies\nStorm Drain Inlet Trash Capture Technologies\n\nCurb Inlet Covers\n\nTrash screens are designed to keep trash on the street and stop\n\ntrash from entering the storm drain system. This was trash is kept on the street, so it can be swept up by street sweepers before it reaches the catch basin. The styles and sizes of openings differ, so these devices differ in their effectiveness.\n\nAutomatic retractable screens, as shown in the photo, open up once a certain force or pressure is created. This prevents flooding in case the screen gets clogged with trash.\n\nCatch Basin Outlet Screens\n\nCatch basin outlet screens are installed inside storm drains. These are screens or filters that block trash from entering stormwater intake pipes. Those with mesh size >5mm can be certified as 'full capture devices' in California. Often, screen systems will release trash if overflows occur. \n\nReinforced models have evolved through experience with local hydraulics in the Los Angeles County MS4 system. Curb inlet covers may be used in combination with catch basin inlet devices in areas with very high trash to act as a first line of defense and to prevent the need for more frequent clean-outs of internal catch basin devices.\n\nCatch Basin Hoods\n\nCatch basin hoods are installed within a catch basin in front of the outlet pipe, with the hood bolted to the manhole. Hoods form a baffle against floatable litter, preventing large floatables like aluminum cans and bottles from getting into the sewers or stormwater pipes. Hoods are not full-capture devices, and therefore, must be used in-series with other trash capture methods to ensure full capture. Catch basin hoods should be equipped with anti-siphon devices, and coupled with deep-sump catch basins, in order to maximize the capture of both floatable and settleable trash.\n\nCatch Basin Fabric Inserts\n\nCatch basin inserts are widely used as stormwater best management practices for trash capture. They are a relatively easy and inexpensive retrofit, particularly for older, existing drainage systems where end-of-pipe treatment technologies may be impractical or prohibitively expensive. Permanent inserts usually require steel frames, high-flow bypass, and durable fabric filter material that can hold up to storms, debris loading, and cleanings. These drop-in inserts can allow inspection and cleaning without catch basin grate removal, and may achieve full capture.\n\nIn-Line and End of Pipe Trash Capture Technologies\n\nLinear Radial Devices\n\nA Linear Radial Device is a rigid louvered linear screen cage constructed in a cement vault. Stormwater and trash enter the cage and the water flows through the cement box while trash is retained within the screen cage. Vacuum trucks and other trash removal equipment are required to clean the units. Installations require adequate space for maintenance. Installations can be shallow, open to the air and screen openings can be custom sized.\n\nHydrodynamic Separators\n\nHydrodynamic separators are widely used in stormwater treatment. They are flow-through structures with a settling or separation unit to remove sediments, floatables, and other pollutants.\n\nHydrodynamic separators come in a wide size range and some are small enough to fit in conventional manholes. Depending on the type of unit, this separation may be by means of swirl action or indirect filtration.\n\nThese inline systems are cleaned using vacuum trucks to pump out trash, sediment, and water that has collected at the bottom. These are generally high flow capacity devices, and can be from 10 to 30 feet deep.\n\nEngineering and installation costs can be quite high, but the devices are long lasting and can capture trash from a considerable area. They can be installed as inline/online or offline units; and can be pre-cast or cast-in-place. The cast-in-place models are meant to handle greater flows. This also means that construction costs will rise, since these are deep installations and require consideration of other nearby infrastructure.\n\nNetting Systems\n\nNetting systems may be designed with different size netting for various uses and may be in-line or end-of-pipe systems. In-line netting is installed underground in concrete vaults and functions similarly to the linear removal devices. Netting systems have one or more mesh bags and a metal frame guide system to support the nets. When full, nets are removed and replaced with new nets.\n\nEnd-of-pipe systems like the one in the photo to the right may be at an actual discharge point to a receiving water, or just a collection point such as this flood channel. Because end-of pipe nets are above ground, they must be inspected at regular intervals to find and repair any damage from vandalism or other factors.\n\nOpen Water Trash Capture Technologies\n\nLitter Booms\n\nBooms have been widely used to capture floatable trash in waterways. Booms use floatation structures with suspended curtains designed to capture buoyant materials and can also be designed to absorb oils and grease. They are typically anchored to a shoreline and the bottom downstream of one or more outfalls.\n\nBooms are custom-sized based upon the expected volume of floatables that can be released during a storm event. After a storm, material captured in the boom can be removed manually, with an excavator, a by a skimmer vessel.\n\nTrash Skimmer Vessels\n\nSkimmer vessels are specially-designed boats used to collect floating debris. They almost always require companion equipment, including a shore conveyor for offloading, a truck for disposal, and a trailer for land transport.\n\nFloatables are brought on board the vessel with moving screens on a conveyor belt system, or by lowering large nets into the water. Skimmers are used primarily in lakes, harbors, and bays and are usually custom made to meet site-specific challenges. Skimmers are used around the nation. The New York City Department of Environmental Protection's largest skimmer vessel, 'MV Cormorant,' is shown here.\n\nBandalong Litter Trap\n\nBoom and skimmer concepts have been combined in the Bandalong Litter Trap which is designed to float in waterways, capturing litter by using the current to guide debris into the trap. Anchors hold the floating litter trap in place in waterways, and fish and wildlife can move freely under the trap.\n\nBandalongs have been installed in a few locations, including along the Anacostia River in Washington, D.C. and in the Proctor Creek Watershed in Atlanta, Georgia (shown here after a rain event).\n\nTrash Trap\n\nThe Nash Run Trash Trap was custom designed and constructed for the Nash Run tributary of Washington, D.C.'s Anacostia River. It was designed to mimic Japanese fishing traps and was built with metal rods and posts. \n\nThis inexpensive trap is designed to capture trash throughout the water column. The stream flow pushes trash, leaves, and branches along the screen, keeping the screen free from clogging. Routine maintenance is needed to remove the accumulated trash. \n\nBaltimore Harbor Trash Wheel\n\nHere, the boom concept has been ingeniously adapted into the Baltimore Trash Wheel. The solar-powered wheel is equipped with a conveyor belt. Powered by the sun and the river current, the trash wheel turns and garbage and other debris travel up the belt and are deposited into a dumpster for disposal on land. The conveyor belt is able to move pieces of debris as large as tires and mattresses from the waterway to the dumpster.\n\nTrash Free Waters Home\nLearn About Aquatic Trash\nMore Information About Aquatic Trash\nWhat EPA is Doing\nWhat You Can Do\nTools & Resources\nBest Management Practices & Tools\nScience & Case Studies\nWebinar Library\nTrash Free Waters Article Series\n'The Flow' Newsletter Archive\n'The Rapids' Email Archive\nContact Us to ask a question, provide feedback, or report a problem.\nLAST UPDATED ON JULY 5, 2023\nDiscover.\nAccessibility Statement\nBudget & Performance\nContracting\nEPA www Web Snapshot\nGrants\nNo FEAR Act Data\nPlain Writing\nPrivacy\nPrivacy and Security Notice\nConnect.\nData\nInspector General\nJobs\nNewsroom\nRegulations.gov\nSubscribe\nUSA.gov\nWhite House\nAsk.\nContact EPA\nEPA Disclaimers\nHotlines\nFOIA Requests\nFrequent Questions\nFollow."
}