{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic Pollution Solutions | Oceanic Society",
  "href": "https://www.oceanicsociety.org/our-work/plastic-pollution/",
  "body": "Oceanic Society is a nonprofit organization that works to reduce ocean plastic pollution in the U.S. and worldwide. Learn how they engage U.S. consumers, leverage the nature tourism industry, and support coastal communities in taking concrete steps to reduce plastic waste and clean coastlines.",
  "textContent": "Skip to content\nABOUT\nBLOG\nCONTACT\n\t\nOur Work\nSea Turtle Conservation\nAccess to Nature\nBlue Habits\nPlastic Pollution\n2023 Global Ocean Cleanup\nClimate Change\nSustainable Travel\nSustainable Seafood\nTake A Trip\nBrowse All Trips\nSnorkeling Trips\nWildlife Trips\nFamily Trips\nVolunteer Trips\nAbout Our Trips\nWhale Watching\nFarallon Islands Whale Watching\nAdopt\nAdopt a Dolphin\nAdopt a Whale\nAdopt a Sea Turtle\nAdopt an Albatross\nDonate\nDouble Your Donation\nWays to Give\nBecome a Member of Oceanic Society\nShop\n\t\nPlastic Pollution\nHome / Our Work / Plastic Pollution\nWe’re working to reduce ocean plastic pollution in our homes and communities worldwide.\n\nPlastic pollution is one of the greatest threats to ocean health worldwide. With skyrocketing plastic production, ineffective recycling, and poor waste management, between 4 and 12 million metric tons of plastic enter the ocean each year—enough to cover every foot of coastline on the planet! And that amount is projected to triple by 2040.\n\nIn the ocean, plastic pollution impacts sea turtles, whales, seabirds, fish, coral reefs, and countless other marine species and habitats. In fact, scientists estimate that more than half of the world’s sea turtles and nearly every seabird on Earth have eaten plastic in their lifetimes. Plastic pollution also mars otherwise beautiful beaches, coastlines, and snorkel and dive sites worldwide, even in remote areas such as Midway Atoll.\n\n© Pete Oxford\nOceanic Society is Fighting Ocean Plastic Pollution\n\nOceanic Society believes that everyone has a role to play in solving the ocean plastic pollution crisis. We work to engage people worldwide in taking concrete steps to reduce ocean plastic pollution, with a focus in the following areas:\n\nEngaging U.S. Consumers\n\nU.S. consumers have the desire, means, and responsibility to reduce ocean-bound plastic waste. The U.S. uses more plastic per person and generates more plastic waste than any other country in the world—an estimated 289 lbs (130 kg) of plastic per person per year … that’s equivalent to roughly 6,900 16 oz. plastic bottles per person per year! Although most U.S. plastic waste is properly managed, the U.S. is still the third largest contributor of mismanaged plastic waste to the marine environment (behind only Indonesia and India) due to litter, illegal dumping, and waste exportation combined with the sheer volume of plastic waste generated.\n\nOceanic Society is working to engage U.S. consumers in reducing ocean plastic pollution through innovative digital communications campaigns — like our annual Global Ocean Cleanup — that go beyond ‘raising awareness’ to deliver measurable consumer engagement. Our unique approach combines cutting edge social listening technology, ocean and behavior change science, and world-class storytelling to help reduce ocean plastic pollution in measurable ways.\n\nLeveraging the Nature Tourism Industry\n\nTourism is one the world’s largest industries, and as much as 80% of all tourism occurs in coastal areas, including an estimated 350 million people who visit the world’s coral reef coasts each year. According to industry analysts, nature-based tourism is the fastest growing segment of the global tourism industry, capturing up to 25 percent of the global tourism market. Both nature tourists and tourism operators have a responsibility and a vested interest in maintaining healthy ocean ecosystems, yet much work remains to fully harness tourism’s potential to improve ocean health.\n\nAs a leader in nature travel, we work with tour operators and partners worldwide to promote tourism practices that reduce or eliminate single-use plastic. For example, we launched the industry's first Traveler Plastic Pollution Offset Program, through which we fund the removal of 200 pounds of trash from the ocean for every traveler who joins one of our multi-day nature expeditions. And through our innovative Blue Habits program, we have collaborated with leading social scientists since 2014 to develop, test, and disseminate new techniques that engage nature travelers in measurable pro-ocean behaviors after their trip is over.\n\nSupporting Coastal Communities\n\nNearly 2.4 billion people, 40% of the world's population, live within 60 miles of the coast, including residents of some of the planet’s largest cities (e.g., Tokyo, Mumbai, New York, Shanghai, Los Angeles, Rio de Janeiro). Plastic waste generated in coastal communities is significantly more likely to end up in the ocean, and yet many coastal communities worldwide lack the infrastructure for waste management. Moreover, plastic waste that has already entered the ocean is continually washing ashore along the world’s coastlines, even in remote areas. At the same time, coastal residents share a greater interest in ocean conservation as they directly reap the economic and aesthetic benefits of healthy seas and are also most directly impacted by declining ocean health. Due to this combination of factors, coastal communities have an incredibly important role to play in fighting ocean plastic pollution\n\nThrough our annual Global Ocean Cleanup, global sea turtle conservation efforts, nature travel programs, Blue Habits program, and our work to improve access to nature in the San Francisco Bay Area, we are supporting coastal communities’ efforts to reduce plastic waste and clean coastlines worldwide. Our work includes small grants, business partnerships, hands-on classroom education, digital campaigns, community cleanups, and much more.\n\n© Wayne Sentman\nYou Can Help Fight\nOcean Plastic Pollution\n\nEveryone can do something to fight ocean plastic pollution, and millions of people worldwide are already taking action to reduce their plastic use. Get started with these 7 Solutions to Ocean Plastic Pollution or take our 7-Day Fight Plastic Pollution Challenge for more ideas, inspiration, and support!\n\nFight Plastic Pollution\nRead More About Plastic Pollution\nOceanic Society Events Empower Communities to Fight Ocean Plastic Pollution\nBy Lindsay Mosher | October 25, 2023\nMore Than 3,100 Volunteers Unite to Collect 44 Tons of Waste in Global Ocean Cleanup\nBy Lindsay Mosher | July 20, 2023\nImpacting Communities & Oceans: Expedition Impact Fund Supports Cleanup Campaign\nBy Lindsay Mosher | June 13, 2023\n2nd Annual Global Ocean Cleanup Unites Organizations, Artists, and Brands to Fight Ocean Pollution Worldwide\nBy Brian Hutchinson | June 8, 2023\nNew Book Explores Work by Oceanic Society Artist in Nature\nBy Wayne Sentman | February 28, 2023\n7 Solutions To Ocean Plastic Pollution\nBy Brian Hutchinson | February 24, 2023\nHelp Fight Ocean Plastic Pollution\n\nWith your donation to Oceanic Society, you provide needed support to our programs to fight ocean plastic pollution by engaging U.S. consumers, leveraging the nature tourism industry, and supporting coastal communities.\n\nMake a Donation\nAdventure awaits.\nRequest a Catalog\nBecome a Member\n\n© François Baelen / Coral Reef Image Bank\n\nContact\n\t\n\nOceanic Society\nP.O. Box 844\nRoss, CA 94957\n\n\t\n\nWhale Watching\n1-415-256-9604\n\nExpeditions & General Inquiries\n1-800-326-7491\n\nOffice Hours\n\nCA Office\n\nMon-Fri: 8AM–3PM\n(PDT/PST)\n\nDC Office\n\nMon-Fri: 9AM–5PM\n(EDT/EST)\n\nNavigate\nOur Work\nTake A Trip\nWhale Watching\nAdopt\nDonate\nShop\nAbout\nBlog\nContact\nLegal\nTerms of Use\nPrivacy Policy\nAccessibility Statement\nSitemap\n \n \n \n\n© 2023 Oceanic Society. The Oceanic Society is a registered organization. Our Federal Tax ID is 94-3105570.\n\nWebsite by Yoko Co\n\nBy continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy.I Agree"
}