{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "The Plastic Straw Predicament - Eureka Recycling",
  "href": "https://eurekarecycling.org/plastic-straws/",
  "body": "Plastic Straws are Not Recyclable: Single-use plastic straws are not recyclable due to their size and makeup. While plastic straws are typically made from numbers 2 and 5 plastics that can be recycled, their light weight and small size make them impossible to process in most recycling facilities. Additionally, there is no way to know what type ...",
  "textContent": "Skip to content\nDONATE\nCONTACT US\nCAREERS\nWHAT CAN I RECYCLE?\nSearch\nSearch\nAbout Eureka\nRecycling Services\nLearn & Take Action\nResource Library\nRecycling Information, Recycling Tips, Zero Waste\nThe Plastic Straw Predicament\nJuly 25, 2023\n\nIf you enjoy a smoothie, go to a coffee shop for an iced au lait, have a cocktail, or eat out in any type of restaurant, chances are that plastic straws are part of your daily life. But their impact on the environment is cause for concern. From recycling challenges to landfill pollution and harm to wildlife, plastic straws present a significant environmental problem.\n\nPlastic Straws are Not Recyclable:\nSingle-use plastic straws are not recyclable due to their size and makeup. While plastic straws are typically made from numbers 2 and 5 plastics that can be recycled, their light weight and small size make them impossible to process in most recycling facilities. Additionally, there is no way to know what type of plastic is in a straw – again making them impossible to sort.  Consequently, recycling facilities, including those in the Twin Cities, cannot process or deliver plastic straws to a viable market. As a result, a vast majority end up in landfills or incinerators, contributing to environmental degradation.\n\nLandfill and Burning Consequences\nIn landfills, plastic straws can persist for hundreds of years, releasing harmful chemicals and contributing to soil and water pollution. Incineration, on the other hand, releases toxic fumes and greenhouse gases, exacerbating climate change and air pollution concerns.\n\nWildlife and Littering Hazards\nIn addition, plastic straws pose a significant threat to wildlife, particularly marine life. These straws can be ingested by animals, causing severe injuries, choking, or death. When improperly disposed of, plastic straws find their way into oceans, rivers, and forests, where they degrade slowly and harm ecosystems. The sight of littered straws in parks, beaches, and other public spaces is not only visually unappealing but also highlights the scale of the environmental impact.\n\nSustainable Solutions and Alternative Behaviors\n\nThere are things we can do to decrease the impact of single-use plastic straws:\n\nRefuse single-use plastic straws: A simple but impactful action is to refuse plastic straws altogether. When dining out or ordering drinks, inform servers that you do not require a straw. By actively choosing not to use single-use plastic straws, you can significantly reduce demand and waste.\nEmbrace reusable alternatives: Invest in reusables like stainless steel, glass, or bamboo straws. These options are durable, easy to clean, and can be used repeatedly. Carry a portable straw in your bag or pocket, ensuring you always have a sustainable option available.\nTry a disposable option. Consider paper straws or compostable alternatives made from materials like plant starch. While they still have an environmental impact, these options biodegrade more readily and are often made from renewable resources.\nPromote awareness and advocacy: Educate others about the environmental consequences of plastic straws and encourage them to adopt sustainable alternatives. Support local initiatives and campaigns aimed at reducing single-use plastics, and advocate for stricter regulations and policies surrounding plastic straw usage. Ask your favorite restaurant to consider only handing out straws when they are requested by guests.\n\nBy making conscious choices and embracing alternative behaviors and products, we can collectively address these issues. Refusing single-use plastic straws, opting for reusable alternatives, and promoting awareness and advocacy are essential steps toward a zero-waste future\n\nShare this Story!\nFacebook\n \nTwitter\n \nLinkedIn\n \nPinterest\n \nEmail\nMore from Eureka\nCaps on for Recycling: PET Plastic Recycling Explained\nNovember 6, 2023  No Comments\n\nOne thing Eureka visitors always ask is: what do we do with plastic bottle caps on PET water and soda\n\nRead More »\nSustainable Scares: Eco-Friendly Halloween Tips for a Greener Celebration\nOctober 31, 2023  No Comments\n\nSpooky decorations, creative costumes, and loads and loads of sweet treats make Halloween a favorite holiday for both kids and\n\nRead More »\nLynn Hoffman Weighs in on Chemical Recycling\nOctober 31, 2023  No Comments\n\nEureka Recycling Co-President Lynn Hoffman recently participated in the October 18th Ocean Conservancy Webinar on chemical recycling, providing insights into\n\nRead More »\nBreak Free From Plastic: Toxic Tours\nOctober 18, 2023  No Comments\n\nBreak Free from Plastics’ Toxic Tours is a community-led storytelling and mapping experience on the impacts of plastic pollution around\n\nRead More »\nSupport\nContact Us\nWhat Can I Recycle\nPickup Schedule\nAbout Us\nOur Mission\nOur Recycling Services\nCareers\nLocation\n\n2828 Kennedy Street NE\nMinneapolis, MN 55413\n\nSchedule a Tour\nConnect\nrecycling@eurekarecycling.org\ntel: 612-669-2783\n\n© 2019, EUREKA RECYCLING.\n\nFacebook\nInstagram"
}