{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "The sources of oceans plastic pollution : r/MapPorn - Reddit",
  "href": "https://www.reddit.com/r/MapPorn/comments/161rmp9/the_sources_of_oceans_plastic_pollution/",
  "body": "The world generates around 350 million tonnes of plastic waste per year. That means that around 2% of waste is traded. The remaining 98% is handled domestically. It's sent to a landfill, recycled, or incinerated in the country where the waste was generated. The idea that most of the world's plastic waste is shipped overseas is incorrect.",
  "textContent": "The sources of oceans plastic pollution : r/MapPorn\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to MapPorn\nr/MapPorn\n•\n4 mo. ago\ngiuliomagnifico\nThe sources of oceans plastic pollution\nadobe.com\nLearn More\nSort by:\nAdd a Comment\n5t3v321\n•\n4 mo. ago\n\nCouldn't you have shifted the map a little to the right so so continent gets cut in half?\n\nReply\nreply\nCGFROSTY\n•\n4 mo. ago\n\nTrying to hide the European pollution.\n\nReply\nreply\n1 more reply\nDarkLord3002\n•\n4 mo. ago\n\nit took me nearly a minute to understand the map...\n\nReply\nreply\n4 more replies\n[deleted]\n•\n4 mo. ago\n\nlike the Pacific Ocean is right there and you want to cut off bits from Africa and Europe?\n\nReply\nreply\n4 more replies\nCrayshack\n•\n4 mo. ago\n\nI think in this case, the point was to focus on the oceans rather than the continents. Shifting the map to the right would cut the Atlantic in half and you'd miss the pattern emerging from the shipping lanes.\n\nReply\nreply\n5 more replies\n13igTyme\n•\n4 mo. ago\n\nShould have used a different color for shipping. the gray everywhere doesn't stand out as much against the other gray.\n\nReply\nreply\n4 more replies\nTwoSheds84\n•\n4 mo. ago\n\nAre these to scale? How is shipping dumping so much plastic in the ocean compared to all the other sources?\n\nReply\nreply\n3 more replies\nSalami__Tsunami\n•\n4 mo. ago\n\nFucking New Orleans at it again.\n\nReply\nreply\n[deleted]\n•\n4 mo. ago\n2 more replies\nalwayslooking\n•\n4 mo. ago\n\nDo we know what are the effects of micro-plastics on humans yet ?\n\nReply\nreply\n1 more reply\nTipsyMcswaggart\n•\n4 mo. ago\n•\nEdited 4 mo. ago\n\nThe largest problem with this map is many of these south east asian countries get plastic waste shipped to them from NA and Europe, heavily skewing the results.\n\nedit: did a quick search for \" trash shipping to SEA\", a plethora of well sourced results show up, no need to regurgitate them here, lots of good reads out there.\n\nMany top results are ~3-4 years old, and newer results/articles state SEA has taken recent action to stem the flow of trash / recyling flowing to thier nations, which is great. This practice is crappy.\n\nSource for debunking?\n\nI never stated waste from NA and Europe was the primary driver of this issue, said that it heavily skewed results. Ganges discharge 100k mtons, trash exports from one nation 144k. This doesn't skew the data?\n\nOP's image is sourced from data published 2015,2013, 2008. other linked article dated 2017. So this OP image is skewed by NA and Europe trash being shipped to them as it is 8-13 years old, before many SEA nations took concrete action to halt this practice, while trash was still being shipped to them.\n\nNewer reports/articles do show and support this is changing, and in recent years has been improving. Would be interested in seeing updated data on this topic.\n\nReply\nreply\nmagneticanisotropy\n•\n4 mo. ago\n\nSource for heavily skewing? This was largely debunked, as exported waste is a small fraction of plastic waste generated in these countries.\n\nReply\nreply\n2 more replies\nFunicularly\n•\n4 mo. ago\n\nNot true.\n\nLet’s put those 5 million tonnes into context.\n\nThe world generates around 350 million tonnes of plastic waste per year. That means that around 2% of waste is traded.\n\nThe remaining 98% is handled domestically. It’s sent to a landfill, recycled, or incinerated in the country where the waste was generated. The idea that most of the world’s plastic waste is shipped overseas is incorrect. One reason why this figure is so low is that it’s mostly recycled waste that’s traded, and only 20% of the world’s plastic is recycled.\n\nOver the last decade, we’ve seen a large decline in the amount of plastic waste traded. Rates have fallen by two-thirds since 2010.\n\nEven if it was true, why would the destination country just dump the waste into rivers.\n\nReply\nreply\n5 more replies\nPilum2211\n•\n4 mo. ago\n\nNot \"heavily\".\n\nAccording to this Article (I don't know how reliable it is). Only 2% of worldwide plastic trash gets exported abroad.\n\nReply\nreply\n2 more replies\nCaptainN_GameMaster\n•\n4 mo. ago\n\nMaybe this is their way of shipping it back\n\nReply\nreply\nmagneticanisotropy\n•\n4 mo. ago\n\n. Ganges discharge 100k mtons, trash exports from one nation 144k. This doesn't skew the data?\n\nNo, it doesn't. Of that 144k, most is subsequently disposed of correctly. Some fraction isn't, which is then distributed such at a fraction of that fraction ends in the oceans, and only a fraction of that fraction of that fraction ends up in the Ganges. The vast majority is locally generated.\n\nReply\nreply\n3 more replies\nAggressive-Coat-5716\n•\n4 mo. ago\n\nhttps://www.reddit.com/r/coolguides/comments/15xak8w/a_cool_guide_on_which_countries_contribute_the/?utm_source=share&utm_medium=ios_app&utm_name=ioscss&utm_content=1&utm_term=1\n\nMost of the plastic waste in the oceans comes from the Philippines\n\nReply\nreply\nmoonordie69420\n•\n4 mo. ago\n\nC H I N A\n\nReply\nreply\n1 more reply\nSvitii\n•\n4 mo. ago\n\nGood thing we drink from those soggy ass paper straws that wouldn’t have ended up in the ocean anyway while east asia single-handedly kills all of the ocean’s life with their pollution…\n\nReply\nreply\n6 more replies\nBits-N-Kibbles\n•\n4 mo. ago\n\nIf you want to stop plastics in the oceans, go to Southeast Asia, India, and China to start some sort of enforcement and education about fresh water. The rivers are their dumping grounds. They are 90% of the problem.\n\nReply\nreply\n1 more reply\nView more comments\n \nTop 1%\nRank by size \nr/ArchitecturalRevival\nVIDEO: rebuilding of Dresden's traditional urban fabric\nyoutube\n130 upvotes · 14 comments\nr/MapPorn\nWorld Pollution levels\n19 upvotes · 2 comments\nr/Presidents\nIt is the 60th Anniversary of JFK's Assassination today.\nyoutube\n336 upvotes · 52 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nr/StrongTowns\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n241 upvotes · 28 comments\nr/DoomsdayNow\nThe staggering scale of human CO2 emissions\ntheclimatebrink.substack\n2 upvotes\nr/climate\nThe staggering scale of human CO2 emissions\ntheclimatebrink.substack\n27 upvotes · 2 comments\nr/YUROP\nWe just can't stop winning.\nyoutube\n101 upvotes · 19 comments\nr/WaterTreatment\nHuman fecal pollution in water ways\n7 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/wefagenda2030\nThe carbon cycle of cows\n2 upvotes\nr/ecology\nBioindicators of Air Pollution\ndecodingbiosphere\n2 upvotes\nr/AskBalkans\nGreece has decided not to accept the joint letter of the 27 member states of the European Union addressed to Albania for the opening of the negotiations of the first package of membership chapters.\nyoutube\n125 upvotes · 327 comments\nr/JacksonGalaxy\nThe Benefits of Natural Litter\njacksongalaxy\n2 upvotes\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n487 upvotes · 28 comments\nr/JackSucksAtGeography\nHIGHEST OCEAN PLASTIC WASTE POLLUTERS\n7 upvotes · 5 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n194 upvotes · 39 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 76 comments\nr/elevotv\n95% Of Plastic Polluting The World's Oceans Comes From These 10 Rivers\n1 upvote\nr/socalhiking\nBear Encounter on Mt Wilson Trail\nyoutube\n126 upvotes · 41 comments\nr/cambodia\nU.S. Senator Bernie Sanders telling the American public what Henry Kissinger did in Cambodia\nyoutube\n286 upvotes · 35 comments\nr/midjourney\n[Infinity zoom] Alan Watts on Meditation and Mantras\nyoutube\n109 upvotes · 1 comment\nr/singularity\nStable Video AI Watched 600,000,000 Videos!\nyoutube\n93 upvotes · 25 comments\nr/China\nBiden again calls Xi a dictator after face-to-face meeting\nyoutube\n511 upvotes · 252 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments"
}