{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "What Do We Know About Plastic Pollution in Coastal/Marine Tourism ...",
  "href": "https://journals.sagepub.com/doi/full/10.1177/21582440231211706",
  "body": "Plastic pollution in marine tourism is getting more concern from scholars over the years (Maione, 2021). It can be reflected in the number of related articles published, which is shown in Figure 1. The first article was published in 1999, and in the next 16 years, this research field did not get much concern. However, since 2015, it can be ...",
  "textContent": "We value your privacy\nWe and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products. With your permission we and our partners may use precise geolocation data and identification through device scanning. You may click to consent to our and our partners’ processing as described above. Alternatively you may click to refuse to consent or access more detailed information and change your preferences before consenting.\nPlease note that some processing of your personal data may not require your consent, but you have a right to object to such processing. Your preferences will apply to this website only. You can change your preferences at any time by returning to this site or visit our privacy policy.\nMORE OPTIONS\nDECLINE ALL\nACCEPT ALL\nSkip to main content\nSearch this journal\nEnter search terms...\nSearch\nAdvanced search\nI have access via:\nUNIV OF THE SOUTH\nAccess/Profile\nCart\nBrowse by discipline\nInformation for\nSAGE Open\nImpact Factor: 2.0\n5-Year Impact Factor: 2.2\nJOURNAL HOMEPAGE\nSUBMIT PAPER\nOpen access\nResearch article\nFirst published online December 3, 2023\nWhat Do We Know About Plastic Pollution in Coastal/Marine Tourism? Documenting Its Present Research Status from 1999 to 2022\nJiale Zhang https://orcid.org/0000-0003-1391-4314 704373243@qq.com, Farzana Quoquab https://orcid.org/0000-0002-6562-4100, and Jihad MohammadView all authors and affiliations\nAll Articles\nhttps://doi.org/10.1177/21582440231211706\nContents\nAbstract\nIntroduction\nPlastic Debris in the Oceans\nPlastic Pollution in Coastal/Marine Tourism\nMethodology and Data\nFindings of Bibliometric Analysis\nDiscussion and Conclusions\nTheoretical Contribution and Managerial Implications\nLimitations and Future Research Directions\nDeclaration of Conflicting Interests\nFunding\nORCID iDs\nReferences\nPDF / ePub\nMore\nAbstract\nThis study aims to present a comprehensive knowledge mapping of plastic pollution on coastal/marine tourism research. To achieve this objective, the present study employed a two-tier analysis, including a systematic review of literature and bibliometric analysis of 164 scholarly articles spanning 1999 to 2022. The results underline the multidisciplinary nature of this research domain, characterized by a significant upswing in publications. The dominant countries in this field are identified as Brazil, Australia, and the USA. A noteworthy collaboration dynamic between the Chinese Academy of Sciences, East China Normal University, and the University of Chinese Academy of Sciences has emerged, signaling opportunities for enhanced cross-border cooperation. Jambeck, who provided data support for this research field, is found as the most cited author. Marine Pollution Bulletin, Environmental Pollution, and Science of the Total Environment are the most prolific journals discussing such topics. The primary research clusters in this field include seasonal comparison, Qinghai Lake, and small plastic debris. Additionally, scholars have recently focused on new topics such as seasonal comparison, case study, spatial pattern, and the Southern Baltic Sea in the last 3 years. This research also reports 10 articles with the highest citations and 10 highly cited papers. Not only this, the present study presents the inaugural bibliometric analysis on plastic pollution in coastal and marine tourism. To the authors’ knowledge, it stands as a pioneering investigation of its nature, offering a comprehensive view on the research domain by evaluating a time span exceeding two decades, with a specific emphasis on the literature pertaining to marine tourism.\nIntroduction\nHuman activities have negatively affected the coastal areas’ environment and biodiversity (Cherif et al., 2020), which has impacted coastal tourism, the primary driver of the economy of coastal cities worldwide (Mejjad et al., 2022; Schaffer & Tham, 2019; Scherrer, 2020). Coastal tourism refers to a procedure in which tourists, along with the destinations and local communities they visit, are involved (Brandão et al., 2019. The majority of coastal tourism activities typically take place in areas close to the shoreline, encompassing both the coastal land and the adjacent waters (Mejjad et al., 2022). Coastal tourism can have substantial economic benefits for humans. For example, Yepes and Median (2005) revealed that despite comprising a mere 0.001% of Spain’s land area, beaches account for approximately 10% of the country’s Gross National Product. However, the tourism industry’s operations can have detrimental effects on the environment, including but not limited to climate change, natural resource depletion, water and air pollution, and intensified strain on endangered species (Grelaud & Ziveri, 2020). Additionally, coastal tourism activities have also caused a massive loss of biodiversity, land occupation, aquaculture, and broad habitats (Nammalwar, 2021). In particular, plastic pollution from tourism activities has been increasing and remains one of the biggest environmental threats (Darvishmotevali & Altinay, 2022; Grelaud & Ziveri, 2020, Tsai et al., 2021; Thushari & Senevirathna, 2020).\nThere is no doubt that plastics have contributed significantly to human progress and development in many aspects; nevertheless, the distribution of plastic debris in the environment has become a serious issue (Fadare et al., 2020; Jiale & Quoquab, 2023; M. H. Wang et al., 2019). The ocean contains a significant amount of litter, with plastic debris comprising the highest proportion. Specifically, plastic waste accounts for 80% of all marine waste. It was revealed that in 2020, the USA produced around 42 Mt of plastic waste in 2016, of which 0.14 to 0.41 Mt was discarded into the land and water (Law et al., 2020). According to Jambeck et al. (2015), 4.8 to 12.7 million metric tons of plastic litter entered the ocean from coastal countries. Plastic can be found on every continent’s shorelines, with more plastic waste close to popular tourist destinations such as Zanzibar’s coastline (Maione, 2021), and Colombian Caribbean beaches (Williams et al., 2016). It is noted that the ubiquitous plastic litter can damage the aesthetic of beaches and then reduce the number of tourists and revenue (Jang et al., 2014). In addition, plastic pollution can significantly impact ecological diversity, human health, and marine animals (Chaudhry & Sachdeva, 2021; Khadanga et al., 2022). As the awareness of the detrimental effects of plastic pollution continues to rise, more scholars suggested that mitigating plastic pollution should be the priority in processing coastal tourism litter (Courtene-Jones et al., 2021; Portman & Brennan, 2017; Thushari & Senevirathna, 2020).\nCurrently, single-use plastic has become the primary source of plastic pollution in some tourism destinations (Maione, 2021). One possible reason is using facemasks as the prevention mechanism during the outburst of COVID-19. It is estimated that more than 95% of facemasks are single-use that can be found on a tourist beaches (Mghili et al., 2022). Unfortunately, it can release many nanoplastics and microplastics in coastal tourism areas (Ma et al., 2021). Due to the growing threat and challenge of plastic pollution to the coastal tourism industry, it is crucial to present a comprehensive and unbiased overview of plastic pollution in coastal tourism which is unfortunately, missing in the existing literature. This would aid researchers and policymakers in gaining a better understanding of the current state of research and knowledge related to this phenomenon. To meet this demand and address the research gap, the present study offers a bibliometric analysis of plastic pollution in coastal tourism.\nPast studies have used bibliometric analysis to investigate literature related to solid waste management subjects such as food waste, e-waste (Andrade et al., 2019), and construction waste (H. Wu et al., 2019). However, there is a lack of research that explores the global movement of plastic pollution in coastal tourism using bibliometric analysis. Thus, this study makes use of the software CiteSpace 5.8R to investigate potential directions for future research about the effects of plastic pollution on coastal tourism between the years 1999 and 2022. In addition, the bibliometric analysis technique helps identify science mapping with a thorough assessment of the studies and important topics on plastic pollution in coastal tourism. By analyzing citation patterns, co-citation networks, and keyword co-occurrence in selected literature, researchers can uncover relevant subjects, influential publications, and gaps in the existing knowledge.\nThis study is expected to contribute significantly to the body of knowledge by being a pioneer work that administers a bibliometric study on plastic pollution in coastal tourism. The organization of this paper is as follows. The next section briefly reviews the existing literature on plastic pollution in marine/coastal tourism research. The following section discusses the research method and results, including data collection, collaboration network analysis, and co-occurring network analysis. Next, the key findings are discussed, and the conclusion and implications are presented. Finally, limitations and future research directions are mentioned.\nPlastic Debris in the Oceans\nPlastic debris in the oceans is a global environmental problem that poses a threat to marine ecosystems and wildlife and has gained significant attention (Borrelle et al., 2020; Zhao et al., 2021). Earlier research has shown that up to 10% of all plastic debris produced ends up in the ocean, and that 88% of the sea surface is contaminated with plastic waste. Plastic debris in the ocean environment can be categorized into two main types: primary and secondary microplastics. Primary microplastics refer to deliberately produced or used small particles, including microbeads found in personal care products, plastic pellets utilized in manufacturing processes, and synthetic textile fibers (Andrady, 2011; Stock et al., 2019). On the other hand, secondary microplastics originate from the breakdown or fragmentation of larger plastic items like bottles, bags, fishing gear, and foam materials (Andrady, 2022). One of the main sources of plastic debris is the weathering degradation of larger plastic items on beaches, which results in the formation of microplastics. Microplastics are small plastic fragments that are within the 10 nm to 5 mm in diameter and can be ingested by marine organisms (Andrady, 2011). Microplastics can also adsorb and concentrate persistent organic pollutants (POPs) from seawater, which may increase the exposure and toxicity of these chemicals to marine biota (Menéndez-Pedriza & Jaumot, 2020). Another major factor of plastic debris is the mismanagement of waste across the supply chain, from manufacture to the end of the plastic life cycle, causing about 80% of plastic debris to end up in the marine environment. Kasavan et al. (2021) conclude that if current trends in plastic waste continue, the ocean’s ecology may contain more plastic than fish by 2050.\nPlastic Pollution in Coastal/Marine Tourism\nPlastic litter can be found in the world’s oceans, especially coastal areas (Sweet et al., 2019), affecting more than 800 marine and coastal species in many ways, such as ingestion, starvation, infection, entanglement, etc. (Thushari & Senevirathna, 2020). Plastic pollution also jeopardizes human health due to the presence of plastic in seafood (Thompson, 2015). Therefore, the issue of plastics in the water environment (river, sea, ocean) was acknowledged by researchers, scientists, government, and non-government organizations globally (Khadanga et al., 2022; Sweet et al., 2019). The preservation of marine resources is recognized as a global priority, as evidenced by its inclusion in the 2030 Sustainable Development Agenda. Specifically, Sustainable Development Goal 14 highlights the need to promote the sustainable use and conservation of marine resources. This underscores the significance of marine conservation efforts and the need for collaborative actions by stakeholders to achieve this goal (Sweet et al., 2019).\nA study conducted by Jambeck et al. (2015) revealed that around 275 million metric tonnes (MT) of plastic waste was produced by 192 coastal countries, with 4.8 to 12.7 million MT dumped into the ocean. Some scholars investigated plastic pollution in specific coastal tourism destinations, which is presented in Table 1. For example, Khadanga et al. (2022) found that plastic debris has increased by 2.616 folds during the COVID-19 lockdown on the Gopalpur coast, and tourism activities have taken drastic toll on the environment and human wellness. Another study by Mehdinia et al. (2020) demonstrated that the plastic abundance in the Caspian Sea and tourism and fishing are the main reasons for microplastics. In a nutshell, all of these studies proved the damage of plastic pollution on the aesthetic of scenic spots, the ecological environment, and human health.\nTable 1. Studies on Particular Destinations (Beaches) Related to Plastic Pollution.\nCountries\tDestinations/beaches/lakes\tSources\nIndia\tGopalpur coast, a tourist beach of Bay of Bengal\tKhadanga et al. (2022)\nChina\tQinghai lake\tJiang et al. (2022) and Xiong et al. (2018)\nTanzania\tZanzibar’s coastline\tMaione (2021)\nColombia\tCaribbean and Pacific coast\tGarcés-Ordóñez, Espinosa Diaz et al. (2020)\nColombian Caribbean\tSanta Marta beaches\tGarcés-Ordóñez, Espinosa et al. (2020)\nTurkey\tSinop, southern Black Sea coastal\tOztekin and Bat (2020)\nIran\tCaspian Sea\tMehdinia et al. (2020)\nSpain\tThe Mar Menor lagoon\tBayo et al. (2019)\nIndia\tTamil Nadu coast\tKarthik et al. (2018)\nIsrael\tJisr beach around the Mediterranean Sea\tPortman and Brennan (2017)\nColombia\tCaribbean beaches\tWilliams et al. (2016)\nSouth Korea\tGeoje island\tJang et al. (2014)\nOPEN IN VIEWER\nTourism activities are considered the critical source of plastic litter on coastal beaches (Khadanga et al., 2022). Wilson and Verlis (2017) argued that tourism activities have the potential to contribute significantly to the accumulation of marine litter. In other words, tourism can be considered a primary source of marine debris, highlighting the need for sustainable tourism practices that prioritize the protection of marine environments. Likewise, Lamb et al. (2018) confirmed that the most common macroplastics in various water environments are food packages from beachgoers (e.g., tourist, residents, fishing community, etc.). Consequently, the effect of plastic pollution on coastal tourism has adverse economic consequences (Chaudhry & Sachdeva, 2021; Hindayani et al., 2021). For example, Jang et al. (2014) estimated tourism revenue loss because of the pollution on Geoje Island and found that around US$29—37 million was lost due to the decrease in tourists. In the same vein, Hindayani et al. (2021) found that the economic loss from plastic pollution in the tourism industry in Indonesia is enormous. Besides, Krelling et al. (2017) found that beach waste may lead to a 39.1% loss of tourism income on the coast of Paraná state. Currently, the attention given to the economic consequences of plastic pollution on tourism is quickly increasing (Chaudhry & Sachdeva, 2021).\nDue to its devastating effects on the environment, many researchers started to investigate tourists’ pro-environmental behavior related to using plastic products in recent years. For instance, Adam (2022) studied the effect of rational and moral antecedents on tourists’ pro-environmental behavior using single-use plastics. Additionally, Yoon et al. (2021) studied travelers’ perception of ocean microplastics and found that risk perception and knowledge can significantly influence people’s pro-environmental behavior intentions. However, these studies are fragmented and do not provide a wide picture of the plastic pollution in the context of marine tourism which this study attempts to address. To the best of our knowledge, this is a pioneer study that utilities a bibliometric analysis approach to group authors, documents, and journals according to their similarity to the subject of plastic pollution in marine/coastal tourism. The present study performs a bibliometric analysis that examines 164 articles published in the last 24 years in the Web of Science (WoS), a highly regarded and comprehensive database of research publications and citations. This study focuses on the time period from 1999 to 2022 as the majority of studies about plastic pollution in water ecosystems were largely published during the last 22 years (Kasavan et al., 2021). This study highlights the importance of employing a rigorous and systematic approach for reviewing literature by utilizing mind maps to organize the available materials. By doing so, this study provides a valuable contribution to the existing body of knowledge on plastic pollution in coastal and marine tourism.\nMethodology and Data\nIn order to provide a comprehensive and accurate understanding of the existing literature on “plastic pollution in coastal/marine tourism,” this study utilized a two-tier approach that involved both a systematic literature review and a bibliometric analysis of articles sourced from the Web of Science (WoS) database. Additionally, a content analysis was also conducted to supplement the study’s findings and address the research questions posed. Overall, this multifaceted approach allowed for a more robust and nuanced examination of the research on this important topic. A systematic review of the literature involves reading, categorizing, and analyzing academic papers (Dahlander & Gann, 2010), which help to identify and understand themes and trends and ensure the clarity and reproducibility of the methodological procedure (Todeschini et al., 2020). The current study follows the methodological approach suggested by Usman et al. (2018) which encompass four stages that is, selection of databases, selection of keywords, selection of related papers, and an employment of inclusion and exclusion criteria.\nAfter a thorough and systematic review of the literature, the identified articles were subject to bibliometric and scientific mapping software analysis. Bibliometric methods utilize mathematical and statistical tools to evaluate and measure metadata of various publications such as articles and books. These methods are crucial in organizing and analyzing data, and assessing bibliographical content. In general, bibliometric analyses have been applied in research to measure both quantitative and qualitative research, identify research clusters, reveal trends and themes in the field, and assess the impact of authors, among other uses (Taddeo et al., 2019).\nSelection of Database and Keywords\nIn bibliometric research, selecting the appropriate database and keywords are the first two procedures (Fang et al., 2018). Using high-quality literature as a data source can ensure the accuracy and significance of results (Fang et al., 2018). In this study, all relevant data was gathered from the WoS Core Collection which is commonly used by scholars from various disciplines in bibliometric analysis (Cui et al., 2018; Fang et al., 2018; Zhang et al., 2023a). The Web of Science core collection covers more than 21,793 journals and each journal is rigorously evaluated before selection (Clarivate, 2023). This database offers a more comprehensive coverage of older literature and deeper citation indexing across all content, making it the standard dataset for bibliometric analysis (Chen, 2006; Clarivate, 2023). Fang et al. (2018) used the WoS Core Collection to search for data related to climate change and tourism for bibliometric analysis. To avoid missing data, we simultaneously used “plastic pollution, marine tourism” and “plastic pollution, coastal tourism” as the keyword to search data.\nData Collection and Inclusion Criteria\nIn order to obtain high-quality research papers, this study adopted “Topic” search in the WoS core collection (Zhang & Quoquab, 2022). Firstly, we used “plastic pollution, marine tourism” and “plastic pollution, coastal tourism” to search data. Initially, a total of 203 documents were retrieved from the search. Secondly, for getting high-quality results only research articles were included in the data set in this study (Zhang & Quoquab, 2022). Therefore, proceedings papers (8), review articles (24), book chapters (6), and editorial materials (1) were excluded, resulting in 164 articles that were analyzed further. According to the searching results, the first article in this field was published in 1999. Thus, the research time span for this study is 1999−2022.\nBibliometric Analysis\nThis study adopted the bibliometric method to analyze the research status on plastic pollution and coastal/marine tourism research. This method can provide better visualized and objective information than subjective analysis (Cui et al., 2018). CiteSpace is a common software developed in Java used in bibliometric analysis, which was developed by Chen (2006). It is based on co-citation analysis and pathfinder algorithms, which are effective in measuring the literature collection of a particular field. These methods allow for the exploration of the key paths and knowledge inflection points in the evolution of a discipline. The study utilized a series of visual mapping techniques to provide a comprehensive analysis of the potential dynamics of the evolution of the discipline. By utilizing these advanced analytical tools, this study provides valuable insights into the patterns of research and the overall knowledge framework regarding plastic pollution in coastal and marine tourism (Chen, 2006).\nOver the years, CiteSpace has been widely used worldwide in many disciplines, such as medicine (Chen et al., 2012), business (Cui et al., 2018), hospitality management (X. Li et al., 2017), green marketing (S. Wang et al., 2023), and tourism (Fang et al., 2018). Compared with other bibliometric software, such as VOSviewer and Biblioshiny, CiteSpace can flexibly adjust the color, line, and font on the map, which makes high-quality knowledge mapping and provides ample information. CiteSpace can also be used to map the potential dynamics of disciplinary evolution and detect disciplinary development’s frontiers. It contains collaboration network analysis and co-occurrence analysis, which can identify hotspots, intellectual basis, and emerging trends.\nFindings of Bibliometric Analysis\nResearch Outputs\nPlastic pollution in marine tourism is getting more concern from scholars over the years (Maione, 2021). It can be reflected in the number of related articles published, which is shown in Figure 1. The first article was published in 1999, and in the next 16 years, this research field did not get much concern. However, since 2015, it can be clearly seen in this figure that there is a rapid growth in the number of published papers. One possible reason is the publication of the United Nations Sustainable Development Goals in 2015 (Dube & Nhamo, 2021). Research on this topic is highly related to the 14th goal, Life below Water (Issifu & Sumaila, 2020). Further, UNWTO proclaimed 2017 as the Year of Sustainable Tourism 2015 (Dube & Nhamo, 2021). Then, the number of published papers has exponentially increased.\nFigure 1. The number of published papers on plastic pollution in coastal/marine tourism.\nOPEN IN VIEWER\nThe Collaboration Network of Plastic Pollution and Coastal/Marine Tourism Research\nCountry Collaboration Network\nThe network of collaborating countries consisted of 71 nodes and 163 links between 1991 and 2022 (see Figure 2). Brazil has the most publications, with 17 articles, followed by Australia (14), the USA (14), England (13), India (13), China (12), Spain (12), Germany (8), Italy (7), Canada (7) (see Table 2). There are sufficient coastal tourism resources in Brazil, and many scholars put their focus on local beaches, such as Abais beach (Melo Nobre et al., 2021), Santos beaches (Ribeiro et al., 2022), and the beaches of Arraial do Cabo (da Silva et al., 2018). The USA has the most centrality, thus leading the collaboration network. According to the color of the lines, the cooperative relationship between Canada, Turkey, the USA, Indonesia, Chile, Brazil, England, and Germany is the newest (see Figure 2). On the whole, collaboration between different countries has primarily formed.\nFigure 2. A visualization of the country collaboration network.\nOPEN IN VIEWER\nTable 2. Top 10 Countries Based on Frequency.\nCountry\tFrequency\tCentrality\nBrazil\t17\t0.21\nAustralia\t14\t0.27\nUSA\t14\t0.30\nEngland\t13\t0.28\nIndia\t13\t0.14\nChina\t12\t0.05\nSpain\t12\t0.11\nGermany\t8\t0.06\nItaly\t7\t0.05\nCanada\t7\t0.21\nOPEN IN VIEWER\nInstitution Collaboration Network\nThe institution collaboration network contains 183 nodes and 176 lines, as shown in Figure 3. Apparently, the international collaboration between different institutions is relatively loose. The top 10 institutions with the most publications in this research field are presented in Table 3. Particularly, University Federal Fluminense tops the list with four publications, and the other institutions are the Chinese Academy of Science (three), Klaipeda University (three), University Wales Trinity Saint David (three), University Cadiz (three), Commonwealth Scientific and Industrial Research Organization (two), Ghent University (two), East China Normal University (two), and University Estado Rio de Janeiro (two). Most collaboration existed in the same country’s institutions. For example, the Chinese Academy of Science, East China Normal University, and the University of Chinese Academy of Science have closely collaborated in recent years (Figure 3).\nFigure 3. The institution collaboration network.\nOPEN IN VIEWER\nTable 3. Top 10 Institutions Based on the Number of Publications.\nRank\tInstitutions\tDocuments\tCountry\n1\tUniversity Federal Fluminense\t4\tBrazil\n2\tChinese Academy of Science\t3\tChina\n3\tKlaipeda University\t3\tLithuania\n4\tUniversity Wales Trinity Saint David\t3\tWales\n5\tUniversity Cadiz\t3\tSpanish\n6\tCommonwealth Scientific and Industrial Research Organization\t2\tAustralia\n7\tGhent University\t2\tNetherlands\n8\tEast China Normal University\t2\tChina\n9\tCardiff University\t2\tWales\n10\tUniversity Estado Rio de Janeiro\t2\tBrazil\nOPEN IN VIEWER\nAuthor Collaboration Network\nAs is shown in Figure 4, the author’s collaboration network, which contributes to plastic pollution and coastal/marine tourism, consisted of 221 nodes and 268 links. Although many scholars are focused on this research field, the collaboration network is relatively loose. Allan Thomas Williams, Arunas Balciunas, and Giorgio Anfuso have more publications than other researchers, but the number, to some extent, is similar, as shown in Table 4. Therefore, the author’s collaboration network still needs to mature, and the collaboration between scholars needs to strengthen.\nFigure 4. Author collaboration network.\nOPEN IN VIEWER\nTable 4. Top 10 Authors Based on Frequency of Publications.\nAuthor\tFrequency\tInstitution\nAllan Thomas Williams\t3\tUniversity of Wales\nArunas Balciunas\t3\tKlaipeda University\nGiorgio Anfuso\t3\tUniversidad de Cadiz\nBritta Denise Hardesty\t2\tCommonwealth Scientific and Industrial Research Organization\nItalo Braga Castro\t2\tUniversity of São Paulo\nI.Anandavelu\t2\tNational Centre for Sustainable Coastal Management\nRozalina Chuturkova\t2\tTechnical University—Varna\nSyed Zaki Ahmed\t2\tPondicherry University\nCarolynn Box\t2\tUnited States of America\nRenan Pereira Cardoso\t2\tFluminense Federal University\nOPEN IN VIEWER\nThe Co-citation Network of Plastic Pollution and Coastal/Marine Tourism\nDocument Co-citation Network\nThe co-citation network, as illustrated in Figure 5, comprised 472 references and 1,780 co-citation links between the years 1999 and 2022. The network was created using title terms and a log-likelihood ratio algorithm, which are widely used by scholars for this purpose (Fang et al., 2018). Silhouette score is a vital indicator measure of homogeneity and consistency (Fang et al., 2018). In this study, all the silhouette scores of clusters are above 0.8, indicating the clusters have good quality. The top 15 clusters are shown in Table 5. The largest cluster—#0 seasonal comparison—contains 68 references, followed by #1 Qinghai Lake, #2 small plastic debris. Qinghai Lake, the largest lake within China’s borders, boasts numerous attractions that draw tourists from far and wide, so it has been attracting the focus of tourists and scholars (Cui & Li, 2014). Based on the mean cite and the year of each cluster, seasonal comparison, case study, spatial pattern, and Southern Baltic Sea are the new topics in the recent 3 years (Table 5)\nFigure 5. Document co-citation network.\nOPEN IN VIEWER\nTable 5. Summary of Top 15 Clusters.\nCluster ID\tSize\tSilhouette score\tLabel (LLR)\tMean (cite year)\n0\t68\t0.873\tSeasonal comparison\t2019\n1\t65\t0.86\tQinghai lake\t2018\n2\t59\t0.941\tSmall plastic debris\t2014\n3\t57\t0.806\tCase study\t2020\n4\t38\t0.856\tCoastal litter\t2017\n5\t31\t0.912\tSpatial pattern\t2021\n6\t26\t1\tPlastics\t1999\n7\t25\t1\tSocio-economic characteristics\t2005\n8\t21\t1\tEstuarine\t2011\n9\t15\t1\tPollution\t2014\n10\t14\t1\tBalearic island\t2007\n11\t10\t1\tSocial marketing\t2016\n12\t8\t0.998\tMarine debris composition\t2012\n13\t7\t0.993\tVarious sand dune habitat\t2018\n14\t2\t1\tSouthern Baltic Sea\t2020\nOPEN IN VIEWER\nThe more citation counts an article has, the more important it probably is (Fang et al., 2018). Table 6 shows the top 10 cited articles in this research field. Most articles come from #0 and the others come from #3 and # 1. The research of Williams et al. (2016) has the most citation frequencies, with 10 citations (Table 6). They evaluated 35 Colombian Caribbean beaches and indicated that cleaning up the litter could significantly improve the scores of the scenery. Portman and Brennan (2017) have the second highest citation (Table 6) made a case study of a coastal town, and the results showed that plastic pollution should be a priority to prevent marine litter. Scholars’ research has provided some cases, insights, and methods for future study; however, there are no landmark researches in plastic pollution and coastal/marine tourism research.\nTable 6. Top 10 Most Cited Papers With Co-citation Network.\nCitation counts\tReferences\tCluster\n10\tWilliams et al. (2016)\t0\n8\tPortman and Brennan (2017)\t0\n7\tSimeonova and Chuturkova (2019)\t0\n7\tEugenia Becherucci et al. (2017)\t0\n7\tda Silva et al. (2018)\t0\n6\tde Jesus Piñon-Colin et al. (2018)\t3\n6\tPham et al. (2014)\t1\n6\tDuis and Coors (2016)\t3\n6\tLoizidou et al. (2018)\t0\n6\tHartley et al. (2018)\t0\nOPEN IN VIEWER\nAuthor Co-citation Network\nThe author co-citation network made by CiteSpace is shown in Figure 6, which contains 455 nodes and 2,510 co-citation links. In CiteSpace, only the first author of an article will be included in the statistic (Fang et al., 2018). Table 7 lists 10 authors and institutions with the highest citation frequency, and Jambeck has the most citation frequency with 64 citations. Their research has provided good foundations for future research. For example, Jambeck et al. (2015) estimated the mass of plastic pollution entering the ocean, which provided data support for subsequent research. Also, Derraik (2002) made a comprehensive review of plastic pollution in the marine environment, mainly in terms of drift plastic debris, ingestion of plastics, and entanglement in plastic debris.\nFigure 6. Author co-citation network.\nOPEN IN VIEWER\nTable 7. Top 10 Most Cited Authors With Co-citation Frequency.\nRank\tAuthor\tFrequency\tCentrality\n1\tJambeck J\t64\t0.03\n2\tDerraik J\t52\t0.07\n3\tBrowne M\t51\t0.06\n4\tBarnes D\t47\t0.20\n5\tThompson R\t47\t0.06\n6\tGalgani F\t45\t0.05\n7\tAndrady Y\t43\t0.15\n8\tRyan P\t41\t0.04\n9\tUNEP\t40\t0.03\n10\tHidalgo-ruzv\t39\t0.04\nOPEN IN VIEWER\nJournal Co-citation Network\nFigure 7, with 459 nodes, indicates the journal co-citation network contributing to plastic pollution and coastal/marine tourism over the last 24 years. It shows the effect of multidiscipline knowledge on plastic pollution and marine/coastal tourism. The top 10 most cited journals with citation frequency over 60 are shown in Table 8. Marine Pollution Bulletin is the most prominent, with 153 co-citations, followed by Environmental Pollution (99), Science (96), and Science of the Total Environment (91) (Table 8). Besides, the top academic journals containing a wide range of research fields are included, such as Science. In terms of centrality, Ocean & Coastal Management, which focuses on ocean and coastal, has the highest centrality (0.11). Table 9 shows the top 10 most prolific journals in plastic pollution and coastal/marine tourism. The more publications a journal has, it is likely that the more citation frequency it contains. Marine Pollution Bulletin has the most publications contributing to this research field, followed by Environmental Pollution (see Table 9).\nFigure 7. Journal co-citation network.\nOPEN IN VIEWER\nTable 8. Top 10 Most Cited Journals.\nJournal\tFrequency\tCentrality\tImpact factor\nMarine Pollution Bulletin\t153\t0.08\t7.302\nEnvironmental Pollution\t99\t0.09\t10.366\nScience\t96\t0.01\t59.937\nScience of the Total Environment\t91\t0.01\t10.237\nEnvironmental Science & Technology\t85\t0.01\t12.154\nMarine Environmental Research\t83\t0.03\t4.33873\nOcean & Coastal Management\t73\t0.11\t4.101\nPhilosophical Transactions of the Royal Society B-Biological Sciences\t71\t0.04\t8.414\nPLOS One\t64\t0.00\t4.069\nScientific Reports\t62\t0.04\t5.516\nNote. Impact factor: average impact factor (5 years).\nOPEN IN VIEWER\nTable 9. Top 10 Most Prolific Journals.\nJournal\tNumber of publications\tImpact factor\nMarine Pollution Bulletin\t75\t7.302\nEnvironmental Pollution\t30\t10.366\nScience of the Total Environment\t20\t10.237\nOcean & Coastal Management\t11\t4.101\nFrontiers in Marine Science\t8\t5.72\nSustainability\t7\t4.089\nEnvironmental Science and Pollution Research\t6\t5.053\nJournal of Coastal Research\t6\t1.093\nEnvironmental Monitoring and Assessment\t4\t3.42\nMarine Environmental Research\t4\t4.338\nNote. Impact factor: average impact factor (5 years).\nOPEN IN VIEWER\nEmerging Trends of Plastic Pollution and Marine/Coastal Tourism Research\nReferences with Citation Bursts\nTable 10, which depicts the top 10 references with the most vigorous citation bursts, shows the research trends in plastic pollution and marine/coastal tourism research. From 2016 to 2022, the research fields can be concluded as the estimation of the amount of plastic debris in an area (Munari et al., 2015; Pham et al., 2014) or all over the world (Cózar et al., 2014; Galgani et al., 2015; Jambeck et al., 2015), the plastic pollution on the beach in a specific tourism destination (Laglbauer et al., 2014), the economic effect of plastic pollution on coastal tourism (Jang et al., 2014), and the effect of plastic pollution on marine life (Gall & Thompson, 2015; Kühn et al., 2015).\nTable 10. Top 10 References With Strongest Citation Bursts.\nReferences\tStrength\tBegin\tEnd\nCózar et al. (2014)\t2.89\t2016\t2019\nLaglbauer et al. (2014)\t2.89\t2016\t2019\nJambeck et al. (2015)\t8.14\t2017\t2020\nJang et al. (2014)\t3.6\t2017\t2019\nGall and Thompson (2015)\t3.8\t2018\t2019\nPham et al. (2014)\t3.62\t2018\t2018\nGalgani et al. (2015)\t4.32\t2019\t2020\nMunari et al. (2016)\t2.77\t2019\t2022\nW. C. Li et al. (2016)\t2.79\t2020\t2022\nKühn et al. (2015)\t2.65\t2020\t2020\nOPEN IN VIEWER\nKeywords Co-occurrence Analysis\nKeywords can show the subject of the article clearly. Analyzing co-occurring keywords can contribute to systematically understanding the research topic, tracing the evolution track, and predicting the future of development directions (Meng et al., 2020). Figure 8 illustrates the co-occurring network of keywords, consisting of 263 nodes and 1,399 links. The high-frequency keywords are shown in Table 11, where pollution, plastic debris, and marine debris are the most focused keywords by scholars. Table 12 presents the recurrent keywords identified by CiteSpace over the past 2 years. Single-use plastics, Yellow Sea, and Pro-environmental behavior are the most repeated keywords, which can serve as valuable indicators for predicting future research topics.\nFigure 8. Keywords co-occurring analysis.\nOPEN IN VIEWER\nTable 11. High-Frequency Keywords in Plastic Pollution and Marine/Coastal Tourism Research.\nKeywords\tFrequency\tKeywords\tFrequency\nPollution\t73\tLitter\t28\nPlastic debris\t56\tIngestion\t26\nMarine debris\t44\tMarine litter\t26\nAbundance\t44\tEnvironment\t25\nDebris\t30\tMarine environment\t24\nOPEN IN VIEWER\nTable 12. Repeated Keywords in the Past 2 Years.\nKeywords\tFrequency\tYear\nParticle\t6\t2021\nSingle-use plastics\t3\t2022\nYellow sea\t2\t2022\nPro-environmental behavior\t2\t2022\nMunicipal solid waste\t2\t2022\nPlanned behavior\t2\t2022\nSocio-economic impact\t2\t2021\nAnthropogenic debris\t2\t2021\nMicroplastic ingestion\t2\t2021\nOPEN IN VIEWER\nPro-environmental behavior and single-use plastics are potential research topics, both of which are related to tourists’ behavior. The Planned behavior theory is commonly used to explain tourists’ behavior (Zhang & Liu, 2023; Zhang & Quoquab, 2022). The increasing use of single-use plastics has been the most documented litter in some coastal tourism sites (Maione, 2021). In addition, few studies focused on tourists’ perception of microplastics (Yoon et al., 2021). More research is needed to study the relationship between tourists’ pro-environment behavior and single-use plastics. The social-economic impact of plastic pollution on coastal/marine tourism is also a rapidly expanding research topic in the last 2 years (Chaudhry & Sachdeva, 2021). Chaudhry and Sachdeva (2021) analyzed microplastics’ socio-economic impacts from a global perspective. They also called for more research to assess the potential loss of money beach litter has taken to tourism.\nDiscussion and Conclusions\nCoastal tourism has been a significant contributor to the economy of many coastal cities and countries; however, the rapid growth of tourism has also led to imbalances in economic, social, and environmental aspects (Mejjad et al., 2022). In fact, tourism activities have become a vital source of plastic pollution in coastal regions. Given the growing global focus surrounding the SDGs and Blue Growth (BG) (Dube & Nhamo, 2021; Mejjad et al., 2022), research into marine/coastal tourism and plastic pollution has gained increasing attention among scholars. Nevertheless, comprehensive research exploring the global movement of plastic pollution in coastal tourism is lacking, highlighting the need for more investigations. Therefore, this study aims to present a two-tier analysis comprising a systematic literature review and bibliometric analysis of plastic pollution and coastal/marine tourism, which provides an objective and comprehensive review of this knowledge domain. The data were sourced from the WoS Core Collection, spanning 1999 to 2022.\nBased on our collaboration network analysis, several key findings emerged. Specifically, plastic pollution and coastal/marine tourism represent an emerging and multidisciplinary research area with great research potential. This finding suggests growing interest among researchers in learning about the impacts of plastic waste on marine and coastal ecosystems, particularly in the context of the tourism industry, as indicated by a considerable rise in papers that have been published, especially after 2015. Plastic products pose numerous potential threats to the environment and coastal tourism. However, these perils remain insufficiently explored, such as the open burning of plastic waste (Pathak et al., 2023). Therefore, this study emphasizes the need for further research in this field. More detailed investigations may help researchers comprehend this issue and provide solutions to reduce its harmful effects.\nFurthermore, research on this area is overwhelmingly centered in Brazil, Australia, and the United States, with European and American countries contributing significantly more than other regions. This suggests that these countries have been actively studying and publishing on the subject. Brazil is at the top of the list with 17 publications, followed by Australia and the US, where each of these countries have 14 publications followed by England and India, with 13 publications each. This shows a serious urge and dedication in understanding the problems caused by plastic pollution in marine and coastal ecosystems and how they affect the tourism sector. Our analysis also points out a limited emphasis on this research topic among other nations. This shows a possible gap in research cooperation and involvement worldwide, especially among coastal nations such as Malaysia, Singapore, Indonesia, Brunei, Sri Lanka, and others. Given the interrelated nature of marine ecosystems and the global effect of plastic pollution, it is critical to encourage more nations to do research in this area.\nAlthough this study revealed that collaboration between authors and institutions globally has increased, it yet to reach to a mature stage and requires further investigation. Increasing collaboration between scholars and institutions from different countries can foster knowledge exchange, bring diverse perspectives, and address the global nature of the issue. The analysis of this study demonstrates that collaboration between researchers from different organizations primarily exists within institutions in the same country. For example, the Chinese Academy of Science, East China Normal University, and the University of Chinese Academy of Science have closely collaborated in recent years. This indicates a strong collaboration network within China in this particular research field. However, the collaboration between different institutions and countries is still weak. Thus, this study calls for more enhanced international collaborations as a united effort to collectively address the threat of plastic pollution to the humanity.\nRegarding the document co-citation network, we identified seasonal comparison, Qinghai Lake, and small plastic debris as the primary research clusters. In addition, scholars have recently focused on case studies, spatial patterns, and the Southern Baltic Sea. Furthermore, Jambeck, who provided data support for this research field, emerged as the most cited author. The Marine Pollution Bulletin is the most cited and prolific journal in plastic pollution and coastal tourism research, reflecting the multidisciplinary nature of this research field. Furthermore, the top 10 articles with the highest citation counts are regarded as the most valuable contributions within the field. Related research topics are found as the amounts of plastic debris in an area (Munari et al., 2015; Pham et al., 2014) or all over the world (Cózar et al., 2014; Galgani et al., 2015; Jambeck et al., 2015), the plastic pollution on the beach in a specific tourism destination (Laglbauer et al., 2014), the economic effect of plastic pollution on coastal tourism (Jang et al., 2014), and the effect of plastic pollution on marine life. In a nutshell, this study contributes significantly by providing a clear picture of the major themes, key contributors, influential journals, and notable contributions within the research field of plastic pollution and coastal tourism.\nOur analysis of citation bursts and keyword co-occurrence identified several new topics of interest that have emerged in recent years, including the social-economic impact of plastic pollution on coastal tourism (Q. Wu et al., 2021), plastic particles (Abdel Ghani et al., 2022), pro-environmental behavior (Wichmann et al., 2022), municipal solid waste (Jotaworn et al., 2021), and single-use plastics (Adam, 2022). These topics represent critical areas for future research and provide a foundation for further investigation in this field. Providing a comprehensive knowledge on these topics can empower policymakers, businesses, and individuals to make informed choices and take meaningful actions to reduce plastic pollution, conserve natural resources, and support the long-term viability of coastal tourism destinations.\nOverall, this study adds to our understanding of the current state of research on plastic pollution and coastal tourism, emphasizing the importance of additional thorough studies and international collaboration. The identified research gaps and emerging issues can serve as a roadmap for future studies, assisting policymakers, industry stakeholders, and researchers in establishing effective policies and interventions to reduce plastic pollution and promote sustainable coastal tourism.\nTheoretical Contribution and Managerial Implications\nThis research has significantly contributed to the body of knowledge on plastic pollution research. Through the analysis of 164 articles published in the WoS, the study systematically documents the current state of research on plastic pollution and marine/coastal tourism. The pioneering nature of the study lies in its global scale, offering a comprehensive bibliometric review of plastic pollution and coastal tourism. Particularly, this study summaries recent publication trends and distributions that suggest plastic pollution and marine/coastal tourism are blooming fields of study. Also, this study identified the most productive authors, institutions, countries/regions, and cooperation networks and analyzed the top-cited authors and papers to find the most prominent research bodies in plastic pollution and marine/coastal tourism. Besides, research hotspots and clusters and their origin and evolution were identified to evaluate this field’s most relevant topics and themes.\nIn contrast to previous studies that focused on plastic pollution in specific destinations, such as the Mediterranean coastal region (Mejjad et al., 2022), Gopalpur coastal area (Khadanga et al., 2022), Qinghai Lake (Jiang et al., 2022), Caspian Sea (Mehdinia et al., 2020), Tamil Nadu coast (Karthik et al., 2018), Gujarat coast (Rabari et al., 2022), and Caribbean beaches (Williams et al., 2016), this research provides a broader perspective by considering multiple geographical areas. Furthermore, this study contributes to the literature on tourism research by utilizing bibliometric analysis to explore the relationship between plastic pollution and coastal tourism. It expands the scope of previous studies that primarily focused on climate change, pro-environmental travel behavior, hospitality research, the psychology of tourism, sustainability, economic impact, and sports tourism. This not only adds depth to the understanding of the subject but also enriches the tourism research landscape by incorporating an important environmental aspect.\nBy looking at how research has evolved from the early stage to the present, this work presents the development of current state of research on plastic pollution and coastal/marine tourism and adds value to the historical context. By knowing how the field has changed over time, the concerning researchers can better understand new trends, challenges, and opportunities. They can select appropriate methodologies, design effective studies, and formulate research questions that are grounded in past studies. In addition, the output of this study can help improve the efficiency of research by pointing out the most important scholars and insinuations in the field. By focusing on scholars like Jambeck and organizations like the University Federal Fluminense, researchers can find possible partners and establish relationships and collaborations that will be useful for future studies. Additionally, the study identifies frequently cited journals (e.g., Marine Pollution Bulletin, Environmental Pollution, and Science of the Total Environment) as the valuable source of literature and desirable publication platforms for scholars seeking effective dissemination of their work and reaching a wider audience. The study also calls for further research on “plastic pollution and coastal tourism,” encouraging interdisciplinary collaboration and closer communication among scholars from various disciplines and institutions, which can lead to more comprehensive and impactful research outcomes.\nThis study has important implications for policymakers as well as for tourists. Policymakers must establish and enforce plastic pollution restrictions in coastal and marine tourism locations. This could involve limiting single-use plastics and developing proper waste management systems. Tourists can practice responsible plastic consumption habits (such as carrying reusable water bottles and avoiding single-use plastic items), participate in beach clean-up activities and support local conservation initiatives.\nLimitations and Future Research Directions\nWhile this study has its merits, it is not free from some limitations that can serve as the future research direction. Specifically, this study focused only on English literature. Future studies are recommended to consider additional literature published in different languages, such as Chinese, German, and Japanese which can provide more information and comprehensive picture about this field. Besides, the analyzed data in the current study was downloaded only from WoS; therefore, data obtained from other databases, such as Scopus, could improve the findings. In addition, researchers are encouraged to expand their research agenda by including related topics, such as pro-environmental behavior (Zhang et al., 2023b) and metaverse tourism (Zhang et al., 2023c; Zhang & Quoquab, 2023) to advance the field’s knowledge base. It is important to acknowledge that bibliometric analysis is insufficient for comprehensive analysis of research logic. Consequently, conducting a systematic literature review or meta-analysis becomes imperative in order to provide a concise overview of the existing literature in the respective field.\nDeclaration of Conflicting Interests\nThe author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.\nFunding\nThe author(s) received no financial support for the research, authorship, and/or publication of this article.\nORCID iDs\nJiale Zhang https://orcid.org/0000-0003-1391-4314\nFarzana Quoquab https://orcid.org/0000-0002-6562-4100\nReferences\nAbdel Ghani S. A., El-Sayed A. A. M., Ibrahim M. I. A., Ghobashy M. M., Shreadah M. A., Shabaka S. (2022). Characterization and distribution of plastic particles along Alexandria beaches, Mediterranean Coast of Egypt, using microscopy and thermal analysis techniques. Science of The Total Environment, 834, 155363. https://doi.org/10.1016/j.scitotenv.2022.155363\nGO TO REFERENCE\nGoogle Scholar\nAdam I. (2022). Rational and moral antecedents of tourists’ intention to use reusable alternatives to single-use plastics. Journal of Travel Research, 004728752211058, https://doi.org/10.1177/00472875221105860\nGoogle Scholar\nAndrade D. F., Romanelli J. P., Pereira-Filho E. R. (2019). Past and emerging topics related to electronic waste management: Top countries, trends, and perspectives. Environmental Science and Pollution Research, 26(17), 17135–17151, https://doi.org/10.1007/s11356-019-05089-y.\nGO TO REFERENCE\nGoogle Scholar\nAndrady A. L. (2011). Microplastics in the marine environment. Marine Pollution Bulletin, 62(8), 1596–1605. https://doi.org/10.1016/j.marpolbul.2011.05.030\nGoogle Scholar\nAndrady A. L. (2022). Weathering and fragmentation of plastic debris in the ocean environment. Marine Pollution Bulletin, 180, 113761. https://doi.org/10.1016/j.marpolbul.2022.113761\nGO TO REFERENCE\nGoogle Scholar\nBayo J., Rojo D., Olmos S. (2019) Abundance, morphology and chemical composition of microplastics in sand and sediments from a protected coastal area: The Mar Menor lagoon (SE Spain). Environmental Pollution, 252, 1357–1366.\nGO TO REFERENCE\nCrossref\nPubMed\nGoogle Scholar\nBorrelle S. B., Ringma J., Law K. L, Monnahan C. C., Lebreton L., McGivern A., Murphy E., Jambeck J., Leonard G. H., Hilleary M. A., Eriksen M. (2020). Predicted growth in plastic waste exceeds efforts to mitigate plastic pollution. Science, 369(6510), 1515–1518. https://doi.org/10.1126/science.aba3656.\nGO TO REFERENCE\nGoogle Scholar\nBrandão F., Breda Z., Costa C. (2019). Innovation and internationalization as development strategies for coastal tourism destinations: The role of organizational networks. Journal of Hospitality and Tourism Management, 41, 219–230.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nChaudhry A. K., Sachdeva P. (2021). Microplastics’ origin, distribution, and rising hazard to aquatic organisms and human health: Socio-economic insinuations and management solutions, Regional Studies in Marine Science, 48, 102018. https://doi.org/10.1016/j.rsma.2021.102018\nGoogle Scholar\nChen C. (2006). CiteSpace II: Detecting and visualizing emerging trends and transient patterns in scientific literature. Journal of the American Society for Information Science and Technology, 57(3), 359–377. https://doi.org/10.1002/asi.20317\nGoogle Scholar\nChen C., Hu Z., Liu S., Tseng H. (2012). Emerging trends in regenerative medicine: A scientometric analysis in CiteSpace. Expert Opinion on Biological Therapy 12(5), 593–608.\nGO TO REFERENCE\nCrossref\nPubMed\nGoogle Scholar\nCherif E. K., Vodopivec M., Mejjad N., Esteves da Silva J. C. G., Simonovič S., Boulaassal H. (2020). COVID-19 pandemic consequences on coastal water quality using WST sentinel-3 data: Case of Tangier, Morocco. Water, 12(9), 2638. https://doi.org/10.3390/w12092638\nGO TO REFERENCE\nGoogle Scholar\nClarivate. (2023). Web of Science coverage details. https://clarivate.libguides.com/librarianresources/coverage\nGoogle Scholar\nCourtene-Jones W., Maddalene T., James M. K., Smith N. S., Youngblood K., Jambeck J. R., Earthrowl S., Delvalle-Borrero D., Penn E., Thompson R. C. (2021). Source, sea and sink—A holistic approach to understanding plastic pollution in the Southern Caribbean. Science of the Total Environment, 797, 149098.\nGO TO REFERENCE\nCrossref\nPubMed\nGoogle Scholar\nCózar A., Echevarría F., González-Gordillo J. I., Irigoien X., Úbeda B., Hernández-León S., Palma Á. T., Navarro S., García-de-Lomas J., Ruiz A., Fernández-de-Puelles M. L., Duarte C. M. (2014). Plastic debris in the open ocean. Proceedings of the National Academy of Sciences, 111(28), 10239–10244. https://doi.org/10.1073/pnas.1314705111\nGoogle Scholar\nCui B. L., Li X. Y. (2014). Characteristics of stable isotope and hydrochemistry of the groundwater around Qinghai lake, NE Qinghai-Tibet Plateau, China. Environmental Earth Sciences, 71(3), 1159–1167.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nCui Y., Mou J., Liu Y. (2018). Knowledge mapping of social commerce research: A visual analysis using CiteSpace. Electronic Commerce Research, 18(4), 837–868. https://doi.org/10.1007/s10660-018-9288-9\nGoogle Scholar\nDahlander L., Gann D. (2010). How open is innovation? Research Policy, 39, 699–709. https://doi.org/10.1016/j.respol.2010.01.013\nGO TO REFERENCE\nGoogle Scholar\nDarvishmotevali M., Altinay L. (2022). Green HRM, environmental awareness and green behaviors: The moderating role of servant leadership. Tourism Management, 88, 104401, https://doi.org/10.1016/j.tourman.2021.104401\nGO TO REFERENCE\nGoogle Scholar\nda Silva M. L., Castro R. O., Sales A. S., de Araujo F. V. (2018). Marine debris on beaches of Arraial do Cabo, RJ, Brazil: An important coastal tourist destination. Marine Pollution Bulletin, 130, 153–158. https://doi.org/10.1016/j.marpolbul.2018.03.026\nGoogle Scholar\nde Jesus Piñon-Colin T., Rodriguez-Jimenez R., Pastrana-Corral M. A., Rogel-Hernandez E., Wakida F. T. (2018). Microplastics on sandy beaches of the Baja California Peninsula, Mexico. Marine Pollution Bulletin, 131, 63–71. https://doi.org/10.1016/j.marpolbul.2018.03.055\nGO TO REFERENCE\nGoogle Scholar\nDerraik J. G. B. (2002). The pollution of the marine environment by plastic debris: A review. Marine Pollution Bulletin, 44(9): 842–852.\nGO TO REFERENCE\nCrossref\nPubMed\nGoogle Scholar\nDube K., Nhamo G. (2021). Sustainable development goals localisation in the tourism sector: Lessons from Grootbos private nature reserve, South Africa. GeoJournal, 86(5), 2191–2208.\nGoogle Scholar\nDuis K., Coors A. (2016). Microplastics in the aquatic and terrestrial environment: Sources (with a specific focus on personal care products), fate and effects. Environmental Sciences Europe, 28(1), 2. https://doi.org/10.1186/s12302-015-0069-y\nGO TO REFERENCE\nGoogle Scholar\nEugenia Becherucci M., Federico Rosenthal A., Seco Pon J. P. (2017). Marine debris in beaches of the Southwestern Atlantic: An assessment of their abundance and mass at different spatial scales in northern coastal Argentina. Marine Pollution Bulletin, 119(1), 299–306. https://doi.org/10.1016/j.marpolbul.2017.04.030\nGO TO REFERENCE\nGoogle Scholar\nFadare O. O., Wan B., Guo L.-H., Zhao L. (2020). Microplastics from consumer plastic food containers: Are we consuming it? Chemosphere, 253, 126787, https://doi.org/10.1016/j.chemosphere.2020.126787\nGO TO REFERENCE\nGoogle Scholar\nFang Y., Yin J., Wu B. (2018). Climate change and tourism: A scientometric analysis using CiteSpace. Journal of Sustainable Tourism, 26(1), 108–126. https://doi.org/10.1080/09669582.2017.1329310\nGoogle Scholar\nGalgani F., Hanke G., Maes T. (2015). Global distribution, composition and abundance of marine litter. In Bergmann M., Gutow L., Klages M. (Eds.), Marine anthropogenic litter (pp. 29–56). Springer International Publishing. https://doi.org/10.1007/978-3-319-16510-3_2\nGoogle Scholar\nGall S. C., Thompson R. C. (2015). The impact of debris on marine life. Marine Pollution Bulletin, 92(1), 170–179. https://doi.org/10.1016/j.marpolbul.2014.12.041\nGoogle Scholar\nGarcés-Ordóñez O., Espinosa Díaz L. F., Pereira Cardoso R., Costa Muniz M. (2020). The impact of tourism on marine litter pollution on Santa Marta beaches, Colombian Caribbean. Marine Pollution Bulletin, 160, 111558. https://doi.org/10.1016/j.marpolbul.2020.111558\nGO TO REFERENCE\nGoogle Scholar\nGarcés-Ordóñez O., Espinosa L. F., Cardoso R. P., Issa Cardozo B. B., Meigikos dos Anjos R. (2020). Plastic litter pollution along sandy beaches in the Caribbean and Pacific coast of Colombia. Environmental Pollution, 267, 115495. https://doi.org/10.1016/j.envpol.2020.115495.\nGO TO REFERENCE\nGoogle Scholar\nGrelaud M., Ziveri P. (2020). The generation of marine litter in Mediterranean island beaches as an effect of tourism and its mitigation, Scientific Reports, 10(1), 20326, https://doi.org/10.1038/s41598-020-77225-5\nGoogle Scholar\nHartley B. L., Pahl S., Veiga J., Vlachogianni T., Vasconcelos L., Maes T., Doyle T., d’Arcy Metcalfe R., Öztürk A. A., Di Berardo M., Thompson R. C. (2018). Exploring public views on marine litter in Europe: Perceived causes, consequences and pathways to change. Marine Pollution Bulletin, 133, 945–955. https://doi.org/10.1016/j.marpolbul.2018.05.061.\nGO TO REFERENCE\nGoogle Scholar\nHindayani P., Khosihan A., Pratama A. R. (2021). Can marine debris pollution cause the loss of tourism revenue in Indonesia? An empirical study. In Kusumah A. H. G., Abdullah C. U., Turgarini D., Ruhimat M., Ridwanudin O., Yuniawati Y. (Eds.), Promoting creative tourism: Current issues intourism research (pp. 289–296). Routledge. https://doi.org/10.1201/9781003095484-42\nGoogle Scholar\nIssifu I., Sumaila U. R. (2020). A review of the production, recycling and management of marine plastic pollution. Journal of Marine Science and Engineering, 8(11), 945. https://doi.org/10.3390/jmse8110945\nGO TO REFERENCE\nGoogle Scholar\nJambeck J. R., Geyer R., Wilcox C., Siegler T. R., Perryman M., Andrady A., Narayan R., Law K. L. (2015). Plastic waste inputs from land into the ocean. Science, 347(6223), 768–771. https://doi.org/10.1126/science.1260352\nGoogle Scholar\nJang Y. C., Hong S., Lee J., Lee M. J., Shim W. J. (2014). Estimation of lost tourism revenue in Geoje Island from the 2011 marine debris pollution event in South Korea. Marine Pollution Bulletin, 81(1), 49–54. https://doi.org/10.1016/j.marpolbul.2014.02.021.\nGoogle Scholar\nJiang N., Luo W., Zhao P., Ga B., Jia J., Giesy J. P. (2022). Distribution of microplastics in benthic sediments of Qinghai Lake on the Tibetan Plateau, China. Science of the Total Environment, 835, 155434. https://doi.org/10.1016/j.scitotenv.2022.155434.\nGoogle Scholar\nJiale Z., Quoquab F. (2023). Plastic pollution in the tourism sector: Documenting its present research status. In Crowther D., Quoquab F. (Eds.), Socially responsible plastic. Developments in corporate governance and responsibility (pp. 11–29). Emerald Publishing Limited. https://doi.org/10.1108/S2043-052320230000019002\nGO TO REFERENCE\nGoogle Scholar\nJotaworn S., Nitivattananon V., Kusakabe K., Xue W. (2021). Partnership towards synergistic municipal solid waste management services in a coastal tourism sub-region, Sustainability, 13(1), 397. https://doi.org/10.3390/su13010397\nGO TO REFERENCE\nGoogle Scholar\nKarthik R., Robin R. S., Purvaja R., Ganguly D., Anandavelu I., Raghuraman R., Hariharan G., Ramakrishna A., Ramesh R. (2018). Microplastics along the beaches of southeast coast of India. The Science of the Total Environment, 645, 1388–1399. https://doi.org/10.1016/j.scitotenv.2018.07.242\nGoogle Scholar\nKasavan S., Yusoff S., Rahmat Fakri M. F., Siron R. (2021) Plastic pollution in water ecosystems: A bibliometric analysis from 2000 to 2020. Journal of Cleaner Production, 313, 127946. https://doi.org/10.1016/j.jclepro.2021.127946\nGoogle Scholar\nKhadanga M. K., Behera A. K., Swain G. K., Dora D. P., Padhi C. P., Mishra R. K., Pradhan S., Barik S., Mohanty P. K., Mishra P., Patro S. (2022). Evaluation of the status of marine plastic pollution along a tourist beach of Bay of Bengal during lockdown and post lockdown. Marine Pollution Bulletin, 182, 113970. https://doi.org/10.1016/j.marpolbul.2022.113970\nGoogle Scholar\nKrelling A. P., Williams A.T., Turra A. (2017). Differences in perception and reaction of tourist groups to beach marine debris that can influence a loss of tourism revenue in coastal areas. Marine Policy, 85, 87–99, https://doi.org/10.1016/j.marpol.2017.08.021\nGO TO REFERENCE\nGoogle Scholar\nKühn S., Bravo Rebolledo E. L., van Franeker J. A. (2015). Deleterious effects of litter on marine life. In Bergmann M., Gutow L., Klages M. (Eds.), Marine anthropogenic litter (pp. 75–116). Springer International Publishing. https://doi.org/10.1007/978-3-319-16510-3_4\nGoogle Scholar\nLaglbauer B. J. L., Franco-Santos R. M., Andreu-Cazenave M., Brunelli L., Papadatou M., Palatinus A., Grego M., Deprez T. (2014). Macrodebris and microplastics from beaches in Slovenia. Marine Pollution Bulletin, 89(1–2), 356–366. https://doi.org/10.1016/j.marpolbul.2014.09.036\nGoogle Scholar\nLamb J., Willis B., Fiorenza E., Couch C., Howard R., Rader D., True J., Kelly L. A., Ahmad A., Jompa J., Harvell C. D. (2018). Plastic waste associated with disease on coral reefs. Science, 359, 460–462. https://doi.org/10.1126/science.aar3320\nGO TO REFERENCE\nGoogle Scholar\nLaw K. L., Starr N., Siegler T. R., Jambeck J. R., Mallos N. J., Leonard G. H. (2020). The United States’ contribution of plastic waste to land and ocean. Science Advances, 6(44), 0288, https://doi.org/10.1126/sciadv.abd0288\nGO TO REFERENCE\nGoogle Scholar\nLi W. C., Tse H. F., Fok L. (2016). Plastic waste in the marine environment: A review of sources, occurrence and effects. Science of the Total Environment, 566–567, 333–349. https://doi.org/10.1016/j.scitotenv.2016.05.084\nGO TO REFERENCE\nGoogle Scholar\nLi X., Ma E., Qu H. (2017), Knowledge mapping of hospitality research − A visual analysis using CiteSpace. International Journal of Hospitality Management, 60, 77–93. https://doi.org/10.1016/j.ijhm.2016.10.006\nGO TO REFERENCE\nGoogle Scholar\nLoizidou X. I., Loizides M. I., Orthodoxou D. L. (2018). Persistent marine litter: Small plastics and cigarette butts remain on beaches after organized beach cleanups. Environmental Monitoring and Assessment, 190(7), 414. https://doi.org/10.1007/s10661-018-6798-9.\nGO TO REFERENCE\nGoogle Scholar\nMa J., Chen F., Xu H., Jiang H., Liu J., Li P., Chen C. C., Pan K. (2021). Face masks as a source of nanoplastics and microplastics in the environment: Quantification. characterization, and potential for bioaccumulation. Environmental Pollution, 288, 117748, https://doi.org/10.1016/j.envpol.2021.117748\nGO TO REFERENCE\nGoogle Scholar\nMaione C. (2021). Quantifying plastics waste accumulations on coastal tourism sites in Zanzibar, Tanzania. Marine Pollution Bulletin, 168, 112418. https://doi.org/10.1016/j.marpolbul.2021.112418.\nGoogle Scholar\nMehdinia A., Dehbandi R., Hamzehpour A., Rahnama R. (2020). Identification of microplastics in the sediments of southern coasts of the Caspian Sea, north of Iran. Environmental Pollution, 258, 113738. https://doi.org/10.1016/j.envpol.2019.113738\nGoogle Scholar\nMejjad N., Rossi A., Pavel A. B. (2022). The coastal tourism industry in the Mediterranean: A critical review of the socio-economic and environmental pressures & impacts. Tourism Management Perspectives, 44, 101007, https://doi.org/10.1016/j.tmp.2022.101007\nGoogle Scholar\nMelo Nobre F. S., Santos A. A., Nilin J. (2021). What remains on the beach after tourists leave? The case of Abais beach (Sergipe, Brazil), Marine Pollution Bulletin, 171, 112700. https://doi.org/10.1016/j.marpolbul.2021.112700\nGO TO REFERENCE\nGoogle Scholar\nMenéndez-Pedriza A., Jaumot J. (2020). Microplastics as a source of persistent organic pollutants in the marine environment: A critical review based on an integrative approach. Environmental Science and Pollution Research, 27(1), 19–36. https://doi.org/10.1007/s11356-019-06764-0\nGO TO REFERENCE\nGoogle Scholar\nMeng L., Wen K.-H., Brewin R., Wu Q. (2020). Knowledge atlas on the relationship between urban street space and residents’ health—A bibliometric analysis based on VOSviewer and CiteSpace, Sustainability, 12(6), 2384. https://doi.org/10.3390/su12062384\nGO TO REFERENCE\nGoogle Scholar\nMghili B., Analla M., Aksissou M. (2022). Face masks related to COVID-19 in the beaches of the Moroccan Mediterranean: An emerging source of plastic pollution. Marine Pollution Bulletin, 174, 113181. https://doi.org/10.1016/j.marpolbul.2021.113181\nGO TO REFERENCE\nGoogle Scholar\nMunari C., Corbau C., Simeoni U., Mistri M. (2016). Marine litter on Mediterranean shores: Analysis of composition, spatial distribution and sources in north-western Adriatic beaches. Waste Management, 49, 483–490. https://doi.org/10.1016/j.wasman.2015.12.010.\nGO TO REFERENCE\nGoogle Scholar\nNammalwar P. (2021). Plastic pollution in coastal marine environment-a review. Everyman’s Science, 54(5), 316–320.\nGO TO REFERENCE\nGoogle Scholar\nOztekin A., Bat L. (2020). Marine litter problem in the southern Black Sea coastal area: An overview of the big pressure in Sinop. In Aytan U., Pogojeva M., Simeonova A. (Eds.), Marine litter in the Black sea (Vol. 56, pp. 82–93). Turkish Marine Research Foundation-Tudav.\nGO TO REFERENCE\nGoogle Scholar\nPathak G., Nichter M., Hardon A., Moyer E., Latkar A., Simbaya J., Pakasi D., Taqueban E., Love J. (2023). Plastic pollution and the open burning of plastic wastes. Global Environmental Change, 80, 102648. https://doi.org/10.1016/j.gloenvcha.2023.102648\nGO TO REFERENCE\nGoogle Scholar\nPham C. K., Ramirez-Llodra E., Alt C. H. S., Amaro T., Bergmann M., Canals M., Company J. B., Davies J., Duineveld G., Galgani F., Howell K. L., Huvenne V. A. I., Isidro E., Jones D. O. B., Lastras G., Morato T., Gomes-Pereira J. N., Purser A., Stewart H., … Tyler P. A. (2014). Marine litter distribution and density in European seas, from the shelves to deep basins. PLOS ONE, 9(4), e95839. https://doi.org/10.1371/journal.pone.0095839\nGoogle Scholar\nPortman M. E., Brennan R. E. (2017). Marine litter from beach-based sources: Case study of an Eastern Mediterranean coastal town. Waste Management, 69, 535–544. https://doi.org/10.1016/j.wasman.2017.07.040\nGoogle Scholar\nRabari V., Patel K., Patel H., Trivedi J. (2022). Quantitative assessment of microplastic in sandy beaches of Gujarat state, India,. Marine Pollution Bulletin, 181, 113925. https://doi.org/10.1016/j.marpolbul.2022.113925\nGO TO REFERENCE\nGoogle Scholar\nRibeiro V. V., De-la-Torre G. E., Castro I. B. (2022). COVID-19-related personal protective equipment (PPE) contamination in the highly urbanized southeast Brazilian coast. Marine Pollution Bulletin, 177, 113522. https://doi.org/10.1016/j.marpolbul.2022.113522\nGO TO REFERENCE\nGoogle Scholar\nSchaffer V., Tham A. (2019). Engaging tourists as citizen scientists in marine tourism, Tourism Review, 75(2), 333–346. https://doi.org/10.1108/TR-10-2018-0151\nGO TO REFERENCE\nGoogle Scholar\nScherrer P. (2020). Tourism to serve culture: The evolution of an Aboriginal tourism business model in Australia, Tourism Review, 75(4), 663–680. https://doi.org/10.1108/TR-09-2019-0364\nGO TO REFERENCE\nGoogle Scholar\nSimeonova A., Chuturkova R. (2019). Marine litter accumulation along the Bulgarian Black Sea coast: Categories and predominance. Waste Management, 84, 182–193. https://doi.org/10.1016/j.wasman.2018.11.001\nGO TO REFERENCE\nGoogle Scholar\nStock F., Kochleus C., Bänsch-Baltruschat B., Brennholt N., Reifferscheid G. (2019). Sampling techniques and preparation methods for microplastic analyses in the aquatic environment–A review. TrAC Trends in Analytical Chemistry, 113, 84–92.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nSweet M., Stelfox M., Lamb J. (2019). Plastics and shallow water coral reefs: Synthesis of the science for policy-makers. United Nations Environment Program.\nGoogle Scholar\nTaddeo R., Simboli A., Di Vincenzo F., Ioppolo G. (2019). A bibliometric and network analysis of Lean and Clean(er) production research (1990/2017). Science of the Total Environment, 653, 765–775. https://doi.org/10.1016/j.scitotenv.2018.10.412\nGO TO REFERENCE\nGoogle Scholar\nThompson R. C. (2015). Microplastics in the marine environment: Sources, consequences and solutions. In Bergmann M., Gutow L., Klages M. (Eds.), Marine anthropogenic litter (pp. 185–200). https://doi.org/10.1007/978-3-319-16510-3_7\nGO TO REFERENCE\nGoogle Scholar\nThushari G. G. N., Senevirathna J. D. M. (2020). Plastic pollution in the marine environment. Heliyon, 6(8), e04709. https://doi.org/10.1016/j.heliyon.2020.e04709\nGoogle Scholar\nTodeschini B. V., Cortimiglia M. N., de Medeiros J. F. (2020). Collaboration practices in the fashion industry: Environmentally sustainable innovations in the value chain. Environmental Science & Policy, 106, 1–11. https://doi.org/10.1016/j.envsci.2020.01.003\nGO TO REFERENCE\nGoogle Scholar\nTsai F. M., Bui T. D., Tseng M. L., Lim M. K., Tan R. R. (2021). Sustainable solid-waste management in coastal and marine tourism cities in Vietnam: A hierarchical-level approach. Resources, Conservation and Recycling, 168, 105266.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nUsman M., Roijakkers N., Vanhaverbeke W., Frattini F. (2018). A Systematic Review of the Literature on Open Innovation in SMEs. In Vanhaverbeke W., Frattini F., Roijakkers N., Usman M. (Eds.), Researching open innovation in SMEs (pp. 3–35). World Scientific. https://doi.org/10.1142/9789813230972_0001\nGO TO REFERENCE\nGoogle Scholar\nWang M. H., He Y., Sen B. 2019. Research and management of plastic pollution in coastal environments of China. Environmental Pollution, 248, 898–905.\nGO TO REFERENCE\nCrossref\nPubMed\nGoogle Scholar\nWang S., Liu M. T., Pérez A. (2023). A bibliometric analysis of green marketing in marketing and related fields: From 1991 to 2021. Asia Pacific Journal of Marketing and Logistics, 35(8), 1857–1882. https://doi.org/10.1108/APJML-07-2022-0651\nGO TO REFERENCE\nGoogle Scholar\nWichmann C.-S., Fischer D., Geiger S. M., Honorato-Zimmer D., Knickmeier K., Kruse K., Sundermann A., Thiel M. (2022). Promoting pro-environmental behavior through citizen science? A case study with Chilean schoolchildren on marine plastic pollution. Marine Policy, 141, 105035. https://doi.org/10.1016/j.marpol.2022.105035\nGO TO REFERENCE\nGoogle Scholar\nWilliams A. T., Rangel-Buitrago N. G., Anfuso G., Cervantes O., Botero C. M. (2016). Litter impacts on scenery and tourism on the Colombian north Caribbean coast. Tourism Management, 55, 209–224. https://doi.org/10.1016/j.tourman.2016.02.008\nGoogle Scholar\nWilson S. P., Verlis K. M. (2017). The ugly face of tourism: Marine debris pollution linked to visitation in the southern Great Barrier Reef, Australia. Marine Pollution Bulletin, 117(1–2), 239–246. https://doi.org/10.1016/j.marpolbul.2017.01.036\nGO TO REFERENCE\nGoogle Scholar\nWu H., Zuo J., Zillante G., Wang J., Yuan H. (2019). Construction and demolition waste research: A bibliometric analysis. Architectural Science Review, 62(4), 354–365. https://doi.org/10.1080/00038628.2018.1564646\nGO TO REFERENCE\nGoogle Scholar\nWu Q., Liu S., Chen P., Liu M., Cheng S.-Y., Ke H., Huang P., Ding Y., Cai M. (2021). Microplastics in seawater and two sides of the Taiwan Strait: Reflection of the social-economic development. Marine Pollution Bulletin, 169,112588. https://doi.org/10.1016/j.marpolbul.2021.112588\nGO TO REFERENCE\nGoogle Scholar\nXiong X., Zhang K., Chen X., Shi H., Luo Z., Wu C. (2018). Sources and distribution of microplastics in China’s largest inland lake—Qinghai Lake. Environmental Pollution, 235, 899–906. https://doi.org/10.1016/j.envpol.2017.12.081\nGO TO REFERENCE\nGoogle Scholar\nYepes V., Medina J. R. (2005). Land use tourism models in Spanish coastal areas. A case study of the Valencia Region. Journal of Coastal Research, 49, 83–88.\nGO TO REFERENCE\nGoogle Scholar\nYoon A., Jeong D., Chon J. (2021). The impact of the risk perception of ocean microplastics on tourists’ pro-environmental behavior intention. Science of The Total Environment, 774, 144782. https://doi.org/10.1016/j.scitotenv.2020.144782\nGoogle Scholar\nZhang J., Liu Z. (2023). The role of science fiction perception on innovator: Integrating the theory of planned behavior and social support network theory. Kybernetes. Advance online publication. https://doi.org/10.1108/K-04-2023-0675\nGO TO REFERENCE\nGoogle Scholar\nZhang J., Quoquab F. (2022). Documenting the knowledge of pro-environmental travel behaviour research: A visual analysis using CiteSpace. Journal of Tourism Futures. Advance online publication. https://doi.org/10.1108/JTF-03-2022-0101\nGoogle Scholar\nZhang J., Quoquab F. (2023). Metaverse in the urban destinations in China: Some insights for the tourism players. International Journal of Tourism Cities. Advance online publication. https://doi.org/10.1108/IJTC-04-2023-0062\nGO TO REFERENCE\nGoogle Scholar\nZhang J., Quoquab F., Mohammad J. (2023a). Plastic and sustainability: A bibliometric analysis using VOSviewer and CiteSpace. Arab Gulf Journal of Scientific Research. Advance online publication. https://doi.org/10.1108/AGJSR-10-2022-0225\nGO TO REFERENCE\nGoogle Scholar\nZhang J., Quoquab F., Mohammad J. (2023b). The role of pandemic risk communication and perception on pro-environmental travel behavioral intention: Findings from PLS-SEM and fsQCA. Journal of Cleaner Production. Advance online publication. https://doi.org/10.1016/j.jclepro.2023.139506\nGO TO REFERENCE\nGoogle Scholar\nZhang J., Quoquab F., Mohammad J. (2023c). Metaverse tourism and Gen-Z and Gen-Y’s motivation: “will you, or won’t you travel virtually?”Tourism Review. Advance online publication. https://doi.org/10.1108/TR-06-2023-0393\nGO TO REFERENCE\nGoogle Scholar\nZhao C., Liu M., Du H., Gong Y. 2021. The evolutionary trend and impact of global plastic waste trade network. Sustainability, 13(7), 3662.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nRelated content\nSimilar articles:\nOpen Access\nKnowledge Mapping of Tourist Experience Research: Based on CiteSpace Analysis\nShow details\nOpen Access\nRegional Tourism Performance Research: Knowledge Foundation, Discipline Structure, and Academic Frontier\nShow details\nOpen Access\nA Bibliometric Analysis of Research on Intangible Cultural Heritage Using CiteSpace\nShow details\nView more\nSage recommends:\nCQR\nReport\nPlastic Pollution\nShow details\nCQ Researcher\nReport\nPlastic Pollution\nShow details\nCQ Researcher\nReport\nPlastic Pollution\nShow details\nView more\nNow Reading:\nShare\nPREVIOUS ARTICLE\nHow Profit Efficient is Indian Life Insurance Industry: A DEA Study\nNEXT ARTICLE\nAnalysis of Achebe’s Things Fall Apart From Eco-Translatology Perspective\nAlso from Sage\nCQ LibraryElevating debate\nopens in new tab\nSage DataUncovering insight\nopens in new tab\nSage Business CasesShaping futures\nopens in new tab\nSage CampusUnleashing potential\nopens in new tab\nSage KnowledgeMultimedia learning resources\nopens in new tab\nSage Research MethodsSupercharging research\nopens in new tab\nSage VideoStreaming knowledge\nopens in new tab\nTechnology from SageLibrary digital services\nopens in new tab\nAbout\nAbout Sage Journals\nAccessibility guide\nHistorical content\nAdvertising disclaimer\nPermissions\nTerms of use\nSage discipline hubs\nSage microsites\nInformation for\nAuthors\nEditors\nLibrarians\nPromoters / Advertisers\nResearchers\nReviewers\nSocieties\nFrequently asked questions\nSAGE Open\nISSN: 2158-2440\nOnline ISSN: 2158-2440\nAbout SageContact usCCPA - Do not sell my personal informationCCPA\nPrivacy Policy\n\nCopyright © 2023 by SAGE Publications Inc, unless otherwise noted. Manuscript content on this site is licensed under Creative Commons Licenses.\n\nPDF\nHelp"
}