{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Who Pays for Plastic Pollution? | Publications | WWF - World Wildlife Fund",
  "href": "https://www.worldwildlife.org/publications/who-pays-for-plastic-pollution",
  "body": "Despite national and voluntary efforts, plastic pollution has only got worse and it's set to triple by 2040 unless urgent action is taken. A comprehensive approach featuring jointly developed global rules, accompanied by effective means of implementation, would empower low- and middle-income countries with more control over the plastics in ...",
  "textContent": "Your use of this website is subject to WWF’s Privacy Policy and Site Terms. This website monitors and stores data such as cookies for quality assurance, to personalize and enhance your experience, and for analytics. Please review the linked documents for details, including information about how this site or its third-party tools process personal data. Continued use of the site constitutes acceptance of the Privacy Policy and Site Terms. If you do not wish to accept these terms, please exit the site.\n\naccept\nSkip to Main Content\nWWF\nTOGGLE\nOUR WORK\nDROPDOWN LINKS\nTOGGLE\nGET INVOLVED\nDROPDOWN LINKS\nTOGGLE\nABOUT US\nDROPDOWN LINKS\nSearch\nDONATE\nToggle Donate button\nADOPT\nToggle Adopt button\nPUBLICATIONS\nWho Pays for Plastic Pollution?\nDATE:\nNovember 06, 2023\nTHIS PUBLICATION RELATES TO:\nPollution\n \nPlastics\n\nDespite what we’ve been told, plastic is not cheap. Its production and disposal—and the pollution it causes come with high social, environmental, and economic costs, borne primarily by communities and governments.\n\nMoreover, there are disparities in the distribution of these costs within and between countries. A WWF-commissioned report developed by Dalberg reveals for the first time the scale of these disparities. It estimates that the true full lifetime cost of plastic is eight times higher in low- and middle-income countries than in high-income countries. For low-income countries in particular, the full lifetime cost of plastic rises to 10 times that of high-income countries.\n\nIn the absence of global regulation and standards, communities across low- and middle-income countries are being exposed to the most harmful effects of plastic production and pollution, including air pollution, increased risk of flooding, the spread of infectious diseases, threats to livelihoods, and unsafe working conditions.\n\nThese exposures and risks at a local and global level reflect important structural inequities across the entire plastic value chain. Despite national and voluntary efforts, plastic pollution has only got worse and it’s set to triple by 2040 unless urgent action is taken. A comprehensive approach featuring jointly developed global rules, accompanied by effective means of implementation, would empower low- and middle-income countries with more control over the plastics in their markets, increase the value of end-of-use plastics, and remove the most harmful and problematic plastics that are most costly to manage and which damage human health and pollute the environment. The negotiations of a global treaty to end plastic pollution which commenced in March 2022 present a once-in-a-generation opportunity to address the plastic pollution crisis once and for all. \n\nDownload (10.8 MB)\n\nLOG IN\nDISCOVER\nWho we are\nFinancials\nLatest stories\nOur work\nNewsroom\nEn español\nTravel\nSUPPORT\nDonate now\nAdopt an animal\nGive in someone's name\nGift and estate planning\nCONNECT\nTake action\nGet involved\nCareers\nContact\nHelp center\nWWF country offices\nEthics reporting\nGET THE LATEST CONSERVATION NEWS\nFirst Name (required)\nLast Name (required)\nEmail Address (required)\nZip Code (required)\nBe a part of our community\n\nWe’ll send you conservation news and updates on how you can protect nature through activism, donating, events, and more. You can unsubscribe at any time.\n\nI would like to get (or continue to get) email updates:\nYes\nNo\nI would like to get WWF text messages:\nYes\nNo\nSIGN UP\n\nWe will keep your information safe and secure. Please see our Privacy Policy for details of how we use your information.\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n\nWWF\n\nWorld Wildlife Fund\n\n1250 24th Street, N.W.\nWashington, DC 20037\n\nCONNECT WITH US\nFACEBOOK\nTwitter\nInstagram\nYouTube\nRSS Feeds\n\nWorld Wildlife Fund Inc. is a nonprofit, tax-exempt charitable organization (tax ID number 52-1693387) under Section 501(c)(3) of the Internal Revenue Code. Donations are tax-deductible as allowed by law.\n\nSite Terms\nPrivacy Policy/Your Privacy Rights\nState Disclosures\n\n© 2023 World Wildlife Fund. WWF® and ©1986 Panda Symbol are owned by WWF. All rights reserved."
}