{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "The Ocean Cleanup",
  "href": "https://theoceancleanup.com/",
  "body": "Plastic pollution is a global crisis requiring urgent action. We aim to clean up 90% of floating ocean plastic pollution The Ocean Cleanup is a non-profit organization developing and scaling technologies to rid the oceans of plastic. To achieve this objective, we use a dual strategy: intercepting plastic in rivers to cut the inflow of pollution ...",
  "textContent": "COOKIE PREFERENCES\n\nWith cookies, we can make your website experience better. We make use of functional, analytical, and tracking cookies. Thanks to them, we can spot errors and clunky parts in the website, show more relevant advertisements, learn which content is most popular, play videos from YouTube, and more. Some cookies are strictly necessary for using our website, but you can choose to opt out of tracking cookies. Read more about which cookies we use in our privacy policy or via the settings link below.\n\nSETTINGS\nACCEPT ALL COOKIES\nSkip to content\nThe Ocean Cleanup\nPROJECTS\nOceans\nRivers\nOTHER\nImpact Dashboard\nWaste Management and Recycling\nGoals and Milestones\nKNOWLEDGE\nResearch\nScientific Publications\nTOPICS\nOcean Plastic Facts\nThe Great Pacific Garbage Patch\nTop 1000 Polluting Rivers\nThe Price Tag of Plastic Pollution\nUPDATES\nUpdates\nPodcasts\nFEATURED UPDATES AND PODCASTS\nLasting Damage: Why Cleanup Is Essential To Tackle Microplastics\nPodcast: #TeamSeas Report | Engineers & Influencers\nHow We Ensure An Environmentally Sound Cleanup\nHELP CLEAN\nDonate\nGet Merch\nOTHER WAYS TO HELP\nJoin the Crew\nBecome a Partner\nHelp as Institution\nBecome a Citizen Scientist\nCAREERS\nABOUT\nPRESS\nDONATE\nTHE LARGEST CLEANUP IN HISTORY\nWE DEVELOP AND SCALE TECHNOLOGIES TO RID THE OCEANS OF PLASTIC\n\nOur cleaning technologies are deployed around the world as we conduct the largest cleanup in history. For over ten years, The Ocean Cleanup has been researching, extracting, and monitoring plastic pollution in oceans and rivers globally – with millions of kilograms removed to date.\n\nA PLANET-SIZED PROBLEM\n\nTrillions of pieces of plastic pollute our oceans today, and the problem is worsening. This plastic has a devastating impact on marine wildlife and ecosystems. Plastics can persist for many decades, continuously degrading into microplastics. These can be ingested by wildlife and later enter the human food chain. Plastic pollution is a global crisis requiring urgent action.\n\nWE AIM TO CLEAN UP 90% OF FLOATING OCEAN PLASTIC POLLUTION\n\nThe Ocean Cleanup is a non-profit organization developing and scaling technologies to rid the oceans of plastic. To achieve this objective, we use a dual strategy: intercepting plastic in rivers to cut the inflow of pollution, and cleaning up what has already accumulated in the ocean and won’t go away by itself. When the oceans are clean, we can put ourselves out of business.\n\nCLEANING\nTHE OCEAN\n\nThe Ocean Cleanup is cleaning up floating plastics caught swirling in the Great Pacific Garbage Patch, a plastic accumulation zone with over 100,000,000 kilograms of plastic.\n\nLEARN MORE\nINTERCEPTING\nIN RIVERS\n\nTo clean the oceans, we also need to stop new trash from flowing into them. By tackling 1000 rivers around the world, we can halt 80% of riverine pollution reaching our oceans.\n\nLEARN MORE\nTHE LATEST NEWS\n27 November\nMalaysia and The Ocean Cleanup Extend Cooperation\nRead the press release\n20 November\nMaersk Supply Service and related parties extend their support to The Ocean Cleanup\nRead the press release\n15 November\nThe Ocean Cleanup And Coldplay Renew Partnership With Interceptor 020 In Jakarta, Indonesia\nRead the update\n14 November\nLasting Damage: Why Cleanup Is Essential To Tackle Microplastics\nRead the update\n9 November\nHow We Ensure An Environmentally Sound Cleanup\nRead the update\n19 October\n\n3,000,000 kg of trash that will not reach the Caribbean…\n\nSee on Instagram\n13 October\n\nTrash or treasure? Some of the strangest items recovered from…\n\nSee on Facebook\n7 October\n\nThis Was the First Step of System 03\n\nSee on Youtube\n4 October\nFrom CGI to IRL: Ocean Cleaning Made Reality\nSee on Youtube\n21 September\nSystem 03: Our Biggest Plastic Extraction to Date\nSee on Youtube\n31 August\nSystem 03: A Beginner’s Guide\nRead the update\n30 August\n\nSystem 03 nickname reveal\n\nSee on Tiktok\n28 August\nGoodbye System 002, hello System 03\nSee on Facebook\n25 August\nWhat Jenny Taught Us: Lessons from System 002\nRead the update\n18 August\nLast trip of System 002\nSee on Youtube\n15 August\nGoing back to shore to offload 55 metric tons\nSee on Instagram\n11 August\n\nRecord Catch: 11,353 kg of plastic out of the ocean\n\nSee on Youtube\n2 August\n\nInterceptor 006 record catch: 89 truckloads in a day.\n\nSee on Twitter\n31 July\n\nAnother 69 truckloads of trash removed in Guatemala last week.\n\nSee on Facebook\n26 July\nInterceptor Barrier and Interceptor Tender stopping trash at Tivoli Gully in Jamaica.\nView on LinkedIn\n21 July\nSystem 002: mission progress report\nView on YouTube\n12 July\nInterceptor 002 caught a lot of trash from the heavy rains on the Klang River in Malaysia last week.\nView on Instagram\n11 July\nOver one thousand truckloads of trash removed from the Rio Las Vacas, Guatemala.\nView on Instagram\n6 July\nThe Ocean Cleanup announces partnership with Hyundai Glovis\nRead the update\n29 June\nOver 1.5m kg of trash collected with Interceptor 006 in Guatemala\nView on Twitter\n28 June\n\"We have this super-human level of perseverance. We are focused on the goal.\"\nListen to the podcast\n14 June\nInterceptor Barricade Makes Promising Start in Guatemala ahead of First Seasonal Heavy Floods\nRead the press release\n7 June\nOur Cleanup Progress Offshore as System 002 Gets Bigger\nView on YouTube\n5 June\nInterceptor 006 Is Ready to Tackle Trash Floods in Guatemala\nSee on YouTube\n25 May\nHumanity Is Addicted to Plastic, but We Can Still Keep It Out of Our Oceans\nRead in The New York Times\n16 May\nIntroducing the Interceptor Barricade: The Ocean Cleanup returns to Guatemala\nRead the update\n12 May\nInterceptor 020 to be deployed in Cisadane, Indonesia\nRead the press release\n11 May\nOcean Plastic Pollution Explained\nSee on Youtube\n9 May\nSystem 002/C completes its debut extraction\nSee on Instagram\n8 May\nInterceptor 007's final offload of its first storm season in LA County, US\nSee on Twitter\n1 May\nOur biggest cleanup system so far, System 002/C has been deployed last Friday\nSee on Linkedin\n25 April\nInitial deployment of System 002/C scheduled for tomorrow\nSee on Instagram\n5 April\nSystem 002 and marine life: prevention and mitigation\nRead the update\n4 April\n200,000 kg of plastic extracted from the Great Pacific Garbage Patch\nSee on Twitter\n28 February\nWe are returning to the Great Pacific Garbage Patch with System 002/B in one week\nSee on Twitter\n15 February\nCelebrating 10 years\nSee on Instagram\n9 February\nThe Ocean Cleanup and the United Nations: Partnering with UNDP\nRead the update\n17 January\nInterceptor 002 filled up in less than 2,5 hours on December 19\nSee on Instagram\n29 December\n2022 Recap\nSee on Youtube\nJOIN THE CLEANUP\n\nOur aim is to remove 90 % of floating ocean plastic. With your help we can work towards a future where plastic no longer pollutes our oceans.\n\nHELP CLEAN\n\nYour donations and help enable us to work on our common goal of ridding the world's oceans of plastic.\n\nMake a donation\nPartner with us\nJOIN THE TEAM\n\nTo complete one of the most ambitious engineering projects of this generation, we seek dedicated, focused and inventive minds to join our international team.\n\nJoin the team\nSPREAD THE WORD\n\nThe power of the crowd is what lead to the start of The Ocean Cleanup back in 2013. Be part of the movement on social media.\n\nLet's connect\nFollow us on Instagram\nFollow us on Facebook\nFollow us on Twitter\nFollow us on Youtube\nFollow us on Linkedin\nFollow us on Tiktok\n“The Ocean Cleanup is a bold idea to confront the significant challenge of restoring our ocean ecosystem. This is a unique opportunity to profoundly impact our environment, pursuing an ambitious solution to remove plastic waste from our oceans with significant benefits for wildlife, the food chain and community health. ”\nMary Reemst, Chair, Macquarie Group Foundation\n“Looks cool”\nElon Musk\n“We are your big fans and admirers, and we are so happy that we got to partner with you on Interceptor 005, which we refer to as Neon Moon 1”\nChris Martin, Coldplay\n“The first real plan to try to clean things up.”\nNBC Nightly News\n“I believe [The Ocean Cleanup] will find a way. ”\nOprah Winfrey\n“With Boyan's innovative leadership, I believe The Ocean Cleanup will have an incredibly positive impact on the future of our oceans. I hope other leaders will join us in supporting these efforts.”\nMarc Benioff, CEO of Salesforce\n“[The Ocean Cleanup's] success could significantly reduce marine animals fatalities and enable numerous marine species [...] to survive”\nOcean Elders\n“An incredible proposal”\nGeorge Takei, Actor and Activist\n“A symbol of not only preaching, but also acting.”\nNeelie Kroes, Former European Commissioner\n“In order to keep 7.5 billion of us alive and prosperous and healthy, it takes work and it takes initiative. [...] That's what The Ocean Cleanup is all about and we absolutely need their work.”\nChris Hadfield, Astronaut - Commander of Expedition 35\n“Congratulations on the success so far. [...] I am really inspired by the work you guys continue to do.”\nKelly Slater, Professional Surfer\n“What is interesting to see [...] is that you are using nature to solve the mess we are doing on this planet.”\nAndré Borschberg, Co-founder of the Solar Impulse project\n“[...] there is no doubt that your efforts will truly have lasting, positive impact on our local and international communities.”\nGovernor Gavin Newsom, State of California\n“Boyan Slat is inspiring people, organizations and governments to find solutions to the escalating threat of plastic debris in our oceans, while also serving as a reminder to us all that more work needs to be done [...]”\nAchim Steiner, UNEP Executive Director\nPARTNERS\n\nThanks to our partners we can clean the oceans.\n\nSEE ALL PARTNERS\n\nFOLLOW US\n\nFollow us on Instagram\nFollow us on Facebook\nFollow us on Twitter\nFollow us on Youtube\nFollow us on Linkedin\nFollow us on Tiktok\n\nNEWSLETTER\n\nType\nSubscribe to our newsletter\nPROJECTS AND UPDATES\nOceans\nRivers\nImpact Dashboard\nCatch Management\nGlobal Public Affairs\nResearch\nMilestones\nUpdates\nPodcasts\nABOUT US\nAbout\nCareers\nPress\nMedia gallery\nPartners\nHELP\nDonate\nMerchandise\nCitizen Science\nFAQ\nContact\nLEGAL\nPrivacy and Cookie Notice\nDisclaimer\nDonation Terms & Conditions\nSupplier Code of Conduct\nFoundation Details\nAmerican Friends of The Ocean Cleanup\n\n© 2023 The Ocean Cleanup. All rights reserved. THE OCEAN CLEANUP trademarks are registered trademarks, pending registration, or protected under common law, and owned by The Ocean Cleanup Technologies B.V."
}