{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "'Keep waving': Daily Hamas propaganda clips show freed ... - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/185u7xy/keep_waving_daily_hamas_propaganda_clips_show/",
  "body": "The hostages have guns pointed at them. There are other hostages still at gun point. But I'm sure any kind gesture they make to Hamas is 100% legitimate and not forced. I just saw a tik tok of someone praising Hamas after reading the bullshit letter they forced that poor mother to write. I just can't anymore.",
  "textContent": "‘Keep waving’: Daily Hamas propaganda clips show freed hostages’ forced goodbyes : r/worldnews\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to worldnews\nr/worldnews\n•\n12 days ago\nblllrrrrr\n‘Keep waving’: Daily Hamas propaganda clips show freed hostages’ forced goodbyes\nCovered by other articles\nSorry, this post has been removed by the moderators of r/worldnews.\nSort by:\nAdd a Comment\nBender_B_R0driguez\n•\n12 days ago\n\nCivilians were kidnapped and their families were murdered in front of them, but somehow some people still think these hamas terrorists are nice because of dumb cheap tricks. Unbelievable.\n\nReply\nreply\nCsrfingSafari\n•\n12 days ago\n\nYep. And you literally have far left loons on the streets in London doing this.\n\nhttps://www.telegraph.co.uk/news/2023/11/17/senior-tories-met-investigate-socialist-worker/\n\n\"One sentence reads: “We unconditionally support Hamas when it is engaged in military or non-military struggles against Israel.”\"\n\nAnd don't even need to look at the Telegraph either.\n\nhttps://socialistworker.co.uk/news/arm-yourselves-with-the-arguments-about-why-it-s-right-to-oppose-israel/\n\nhttps://socialistworker.co.uk/international/rejoice-as-palestinian-resistance-humiliates-racist-israel/\n\nHamas would stone and kill these useful idiots once they've miked them\n\nReply\nreply\n16 more replies\n543950\n•\n12 days ago\n\nThe same sources that say Assad is a great person are speaking for these victims. Grifting is profitable. These people grift for authoritarian leaders. Defending one set of Muslim populations and then oppressing the other is not progressive, which is why I am upset with how things are currently being done.\n\nReply\nreply\nCanadian_Pacer\n•\n12 days ago\n\nNot to mention the fact that they murdered and kidnapped people from many different countries and nationalities, which just PROVES that Hamas and the \"regular citizens\" just want any excuse to torture and butcher other human beings.\n\nReply\nreply\n7 more replies\nSomethingIntheWayyy0\n•\n12 days ago\n\nI just saw a tik tok of someone praising Hamas after reading the bullshit letter they forced that poor mother to write. I just can’t anymore. How can people be this dumb?\n\nReply\nreply\nInari-k\n•\n12 days ago\n\nMy father used to say that \"some people don't let the facts ruin a nice theory\"\n\nReply\nreply\n2 more replies\neddison12345\n•\n12 days ago\n\nTik Tok has gone off the rocks to support and justify Hamas\n\nReply\nreply\n5 more replies\n6 more replies\ndew20187\n•\n12 days ago\n\nIt’s textbook psychological warfare.\n\nRelease the women and children, leave the parents, grandparents and boyfriends behind.\n\nSmile and wave…or your relative won’t be with us anymore.\n\nI pray for all of them to be freed.\n\nReply\nreply\nWorkerClass\n•\n12 days ago\n\nThe hostages have guns pointed at them. There are other hostages still at gun point. But I'm sure any kind gesture they make to Hamas is 100% legitimate and not forced.\n\nReply\nreply\nSurvivaleast\n•\n12 days ago\n\nSeems wild that these guys built a massive tunnel system with money they were given to improve topside infrastructure.\n\nThen purposely staged an attack targeting a civilian population, murdering and kidnapping unarmed people. Knowing the military of this targeted population would respond with air strikes.\n\nThen they don’t even let their own civilians shelter or evacuate areas via the massive tunnel system they built. Using their own civilians as martyrs for the conflict they initiated to build international sympathy.\n\nYet somehow Hamas has been able to escape being objectively labeled as a murderous regime sacrificing its own people thanks to media narrative magic.\n\nReply\nreply\n2 more replies\n[deleted]\n•\n12 days ago\nLouisBalfour82\n•\n12 days ago\n\nThat's it, big smile, everybody's happy\n\nReply\nreply\nTurtleSnakeMoose\n•\n12 days ago\n\nDude that shit was super embarrassing to watch.\n\nReply\nreply\nView more comments\n \n5\nRank by size \nRelated\nWorld News\nforward\nback\nr/worldnews\nAt least 10 freed hostages were sexually abused by Hamas in captivity, doctor says\ntimesofisrael\n16K upvotes · 2.8K comments\nr/worldnews\nUK Foreign Secretary to US: Blocking Ukraine aid would be \"Christmas present\" to Putin\neuromaidanpress\n16K upvotes · 1.1K comments\nr/worldnews\nJapan to provide $ 4.5 billion to Ukraine\neuromaidanpress\n16K upvotes · 797 comments\nr/worldnews\nUS vetoes UN resolution calling for Gaza ceasefire\nsemafor\n13K upvotes · 2.7K comments\nr/worldnews\nRussia Warns Israel Over Flooding Tunnels in Gaza: 'War Crime'\nnewsweek\n12K upvotes · 2.4K comments\nr/worldnews\nIDF officials: 15,000 likely killed in Gaza since start of war, 5,000 of them are Hamas\ntimesofisrael\n11K upvotes · 6.6K comments\nr/worldnews\nUS Files War Crime Charges Against Russian Troops Accused of Torturing an American in Ukraine\nmilitary\n11K upvotes · 654 comments\nr/worldnews\nNATO chief on Ukraine war: ‘Be prepared for bad news’\nthehill\n10K upvotes · 3.4K comments\nr/worldnews\nRussia warns US that Ukraine will be its ‘second Vietnam’\npolitico.eu\n9.8K upvotes · 1.9K comments\nr/worldnews\nUkraine could lose the war if the U.S. delays military aid, top Ukrainian official says\nnbcnews\n9.4K upvotes · 1.8K comments\nr/worldnews\nIsrael reveals disturbing testimonies of Hamas rape on October 7 at UN\nynetnews\n9.3K upvotes · 3K comments\nr/worldnews\nLeaks shows Qatar secretly sent $15 million to Islamist movements in northern Mali\ni24news.tv\n9.3K upvotes · 387 comments\nr/worldnews\nVenezuela-Guyana dispute: Maduro mobilizes the army and announces annexation of Essequibo\nenglish.elpais\n9.1K upvotes · 2.5K comments\nr/worldnews\nIsrael has set up pumps in Gaza for flooding Hamas tunnels with seawater -- WSJ\ntimesofisrael\n9.1K upvotes · 1.6K comments\nr/worldnews\nJapan views Hamas as a “terrorist organization”\narabnews.jp\n8.7K upvotes · 761 comments\nr/worldnews\nIn a rare action against Israel, US says extremist West Bank settlers will be barred from America\napnews\n8.4K upvotes · 1K comments\nr/worldnews\nSwiss bank Banque Pictet admits hiding $5.6 billion of Americans’ money from IRS\ncnbc\n7.7K upvotes · 298 comments\nr/worldnews\nMOT: Russia planned Islamophobic campaigns in Finland, Sweden to delay Nato membership | Yle News\nyle.fi\n6.7K upvotes · 462 comments\nr/worldnews\nBulgaria to send 100 armored vehicles to Ukraine, ignoring president’s veto\neuromaidanpress\n5.9K upvotes · 110 comments\nr/worldnews\nGermany’s Social Democrats say their previous policy on Russia was a mistake, underestimated Putin's imperial thinking\npravda.com.ua\n5.9K upvotes · 338 comments\nr/worldnews\nPutin stands 70ft from British ambassador meeting due to 'sanitary reasons'\nstandard.co.uk\n5.7K upvotes · 635 comments\nr/worldnews\nIDF reports rockets fired at Israel from Gaza humanitarian zone\nynetnews\n5.6K upvotes · 1.2K comments\nr/worldnews\nHamas leader asks ‘brave’ Pakistan for help; says it can force Israel to retreat from Gaza\nbusinesstoday.in\n5.5K upvotes · 914 comments\nr/worldnews\nIDF releases video of Hamas stealing aid from Gazans\nynetnews\n5.4K upvotes · 595 comments\nr/worldnews\nWhite House: Costs of not supporting Ukraine too high to pay\nkyivindependent\n5.3K upvotes · 552 comments"
}