{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "We need a global treaty to solve plastic pollution - acid rain and ...",
  "href": "https://theconversation.com/we-need-a-global-treaty-to-solve-plastic-pollution-acid-rain-and-ozone-depletion-show-us-why-207622",
  "body": "Involving 175 nations, the treaty aims to transform plastic waste management, paving the way for new technologies and industries. The problem of plastic pollution is too big for any one nation to ...",
  "textContent": "Edition:\nAvailable editions\nUnited States\nDonate\nGet newsletter\nBecome an author\nSign up as a reader\nSign in\nAcademic rigor, journalistic flair\nArts + Culture\nEconomy\nEducation\nEnvironment + Energy\nEthics + Religion\nHealth\nPolitics + Society\nScience + Tech\nPodcasts\nMAD.vertise/Shutterstock\nWe need a global treaty to solve plastic pollution – acid rain and ozone depletion show us why\nPublished: November 12, 2023 2:15pm EST\nAuthor\nDeborah Lau\n\nEnding Plastic Waste Mission Director, CSIRO\n\nDisclosure statement\n\nCSIRO’s Ending Plastic Waste Mission is funded through contributions by CSIRO, industry, government, university, and other organisations to develop cutting-edge science and innovation to tackle plastic waste.\n\nPartners\n\n\t\n\nCSIRO provides funding as a founding partner of The Conversation AU.\n\nView all partners\n\nWe believe in the free flow of information\nRepublish our articles for free, online or in print, under a Creative Commons license.\nRepublish this article\n Email\n Twitter\n Facebook\n68\n LinkedIn\n Print\n\nAfter years of discussion, international negotiations on a global plastics treaty resume this week in Nairobi, Kenya, at the UN Environment Programme headquarters.\n\nThe third session of the UN Intergovernmental Negotiating Committee on Plastic Pollution will take place from today until Sunday November 19.\n\nThe committee’s goal is to develop a legally binding agreement, finalised in 2024, to address the full life cycle of plastics – including their production, design and disposal.\n\nInvolving 175 nations, the treaty aims to transform plastic waste management, paving the way for new technologies and industries.\n\nTransparent, research-based, written by experts – and always free.\nAbout us\n\nThe problem of plastic pollution is too big for any one nation to handle. That’s why we need a global approach. It’s worked before with the ozone layer and acid rain and it can work again with plastic.\n\nRead more: Plastic waste treaty: expert Q&A on the promise of a global agreement to reduce pollution\n\nHow we repaired the ozone layer\n\nAt CSIRO I lead the Ending Plastic Waste Mission, which aims to change the way we make, use, recycle and dispose of plastic. Our work aligns with the aims of the proposed UN plastic treaty, so I have been following the negotiations closely.\n\nMultilateral agreements have helped create significant change in the past. The Montreal Protocol shaped environmental and industrial landscapes globally. Enacted in 1987, the protocol’s objective was to phase out substances causing ozone depletion.\n\nThe protocol is widely recognised for its global ratification – everyone got on board. And countries continued to adhere to the changes. This ongoing work has not only contributed to the tangible recovery of the ozone layer, but also prevented millions of potential cases of skin cancers and cataracts.\n\nThe protocol also sparked chemical industry innovation. Industries had to transition away from ozone-depleting substances such as chlorofluorocarbons or CFCs to more environmentally friendly alternatives.\n\nThe earliest replacements – hydrofluorocarbons or HFCs – were quickly recognised as a potent greenhouse gas, resulting in the 2016 Kigali Amendment to the protocol to phase them out too and use climate-friendly alternatives. As a result of this global process, we now have safer chemicals for refrigeration and air conditioning.\n\nRead more: Saving the ozone layer: why the Montreal Protocol worked\n\nGlobal legislation can deliver real change\n\nClean air legislation is another example. Acid rain became a prominent environmental concern in the latter half of the 20th century. It happens when sulphur dioxide (SO₂) and nitrogen oxides are released into the atmosphere, typically from industrial processes and the burning of fossil fuels.\n\nOnce in the atmosphere, these pollutants react with water vapour to form sulphuric acid and nitric acid. As they fall to the ground mixed with rain or snow, the high acidity harms aquatic ecosystems, forests and even human-made structures.\n\nIn response, various countries enacted clean air legislation. For instance, the United States Clean Air Act of 1963, amended several times in the following decades, motivated change in industrial and automotive sectors.\n\nThe laws forced industries to transition to cleaner technologies and invest in advanced pollution-control equipment. This paved the way for a widespread adoption of catalytic converters and more fuel-efficient engines.\n\nRead more: Air pollution: your exposure and health risk could depend on your class, ethnicity or gender\n\nHow multilateral agreements can force change\n\nRegulatory tools such as multilateral agreements introduce restrictions. Instead of doing business as usual, these restrictions then foster cleaner, more sustainable practices. They blend environmental responsibility with business imperatives. As a result, the regulatory changes open up new market opportunities.\n\nAdditionally, global collaborations driven by these agreements often encourage the transfer of technologies across borders. This speeds up the adoption of cleaner technologies.\n\nMultilateral environmental agreements can drive technological progress and industrial innovation. By establishing high standards and fostering global collaboration, these agreements blend environmental stewardship with industrial evolution.\n\nRead more: Container deposit schemes reduce rubbish on our beaches. Here’s how we proved it\n\nNow for the UN plastic treaty\n\nThe global plastic treaty will address the pervasive challenge of plastic pollution, which affects our oceans, marine life and carbon footprint. It is expected to usher in transformative regulations on waste management, reduce the use of single-use plastics and advocate for the circular economy principles of eliminating waste and keeping materials circulating in use.\n\nWe are already seeing a shift in plastics manufacturing towards more sustainable, biodegradable, or recyclable plastics. Industries are developing more circular business models that emphasise the reuse and recycling of products and reducing waste.\n\nTo reduce single-use plastics, the packaging industry is transitioning towards reduction, reuse and recyclability. Advanced recycling technologies and better bio-derived plastics are expected to emerge as industry standards.\n\nThe multilateral treaty and its implementation will help to reduce problematic and unnecessary plastics. It will also speed up the removal of harmful chemicals from product supply chains.\n\nThe UN plastic treaty is set to be finalised in 2024. If we can get a global agreement on this, we have a real opportunity to significantly reduce plastic waste for a sustainable future.\n\nRead more: Here's how the new global treaty on plastic pollution can help solve this crisis\n\nPlastic\nUnited Nations\nRecycling\nMontreal protocol\nSingle-use plastic\nPlastic waste\nPlastic pollution\nPlastic recycling\nMicroplastic pollution\nUN Environment Assembly\nPlastic pollution treaty\nOcean plastic pollution\nGlobal plastics treaty\nWant to write?\n\nWrite an article and join a growing community of more than 175,100 academics and researchers from 4,818 institutions.\n\nRegister now\n\nEditorial Policies\nCommunity standards\nRepublishing guidelines\nFriends of The Conversation\nAnalytics\nOur feeds\nDonate\nGet newsletter\nWho we are\nOur charter\nOur team\nPartners and funders\nResource for media\nContact us\nEn Español\n​\n​\n​\n​\n​\nPrivacy policy\nTerms and conditions\nCorrections\n\nCopyright © 2010–2023, The Conversation US, Inc."
}