{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "PFAS found in plant-based and plastic straws | Sustainable Plastics",
  "href": "https://www.sustainableplastics.com/news/pfas-found-plant-based-and-plastic-straws",
  "body": "For plastic straws, it was difficult to predict the presence of PFAS due to the variety of plastics and additives used. The paper straws were indeed found to be the most likely to contain PFAS; however, for both plant-based straws -made from paper or bamboo - it was not clear whether the contamination with PFAS had occurred during plant growth ...",
  "textContent": "Skip to main content\nSister Publication Links\nPlastics News\nSubscribe\nNEWSLETTERS LOGIN SUBSCRIBE\nNEWS\nEVENTS\nPRS\nPOLYMER PRICES\nRESOURCES\nCONTACT\nDIGITAL MAGAZINE\nCHEMRECTRACKER\nBreadcrumb\nHome\nNews\nAugust 31, 2023 03:29 PM\nHave some PFAS with that straw\nPFAS continue to cause concern\n\nKAREN LAIRD  \n TWEET\n SHARE\n SHARE\n EMAIL\n\nWhile a growing number of countries have banned the sale of single-use plastic products, including drinking straws, and plant-based versions have become popular alternatives, these may not be the most sustainable choice, according to a recent study, published in the peer-reviewed journal Food Additives and Contaminants.\n\nFollowing the publication of a recent study in the U.S.,  which revealed that PFAS is also found in straws made from plant-based materials such as paper or bamboo, a team of researchers at the University of Antwerp decided to investigate the situation in the European market.\n\nAs first analysis of its kind in Europe, the Belgian scientists tested 39 brands of straws made from five materials - paper, bamboo, glass, stainless steel and plastic - for the presence of the group of synthetic chemicals known as poly- and perfluoroalkyl substances (PFAS). And they found it -  in almost all types of straws, except for those made of stainless steel.\n\nWater-repellent and fire-resistant,  thermally and chemically stable, PFAS are organic compounds that are produced and used on a large industrial scale for various applications. Yet, although accumulative and potentially toxic to humans and animals, these substances, called ‘forever chemicals’ as they barely break down, have become a ubiquitous pollutant in the environment. They have been associated with a number of health problems, including lower response to vaccines, lower birth weight, thyroid disease, increased cholesterol levels, liver damage, kidney cancer and testicular cancer.\n\nThe Belgian research team was not overly surprised at the finding that the stainless steel straw came out clean. They had expected that there would be virtually no PFAS present in straws made of stainless steel or glass. They had hypothesised that straws made of paper were more likely to be contaminated with PFAS than other types of straws, as manufacturers could have intentionally added the substances to make the paper water-repellent. For plastic straws, it was difficult to predict the presence of PFAS due to the variety of plastics and additives used.\n\nThe paper straws were indeed found to be the most likely to contain PFAS; however, for both plant-based straws  -made from paper or bamboo - it was not clear whether the contamination with PFAS had occurred during plant growth on contaminated soils. In addition, the scientists noted that the occurrence of PFAS in the paper straws could be due to the use of recycled contaminated paper fibres, the contamination of source materials or the processing water, or the fertiliser used in agriculture. Because so many different contamination routes were possible, pinpointing the exact source of the contamination was difficult, said the team. However, the presence of the chemicals in almost every brand of paper straw means it is likely that it was, at least in some cases, being used as a water-repellent coating, they surmised.\n\nIn total, 18 different kinds of PFAS were detected. The PFAS concentrations were low and, as most people tend to only use straws occasionally, posed a limited risk to human health.\n\nThat said, straws made from plant-based materials such as paper and bamboo are often advertised as ‘being more sustainable and eco-friendly than those made from plastic’, said researcher Dr Thimo Groffen, an environmental scientist at the University of Antwerp, who was involved in this study. Yet as this study demonstrates, plant-based straws can also be considered as an additional source of PFAS exposure in humans and the environment, e.g. after degradation in landfills or through incomplete incineration. They do not necessarily constitute a more sustainable alternative to plastic straws, stressed the authors of the paper. \n\nIn the press release announcing the study, Dr Groffen concluded, “Small amounts of PFAS, while not harmful in themselves, can add to the chemical load already present in the body. The presence of PFAS in paper and bamboo straws shows they are not necessarily biodegradable. We did not detect any PFAS in stainless steel straws, so I would advise consumers to use this type of straw – or just avoid using straws at all.”\n\nNEWSLETTERS\nWeekly e-Bulletin\nBreaking News Email\nEMAIL ADDRESS\nGET OUR NEWSLETTERS\n\nStaying current is easy with Sustainable Plastics' news delivered straight to your inbox, free of charge.\n\nSUBSCRIBE\n\nSubscriptions to Sustainable Plastics, the leading Pan-European magazine for the circular plastics industry.\n\nSUBSCRIBE NOW\nCONNECT WITH US\nLinkedIn\nTwitter\n\n\"In a changing world, Sustainable Plastics is a constant: a platform the plastics industry can rely on to deliver the news and knowhow impacting the industry going forward”\n\nCONTACT US\n\n11 Ironmonger Lane, EC2V 8EY\nUnited Kingdom \n \n\nCustomer Service:\n1-313-446-0450\n\ncustomerservice@sustainableplastics.com\n\n \n\nRESOURCES\nAdvertise\nSitemap\nCareers\nSubscribe\nAFFILIATES\nPlastics News\nLSR World\nUrethanes Technology\nTire Business\nRubber News\nAutomotive News\nAutomotive News Europe\nCrain Publications\nLEGAL\nTerms and Conditions\nPrivacy Policy\nPrivacy Request\nCopyright © 1996-2023. Crain Communications, Inc. All Rights Reserved.\n\nClosing in 12 seconds"
}