{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Bans On Plastic Straws: Why They Happen And Where They Are - EQUO",
  "href": "https://shopequo.com/blogs/blog/plastic-straws-ban",
  "body": "Here are 10 reasons why the plastic straw ban is common in many areas: Plastic straws wreak havoc on the environment and wildlife. The majority of discarded plastics end up in oceans where they can be mistaken as food by turtles and other marine life, causing them severe harm or even tragic death. Plastic straws are not biodegradable.",
  "textContent": "FAST FREE SHIPPING ON ORDERS OVER $300\nHome\nShop\n\nAbout Us\n\nContact Us\n\nTrack My Orders\nEQUO\n/\nBlog\n/\nBans On Plastic Straws: Why They Happen And Where They Are\n\nSep 20th, 23\n\n10 min read\n\nBans On Plastic Straws: Why They Happen And Where They Are\n\nBy Anh Ha\n\nIn recent years, concerns about the necessary protection of our environment have been growing steadily. To combat this increasing problem, countries around the world are now introducing plastic straw bans as part of their many efforts to reduce plastic waste.\n\nBut why are these bans being enforced and where can we find them? Should everywhere and everyone ban plastic straws? Let’s delve a bit deeper into the reasons for these plastic straw bans, and see which countries have already implemented them.\n\n10 Reasons Why Plastic Straws Should Be Banned\n\nPlastic straws have become commonplace within many restaurants, cafés, and fast-food chains — but their convenience is being debated and their use is controversial. As environmental awareness increases, governments are taking action to proudly reduce plastic consumption; banning plastic straws in various countries and regions. \n\nThe convenience of plastic straws is something that cannot be denied. They prove to be lightweight, inexpensive and can be disposed of easily. However, these positives must be weighed against the unignorable negatives: single-use plastics, like these straws, contribute to pollution and clutter our oceans with non-biodegradable trash. This is one of the many reasons many countries are enforcing strict laws that either ban the use of plastic straws or charge fees for their use. \n\nThese bans represent a giant leap toward reducing society’s reliance on disposable plastics — further driving the point that convenience isn't always worth the cost to our environment. Here are 10 reasons why the plastic straw ban is common in many areas: \n\nPlastic straws wreak havoc on the environment and wildlife. The majority of discarded plastics end up in oceans where they can be mistaken as food by turtles and other marine life, causing them severe harm or even tragic death. \nPlastic straws are not biodegradable. They do take hundreds of years to break down into smaller pieces, eventually becoming microplastics that can then dangerously enter our food chain through contaminated seafood or water sources.  To save the environment, consciously use compostable straws made from plant-based materials instead! \nPlastic straws frequently find their way into oceans and other water sources. Plastic can cause serious harm to marine life when ingested or stuck in their digestive systems. This is a root cause of why these plastic straw bans are so important - they help keep our waterways clean and safe for wildlife.\nThe production of plastic straws requires extreme amounts of energy and resources, as well as the toxic chemicals it releases into the atmosphere. These toxins can cause serious health problems, such as cancer and respiratory illnesses, in humans, animals, and the environment at large. If you adapt to using straws made from natural, eco-friendly materials instead, this life-changing issue can cease to occur.\nPlastic straws are rarely recycled or reused correctly. They are difficult to recycle due to their size, shape, and material composition. Most frequently, straws become litter and eventually find their way into rivers and oceans, endangering unwitting marine life. \nPlastic straws are fragile and easily carried away by the wind. This increases the chances that they will travel after use and end up in waterways or on open beaches, where they can be swallowed by wildlife such as birds or fish.\nBy 2050, it is estimated that more plastic will be in the ocean than fish by weight. The water contains approximately 450,000 tons of plastic, while about 4.5 million pounds end up in the sea annually. \nAmong the 10 items that pollute beaches, the main culprit at large are plastic straws. They harm seabirds, turtles, and other wildlife. Let's move toward a new direction away from thoughtlessly polluting our environment, and start to use sustainable straws instead..\nSingle-use plastic straws generate huge amounts of surplus waste - an estimated 500 million plastic straws are used each day in the US alone!\nPlastic straws are harmful to human health. Toxic chemicals that leach from plastic drinking straws are known to be found in human blood and tissues. These substances are connected with cancer, obesity, birth defects, weakened immune systems, and endocrine disruption, among many others.\n\n>> Read more: \n\nHow to Avoid Microplastics: 10+ Daily Exposure Sources\nWhat Are Plastic Straws? Pros, Cons - Hazards, Bans, Recycling\nWhat’s So Wrong With Plastic Straws? Exploring Their Disadvantages\n5 Benefits Of Using Biodegradable Drinking Straws\n5 Best Ingredients To Make Biodegradable Straws\n8 Best Plasticless And Biodegradable Plant-Based Straws\nBest Non-Plastic Straws For Hot Coffee & Other Hot Drinks\nWhat States Have Banned Plastic Straws in the US?\n\nPlastic straws are among the most common disposable items found in restaurants and eateries all over the United States. To reduce plastic waste, some states have taken the initiative to issue plastic straw bans in order to protect our environment. \n\nCalifornia Became the First State To Take Actions\n\nCalifornia was the first state in the United States to take action on this issue, passing the legislation that prohibits dine-in restaurants from providing customers with single-use plastic straws; unless requested by a customer. \n\nThis law came into effect on January 1st, 2019. California has also proposed additional legislation that will expand its regulations on single-use plastics and packaging, and promote alternatives including compostable materials or reusable packaging.\n\nSource: Internet\n\nOregon, New York, Washington DC, Colorado and Other States\n\nFollowing California’s decision, several states have since implemented a plastic straw ban. Oregon, New York, Washington DC, and Colorado are among the states leading the charge against single-use plastics. \n\nOregon passed a statewide ban on single-use plastic straws in 2019. Since then, more than 20 cities and counties within Oregon have adopted similar restrictions. \n\nIn 2020, New York became one of the first East Coast states to ban plastic straws from restaurants and other food service establishments. \n\nThis was then followed up by Washington DC & Colorado passing their own ordinance that would prohibit restaurants from providing disposable plastic drinking straws, as well as stirrers and cocktail picks made of plastic or paper products. Instead, these states firmly encourage the use of compostable materials or reusable products.\n\nSource: Internet\n\nPlastic Straws Ban in Europe\n\nPlastic straws have become the latest target of European governments as part of their efforts to reduce plastic waste. On 3 July 2021, a ban on single-use plastic straws came into effect in the European Union. Plastic plates, cutlery, straws, balloon sticks, and cotton buds cannot be introduced in the marketplaces of the member countries in the EU.\n\nThe EU law bans both the sale and distribution of plastic straws and other single-use plastics, such as cutlery, stirrers, plates, and cotton buds. However, this ban does not apply to people with disabilities who need drinking aids or flexible materials like paper or biodegradable plastics.\n\nAs well as banning single-use plastics, several European countries have implemented taxes on non-biodegradable materials such as polystyrene foam and rigid PVC packaging. These measures are aimed at reducing the amount of plastic entering our oceans and landfills in an effort to protect wildlife habitats and prevent further pollution.\n\nSource: Internet\n\n>> Read More:\n\nNot-Paper Straws: 7 Best Biodegradable Straws For Our Environment\n7 Best Types Of Biodegradable Straws: Eco-Friendly & Compostable\nCompostable Vs. Reusable Straws: Which One Is The Best Eco-Friendly Alternative\n5 Best Compostable Straws On The Market\nJoin With EQUO to Comply With Plastic Straws Ban\n\nAs the ban on plastic straws spreads across the world, many businesses are looking for ways to comply without sacrificing quality or convenience for their customers. EQUO is here to offer some solutions. EQUO provides biodegradable compostable straws that meet all industry standards while helping to reduce environmental waste. \n\nEQUO's straws provide an easy solution for business owners who are keeping up with current regulations, while still providing a familiar and convenient drinking experience for their consumers. Our products are made from 100% natural materials, which degrade quickly in nature with minimal impact on the environment. Additionally, all of EQUO's products are certified food safe and can be used in both hot and cold beverages without compromising taste or quality.\n\nSome notable EQUO eco-friendly drinking straws:\n\nGrass Straws: These grass straws are made from carefully harvested and handpicked Vietnamese sedge grasses, thereby making them naturally compostable. With their rustic design, grass straws combine sustainable and visually appealing features.\nCoffee Straws: These compostable drinking straws are certified compostable. Made from coffee grounds, these beautiful, deep-brown straws leave no noticeable taste and exude the pleasing aroma of freshly brewed coffee. \nCoconut Straws: These biodegradable straws are made from real coconut water, and won’t add any unwanted sweet taste or unpleasant aroma to your beverages. These straws are completely vegan and entirely scentless, so the original taste of your drink will not differ!\nRice Straws: Made of a combination of rice flour and tapioca starch, these straws provide a non-plastic alternative to conventional plastic straws while being 100% taste-free. Not only are these items fully compostable, but they also give a vintage aesthetic to your beverage. And as an added and unique edge? These organic straws are edible!\nSugarcane Straws: These plant-based compostable straws are made from natural sugarcane fibers. They have sheer brown colors and emit a subtle brown-sugar aroma without the taste. These disposable, biodegradable, and compostable products are genius ways of helping reduce plastic waste while simultaneously taking care of the environment.\n\nEQUO not only offers 100% natural straws as an alternative to plastic, but our straws also come in various sizes and colors that are sure to fit any business or individual’s needs. Our ‘bulk purchase’ option makes it easy for establishments like restaurants, cafes, and bars to source new environmentally friendly straws at a discounted rate- while reducing the amount of single-use plastic being thrown away daily! A win-win situation!\n\n>> Read More: \n\nWhat Are Biodegradable Straws Made Of?\n8 Best Plasticless And Biodegradable Plant-Based Straws\n\nWe can conclude that plastic straws should continue to be banned, as they have proved to continue to cause serious harm to the environment. With Europe and the US already taking giant leaps and enforcing plastic straw bans, it is important for us all to comply with this ban and reject the use of plastic straws in our everyday lives. Instead, let’s opt for more equally-accessible but eco-friendly alternatives to plastic straws, such as those offered by EQUO! Not only will this further reduce plastic waste, but it will also ensure that we have a sustainable future for generations to come.\n\nEQUO is a reliable sustainable brand that offers eco-friendly products, such as biodegradable and compostable drinking straws, utensils, and tote bags. Choosing EQUO’s products is a conscious way to help the environment and a step towards making this world a better place. So why not make the switch today? Let's all take action together to help build an even more sustainable future with EQUO!\n\nContact Information:\n\nWebsite: https://shopequo.com  \nFanpage: https://www.facebook.com/equointl   \nTwitter: https://twitter.com/equointl  \nLinkedin: https://www.linkedin.com/showcase/equo-international/  \nInstagram: https://www.instagram.com/equointl/\n\nSource:\n\nhttp://www3.weforum.org\nhttps://floridadep.gov\nhttps://environment.ec.europa.eu/topics/plastics/single-use-plastics/eu-restrictions-certain-single-use-plastics_en\nhttps://www.globalcitizen.org/en/content/california-plastic-straw-ban-restaurants\n\nTags: eco friendly biodegradable straws, eco compostable straws, buy biodegradable straws, where to buy biodegradable straws, biodegradable straw, compostable straw\n\n1 Comments\nBite me\nYou suck!!!\nRequest A Sample\n\nRequest A Sample\n\nRecommended\n\nBy Anh Ha\n\nNov 15th, 23\n\nBiodegradable Sugarcane Straws for Drinks: How Are They Made?\n\nBy Son Vu\n\nDec 3rd, 23\n\n15+ Uses of Coffee Grounds: From Beauty to Lifestyle and Environment\n\nBy Son Vu\n\nDec 3rd, 23\n\nEnvironmental Protection - What Is It and How To Protect It?\n\nBy Anh Ha\n\nNov 15th, 23\n\n10 Best Reusable & Sustainable Straws: Eco Friendly Choices\n\nBy Anh Ha\n\nNov 15th, 23\n\n6 Best Reusable And Edible Coffee Straws For Your Drinks\n\nBy Son Vu\n\nDec 3rd, 23\n\nZero Waste - What Is It? Role, Principles of Zero Waste Practice\n\nBy Son Vu\n\nDec 3rd, 23\n\nCoffee Grounds for Plants: Benefits and Optimal Usage\n\nBy Son Vu\n\nDec 3rd, 23\n\nWaste: Origin, Classification, Processing, and Recycling\n\nBy Son Vu\n\nDec 3rd, 23\n\n10+ Alternative Materials to Plastic: Perfect Solutions for the Environment and Humanity\n\nBy Anh Ha\n\nNov 15th, 23\n\nBiodegradable Sugarcane Straws for Drinks: How Are They Made?\n\nBy Son Vu\n\nDec 3rd, 23\n\n15+ Uses of Coffee Grounds: From Beauty to Lifestyle and Environment\n\nBy Son Vu\n\nDec 3rd, 23\n\nEnvironmental Protection - What Is It and How To Protect It?\n\nBy Anh Ha\n\nNov 15th, 23\n\n10 Best Reusable & Sustainable Straws: Eco Friendly Choices\n\nBy Anh Ha\n\nNov 15th, 23\n\n6 Best Reusable And Edible Coffee Straws For Your Drinks\n\nBy Son Vu\n\nDec 3rd, 23\n\nZero Waste - What Is It? Role, Principles of Zero Waste Practice\n\nSign Up and\nGet 10% Off Today\n\nBe first to know all the latest environmental news and get exclusive offers.\n\nSubscribe\nShop\nWholesale\nWho We Are\nSustainability\nTestimonials\nOur Blog\nPress & Media\nOur Catalog\nRequest A Sample\nFAQs\nShipping & Returns\nTerms of Service\nCareer\nBecome An Affiliate Ambassador\nContact us: info@equointl.com\nFollow us:\n\n© 2023.EQUO\n\nSerepok Tower, No.56 Nguyen Dinh Chieu Street,\nDakao Ward, District 1, HCMC, Vietnam."
}