{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "What to know about Newtown Township's proposed ban on plastics bags ...",
  "href": "https://news.yahoo.com/know-newtown-townships-proposed-ban-095301347.html",
  "body": "Plastic ban ordinance in Newtown Township years in the making. Newtown's initiative to curb plastics: Newtown Township latest municipality to eye reduction in single-use plastics In early 2022, The township Environmental Advisory Council drafted an ordinance to ban single-use plastic bags, joining Doylestown and Solebury as Bucks County municipalities that have either passed or are considering ...",
  "textContent": "Yahoo News\nSearch query\nNews\nFinance\nSports\nMore\nMail\nSign in\nClose this content\nBucks County Courier Times\nWhat to know about Newtown Township's proposed ban on plastics bags, utensils and straws\nDamon C. Williams and Peg Quann, Bucks County Courier Times\nTue, December 5, 2023 at 3:53 AM CST·2 min read\n1\n\nNewtown Township is on the cusp of banning single-use plastic bags.\n\nThe board of supervisors voted in favor of advertising the ordinance during its November meeting, and it will vote at its meeting on Wednesday, Dec. 6.\n\nTownship Supervisor John Mack said that, if enacted, the ordinance will go into effect on April 9; however, Mack said he may request tabling the vote until the board's next meeting on Dec. 20, in order to give residents and businesses owners more time to review it and submit comments.\n\nHere's what it means for Newtown Township residents and businesses, and what it could mean for the rest of Bucks County.\n\nNewtown Township introduces ordinance to ban single-use plastic bags\n\nThe ordinance specifically bans single-use plastic bags, expanded polystyrene food service products, single-use plastic straws, and single-use plastic utensils by retail establishments within the township.\n\nAccording to the ordinance's language, businesses will have a 120-day grace period between publicizing the ordinance and actual enforcement by the township manager's office.\n\nThe first offense results in a written warning, notifying the business owner of a 30-day compliance window.\n\nThe second offense will lead to a civil penalty of $50, while a third offense is a $100 fine, the township's solicitor said.\n\nFines will cap at $200 for the fourth violation and any that may follow.\n\nNewtown Township Board of Supervisors is a step closer to realizing a ban on single-use plastic bags. The supervisor met prior to Thanksgiving to authorize the publicizing the ordinance.\nPlastic ban ordinance in Newtown Township years in the making\n\nNewtown's initiative to curb plastics: Newtown Township latest municipality to eye reduction in single-use plastics\n\nIn early 2022, The township Environmental Advisory Council drafted an ordinance to ban single-use plastic bags, joining Doylestown and Solebury as Bucks County municipalities that have either passed or are considering similiar bans.\n\nThen earlier this year, Newtown Township become the latest Bucks County municipality to pass a resolution urging a voluntary reduction in the use of single-use plastics like supermarket bags and disposable eating and drinking utensils, as officials say they are creating serious environmental issues affecting people, animals and marine life.\n\nBans on single-use plastics elsewhere in Bucks County\n\nDoylestown Township and Solebury have passed resolutions to reduce the use of plastic while Doylestown Borough is considering a resolution. Warrington also is reviewing plastics use there.\n\nCould ban plastics come to you? Could a plastic bag ban be coming to your Bucks County town? Here is who's considering it next\n\nPhiladelphia, Narberth and West Chester passed ordinances and Bethlehem, Lehigh County and Pittsburgh are considering similar measures. Several states, including New Jersey, have also enacted measures to reduce the use of plastics.\n\nThis article originally appeared on Bucks County Courier Times: Newtown Township considers ordinance to ban plastic bags\n\n View comments (1)\nTerms/Privacy PolicyPrivacy DashboardAbout Our Ads\nUp next\nWEHT Evansville\nHistoric day for the Ohio Township Fire Department\nWEHT Evansville\nFri, December 8, 2023 at 10:25 PM CST\n\nHistoric day for the Ohio Township Fire Department\n\n View comments\nTerms/Privacy PolicyPrivacy DashboardAbout Our Ads\nUp next\nHomeowner raises concerns after inheriting dangerous yard feature from previous owners: ‘I wish it was a joke’\nJeremiah Budin\nSun, December 10, 2023 at 4:45 AM CST·2 min read\n8\n\nOne new homeowner got a nasty surprise when they discovered what the previous homeowner had opted to cover their yard with. They shared the unfortunate discovery with the members of the r/gardening subreddit with the title “Screw rubber mulch.”\n\n“Me and my husband bought a house 6 months ago and for some reason the previous owners thought it was a great idea to use rubber mulch everywhere,” the poster wrote. “It’s hideous. It’s literal chunks of recycled tires painted red. It looks like actual pieces of garbage, because it is! We are now painstakingly trying to remove it all. Who invented this and why would anyone use it?”\n\nRubber mulch is, as the poster accurately describes, recycled chunks of shredded-up tires — similar to actual mulch in appearance (from a distance) but not in any other way.\n\nStory continues\n View comments (8)\nTerms/Privacy PolicyPrivacy DashboardAbout Our Ads\nUp next\nInfluencer’s video sharing what’s in her travel bag sparks outrage online: ‘This makes me violent…’\nSara Klimek\nSat, December 9, 2023 at 4:45 AM CST·2 min read\n31\n\nSingle-use products, like makeup wipes and applicators, can be especially handy if you’re traveling often. But one post shared on Reddit’s r/Anticonsumption forum is sparking hostility toward an influencer and their single-use products.\n\nThe Instagram video referenced by the post shows an influencer picking out single-use, individually wrapped plastic products to pack into her travel bag. “Stuff like this really frustrates me: influencers promoting excessive one-time use items as ‘must haves’,” the poster wrote.\n\nStory continues\n View comments (31)\nTerms/Privacy PolicyPrivacy DashboardAbout Our Ads"
}