{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "The History and Evolution of Straws : r/plastic - Reddit",
  "href": "https://www.reddit.com/r/plastic/comments/14kl75b/the_history_and_evolution_of_straws/",
  "body": "The machinery needed to create commercial amounts of paper straws was not complete until 1947, plastic straws soon took over. Plastic - The Modern Drinking Straw. By the 1960s technology had made it easier to mass manufacture items made from plastic, including the drinking straw (National Geographic). Modern technology had made it easier to ...",
  "textContent": "The History and Evolution of Straws : r/plastic\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to plastic\nr/plastic\n•\n6 mo. ago\nlundmarket62\nThe History and Evolution of Straws\n\nEvery day, Americans use 500 million drinking straws, and the majority of them are single-use plastic versions (NPS.gov). Since plastic does not biodegrade, the seemingly innocent straw we get with our drinks can cause a lot of damage.\n\nUntil the environmental impact of plastic straws became widely known, you were rarely asked whether or not you would like to have a straw with your drink. To us, straws were just another utensil that we used without knowing that they have a fascinating history — and an equally interesting future.\n\nWhen Were Straws Invented?\n\nOver 5,000 years ago, ancient Mesopotamians fashioned drinking straws from a variety of materials including gold and wood. Unlike the straws we use today, they were extremely long and sturdy. Instead of being used for drinking from cups, they were designed for sitting on the floor and drinking beer from heavy, immovable vats. (NBCNews.com)\n\nOther civilizations were found to utilize reeds and grasses as Mother Nature’s straws. However, the grassy taste and gritty particles left a lot to be desired.\n\nAlthough they are still used in native teas, they were rarely used on what we might consider a conventional dinner table. That is — until the powerhouse known as the paper straw entered the picture.\n\nThe Invention of the Paper Straw\nWho Invented The Straw?\n\nIn the late 1880s, a man by the name of Marvin Stone stepped away from designing cigarette holders and began experimenting with straws. His first prototypes involved wrapping and gluing paper around pencils, but he quickly found that the glue deteriorated in liquid. This caused the straws to not hold together, as well as the potential for a bad taste in your drink.\n\nNot to be deterred, Stone then began to work with wax-coated manilla paper. With specifications that included that the hole is too small for a lemon seed to pass through, the ancient straw got a new design. By 1890, his factory was solely manufacturing his latest invention known as the paper drinking straw. (Invention.si.edu)\n\nThe Origins of Bendy Straws\n\nThe straw took another step in its evolution in 1932 when Joseph Friedman’s daughter had a unique issue. Although she enjoyed drinking from straws, they were often too tall for her to reach. With her needs in mind, he created a flexible straw that would allow sipping from any number of angles.\n\nDespite booming contracts with hospitals that loved them for their patients, the paper versions of bendy straws were short-lived. The machinery needed to create commercial amounts of paper straws was not complete until 1947, plastic straws soon took over. \n\nPlastic - The Modern Drinking Straw\n\nBy the 1960s technology had made it easier to mass manufacture items made from plastic, including the drinking straw (National Geographic). Modern technology had made it easier to create different types of plastic drinking products like stirring sticks and cocktail skewers. In fact, one American company still makes over three hundred types of drinking utensils.\n\nDespite efforts to reduce the number of plastic straws being used today, Americans still use over 500 million of them per day. Since the majority of them are not biodegradable, most end up in the earth’s waterways or lining landfills. (TRVST.org)\n\nEnvironmental Impact of Drinking Straws\n\nThe drinking straw industry is currently a $3 billion per year market. Yet only one percent of all drinking straws sold are considered biodegradable or earth friendly. Staggering estimates say that the number of plastic straws in our waterways is close to eight billion.\n\nA large number of them end up obstructing wildlife habitats and being ingested by the animals living there. Even more, problems are caused when the straws start to break down. Rather than biodegrading, plastic straws end up becoming smaller and smaller particles. Those particles further pollute the air, the soil, and the water — things that all life, even human life, needs to survive.\n\nThe Trend Back to Environmentally Conscious Straws\n\nThe “Be Straw Free” campaign began when a nine-year-old aspiring scientist discovered that over five school busses worth of straws were thrown out every day. As he began to ask businesses to get involved, the awareness began to spread. More and more restaurants and diners are opting to go without the straw or offering more eco-friendly options such as paper or plant-based straw alternatives.\n\nThere is no doubt that you have seen more and more alternative straws or reusable straws entering the market. Typically these include stainless steel straws or silicone straws, which can be used over and over again.\n\nAdditionally, many manufacturers, like beyondGREEN, have taken paper straws to a new level. With plant-based alternatives that naturally break down and you can have a more sustainable option.\n\nThe beyondGREEN Solution\n\nbeyondGREEN's Polyhydroxyalkanoate (PHA) straws have all of the properties of traditional plastics, but without the environmental damaging side-affects. Made with Nodax PHA and manufactured and marketed in the USA. These straws are far superior to any other in the market. beyondGREEN PHA straws are the land & marine safe method to sip sustainably. \n\nRead more\nSort by:\nAdd a Comment\nlundmarket62\n•\n6 mo. ago\n\nhttps://byndgrn.com/blogs/blog/the-history-and-evolution-of-straws\n\nReply\nreply\naeon_floss\n•\n6 mo. ago\n\nSo this is basically an ad for BeyondGreen.\n\nThere are a few figures in there that raise my eye as to accuracy. For example I am struggling with how a nation with 335 million people uses 500 million straws per day.\n\nReply\nreply\n \nTop 12%\nRank by size \nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n283 upvotes · 193 comments\nr/Sustainable\nThe History and Evolution of Straws\n1 upvote · 1 comment\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n365 upvotes · 153 comments\nr/Lostwave\nThe Filthy Frank Kenya Song has been found\nyoutube\n322 upvotes · 45 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes · 45 comments\nr/southafrica\nOn this day in 1860 the first Indian indentured labourers arrived in South Africa\nyoutube\n109 upvotes · 14 comments\nr/AusNews\nMurder, missiles and misinformation in the Israel-Hamas war | Media Watch\nyoutube\n302 upvotes · 283 comments\nr/BokuNoHeroAcademia\nSPOILER\nThe Origin and Age of Quirks\n347 upvotes · 35 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/AskHistorians\nThe \"Causes\" of History?\n6 upvotes · 5 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n184 upvotes · 19 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n125 upvotes · 9 comments\nr/AskAnthropology\nQuestion about Stone Age Technological conservatism\n3 upvotes · 6 comments\nr/0xmegamoon\nThe Evolution of Lottery\nself.0xmegamoon\n1 upvote\nr/hlvrai\nHL2VRAI BEGINS DEC. 16TH\nyoutube\n149 upvotes · 38 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/suggestmeabook\nHistory of technology and science\n3 upvotes · 4 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/RFK_Jr_is_a_Stooge\nThe Anatomy of Cherry Picking\n5 upvotes\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/NoStupidQuestions\nThe age of AI\n1 upvote · 1 comment"
}