{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "What happened to the anti-plastic straw movement? | Popular Science",
  "href": "https://www.popsci.com/environment/plastic-straws-why/",
  "body": "The anti-plastic straw movement was a success story in 2015, when plastic straws were the trendy rallying cry for sustainability. But the movement also faced challenges and criticisms, such as the fact that plastic straws are a small part of the single-use plastic problem, the lack of recycling, and the impact on people with disabilities. The article explores the rise and fall of the anti-straw movement and its lessons for today.",
  "textContent": "Best of What's New: The 50 greatest innovations of 2023 »\n\nJOIN \nLOGIN\nSCIENCE\nTECHNOLOGY\nENVIRONMENT\nDIY\nHEALTH\nGEAR\nNEWSLETTER SIGN-UP\nMERCH\nPOPSCI +\nEnvironment Sustainability\nDid plastic straw bans work? Yes, but not in the way you’d think.\n\nPlastic straws used to be “environment enemy number one.”\n\nBY HARVIN BHATHAL/GRIST | PUBLISHED AUG 4, 2023 8:50 AM EDT\n\nENVIRONMENT\nPaper straws get soggy and fall apart more quickly, reusable straws made of metal are not easy to bend, and silicone straws are difficult to clean. Getty Images.\nSHARE    \n\nThis story was co-published with Grist, a nonprofit media organization covering climate, justice, and solutions.\n\nIt was the face that launched a thousand plastic straw bans. \n\nThe video begins with a close up of the turtle’s head, its dark green, pebbled skin out of place against the stark-white boat deck. Robinson’s hands approach, moving the pliers toward the turtle’s nostril. The tool clamps down on the edge of something—A barnacle? A worm?—barely visible within the dark tunnel. The creature squirms and dribbles blood as the pulling begins. A long, thin object begins to emerge, inch by excruciating inch.\n\nIt was August 10, 2015, and marine conservation biologist Christine Figgener was collecting data for her Ph.D. a few miles off the coast of Guanacaste, Costa Rica. She and a colleague, Nathan Robinson, were researching olive ridley sea turtles when they noticed a male had something encrusted in its nose. The pair decided to try to extract the object. Robinson flipped open his Swiss army knife’s pliers and Figgener grabbed her phone and began to film. \n\n“We had no idea what we were frigging looking at,” Figgener said in a newer, annotated version of the video. It wasn’t until one of the researchers cut off a piece of the object that they realized what it was: a four-inch piece of plastic straw.\n\n“We couldn’t believe that such a mundane object that we really use on a daily basis … that we found it in the turtle’s nose,” she said—“that a tiny object caused so much suffering.”\n\nWhen Figgener uploaded the turtle straw video to her YouTube account eight years ago, it went viral. For a few years, plastic straws were the trendy rallying cry for sustainability. In many ways, the campaign was a success story — one that elevated our awareness of single-use plastics to the point where it resulted in actual policy change. But upon reflection, not all the solutions that spun out of the anti-straw movement actually held water. In recent years, many environmental pundits have focused on the movement’s shortcomings. \n\nTo many environmentalists fighting plastic pollution, anti-straw advocacy now feels passé—out of touch with the broader need to address all forms of single-use plastic. But the movement’s rise and fall still holds lessons for the activists of today. \n\nFrom soda bottles to yogurt containers, there is a lot of plastic pollution out there. So how did we end up so obsessed with straws?\n\nThe anti-plastic straw movement didn’t actually originate with Figgener’s turtle video. Back in 2011, a 9-year-old named Milo Cress found it odd that the restaurants he would go to with his mom in Burlington, Vermont, would automatically serve drinks with a straw, whether or not their customer wanted one. He approached the owner of Leunig’s Bistro and Café in Burlington, and eventually, Leunig’s became one of the first establishments in the country to ask customers whether they wanted a straw or not.\n\nEventually, Cress and his mom made some calls to straw manufacturers and estimated that 500 million straws are used and discarded by people in the U.S. every day. The environmental advocacy group Eco-Cycle published Cress’s findings, which in the years since have been cited by nearly every major news media outlet that has covered the plastic straw beat, including CNN, the New York Times, and the Washington Post. (The credibility of that figure has since been questioned, with market research firms determining the figure to be between 170 million and 390 million a day.)\n\nBut the turtle video added just the right amount of injury to plastic insult. Figgener’s viral footage helped stir single-use plastic outrage into a frenzy. Celebrities called on their followers to #stopsucking, a social media campaign that aimed to “turn the plastic straw into environment enemy number one.” \n\nThousands of restaurants joined the pledge and the idea took off, reaching the rare environmental threshold of actual policy change. In 2018, Seattle became the first big city in the United States to ban plastic straws. It was followed shortly by other major municipalities in California, New Jersey, Florida, and other states. That same year, companies including Starbucks and American Airlines jumped on the anti-straw bandwagon, the former announcing it would launch a new “sippy” lid for its cold beverages starting in 2020, allegedly diverting more than 1 billion straws per year.\n\nBut for all its success in getting people riled up about plastic pollution, much of that outrage seemed limited to, well, straws, which only make up a small part of the single-use problem. National Geographic calculated that of the 8 million tons of plastic deposited into the world’s oceans each year, only 0.025 percent is comprised of plastic straws. \n\nSome anti-plastic advocates began denouncing the straw bans as “slacktivism,” a type of activism characterized by a lack of commitment or effort. They said the bans gave people an overblown sense that they were making a difference in combating the plastics crisis. For example, anti-straw pledges didn’t seem as concerned with other types of plastic waste or the fossil fuels associated with every part of their life cycle. Even the anti-straw Starbucks sippy lids were actually made from polypropylene, a type of plastic that has a 3 percent recycling rate in the U.S. (The company claimed it was still an improvement, as the new lids could potentially be recycled. Plastic straws are too lightweight and thin to make it through the mechanical recycling sorting process.)\n\nThe anti-plastic straw movement also started getting pushback from disability advocates, who pointed out that some people need flexible straws to be able to drink liquids. Paper straws get soggy and fall apart more quickly, reusable straws made of metal are not easy to bend, and silicone straws are difficult to clean.\n\nFor the average consumer, functionality is often more important than sustainability, said Leslie Davenport, a climate psychology educator and consultant. “Our brains favor habits because they conserve energy. So if we are going against the current—a BYO straw for example—it’s hard for most people to do so unless highly motivated.” \n\nFor restaurants that chose to continue to provide disposable straws, there were options beyond paper or plastic. Straws made with natural materials such as sugarcane and wheat are 100 percent biodegradable, but are inflexible and cost more to manufacture. As a result, many businesses looked to straws made from bioplastics — allegedly compostable plastics made from corn, sugarcane, agave, and other nonpetroleum sources. But according to Brandon Leeds, co-founder of SOFi Paper Products, bioplastics require specific disposal and processing methods, many of which aren’t always followed or clearly outlined, in order for them to decompose effectively. \n\n“Many businesses desire to adopt sustainable practices, and when they encounter these plastic-like alternatives, they may mistakenly believe that they can be environmentally conscious without truly moving away from the plastic aesthetic,” Leeds said. “The absence of stricter governmental regulations allows companies to take advantage of greenwashing tactics, making it difficult to differentiate genuinely sustainable options from those that are not.”\n\nBuying into greenwashing, a term that refers to environmental “solutions” whose appeal is based on appearing environmentally friendly rather than actually being so, “can be an unconscious psychological defense in individuals to shield them from the fear and overwhelming [feeling] of climate change,” Davenport said. “There can be an unexamined story of ‘I’m doing my part’ because it is more soothing than feeling out of control with the harmful and terrifying trajectory we are on with climate change.”\n\nPlastic straw bans are alive and well today, with new proposals still cropping up at the state and city levels. But eliminating plastic straws is no longer the go-to goal of the anti-plastic movement. Part of that is the result of the existing bans’ success: For many consumers, the absence of plastic straws has become normal, even mundane. Now, anti-plastic advocates hope to harness in new ways the outrage they once inspired. \n\nAccording to Jackie Nuñez, the Plastic Pollution Coalition’s advocacy and engagement manager and the founder of The Last Plastic Straw, the anti-plastic straw movement helped advance awareness and understanding of other single-use products. California, Delaware, Hawaii, Maine, New York, Oregon, and Vermont have all placed some form of ban on plastic bags. The U.S. Interior Department stated that single-use plastic products will be phased out of national parks and around 480 million acres of federal land by 2032. In 2022, the Canadian federal government implemented a single-use plastics ban that included bags, cutlery, food service ware, and stir sticks.\n\nIt’s not really the item, it’s the material that’s the problem, Nuñez said. “All plastic pollution is by design.” \n\nSome activists have attempted to call attention to the scourge of single-use plastics by staging ‘plastic attacks,’ in which protesters head to the grocery store and proceed to remove the plastic wrapping from the food in their carts and return the waste to the store. Since they began in 2018, the strategy has gone global. Plastic attacks have been reported in places including in Hong Kong, South Korea, Canada, Peru, and the United States. Some of the biggest demonstrations have drawn hundreds of participants.\n\nThe anti-plastic straw movement “triggered a lightbulb moment for a lot of people,” Nuñez said. “It ended up becoming a thing I call a gateway issue.”\n\nCLIMATE CHANGE\nSUSTAINABILITY\nSPONSORED CONTENT\n\t\n29+ Coolest Gifts Nobody Would Think Of\n\nBY THEWALLETGURU\n\nDecember Best Gadgets\n\nLike science, tech, and DIY projects?\n\nSign up to receive Popular Science's emails and get the highlights.\n\nLET'S GO\n\nLINKS\n\nHome About Popular Science Newsletter Sign-up How We Test & Review Products Editorial Standards Contact Privacy Policy Terms & Conditions Sitemap DepositPhotos Affiliate Disclosure\n\nFOLLOW US\n\n    \n\nDISCLAIMER(S)\n\nArticles may contain affiliate links which enable us to share in the revenue of any purchases made.\n\nRegistration on or use of this site constitutes acceptance of our Terms of Service.\n\n© 2023 Recurrent. All rights reserved.\n\n✕"
}