{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Countries May Be a Step Closer to Tackling Plastic Pollution | TIME",
  "href": "https://time.com/6335579/countries-one-step-closer-to-tackling-plastic-pollution/",
  "body": "More than 1,000 delegates from 175 countries are here in Nairobi this week to figure out what to do about trash. Plastic trash, that is. The kind that is polluting the oceans, killing wildlife ...",
  "textContent": "SIGN UP FOR OUR IDEAS NEWSLETTER\nSUBSCRIBE\nSECTIONS\nHome\nU.S.\nPolitics\nWorld\nHealth\nClimate\nFuture of Work by Charter\nBusiness\nTech\nEntertainment\nIdeas\nScience\nHistory\nSports\nMagazine\nTIME 2030\nNext Generation Leaders\nTIME100 Leadership Series\nTIME Studios\nVideo\nTIME100 Talks\nTIMEPieces\nThe TIME Vault\nTIME for Health\nTIME for Kids\nTIME Edge\nTIME CO2\nRed Border: Branded Content by TIME\nCoupons\nPersonal Finance by TIME Stamped\nShopping by TIME Stamped\nJOIN US\nNewsletters\nSubscribe\nGive a Gift\nShop the TIME Store\nTIME Cover Store\nCUSTOMER CARE\nUS & Canada\nGlobal Help Center\nREACH OUT\nCareers\nPress Room\nContact the Editors\nMedia Kit\nReprints and Permissions\nMORE\nAbout Us\nPrivacy Policy\nYour California Privacy Rights\nTerms of Use\nModern Slavery Statement\nSite Map\nCONNECT WITH US\nCLIMATE\nPLASTICS\nCountries May Be Getting One Step Closer To Actually Tackling Plastic Pollution\nA high ambition treaty for plastic pollution could make scenes like this a thing of the past.Wolfram Steinberg/Picture Alliance—Getty Images\nBY ARYN BAKER / NAIROBINOVEMBER 15, 2023 3:06 PM EST\n\nThis story was produced in partnership with the Pulitzer Center’s Ocean Reporting Network.\n\nMore than 1,000 delegates from 175 countries are here in Nairobi this week to figure out what to do about trash. Plastic trash, that is. The kind that is polluting the oceans, killing wildlife, contaminating the water we drink, and poisoning the air we breathe. About 430 million tons of plastic are produced annually, according to the United Nations, two-thirds of which are likely to be thrown away within minutes, days, or weeks of purchase. At current rates, plastic production is set to triple by 2060, with a concurrent rise in plastic pollution.\n\nWatch more from TIME\nClick to unmute\nAD\npause\nvolume_off\nfullscreen\n\nIt's a problem so big that the U.N. decided to set up an Intergovernmental Negotiation Committee to end plastic pollution, calling on member states to hash out a legally binding treaty that would govern all stages of the plastic lifecycle, from production to disposal. If the gathered nations can agree upon an ambitious treaty to end plastic pollution, it would mean less plastic production, lower carbon emissions (plastics are derived from oil and gas), better recycling and waste collection, more reusable products, and more products made from recycled materials—all of which would create a healthier, cleaner environment. \n\nThe negotiations are now in their third of five rounds and have settled on a “zero draft” of a possible treaty document. Right now, that draft looks like a multiple-choice, fill-in-the-blanks list of proposals, ranging from ambitious global bans on all single-use plastic packaging and per-ton plastic production taxes that could eliminate plastic pollution by 2040, to a frankly apathetic approach that would see voluntary reductions decided at a national level (I’m looking at you, Paris Climate Accords).\n\nPAID CONTENT\nWhat does the future of human and AI collaboration look like?\nBY INTEL\n\nBy the end of the week, it is hoped, delegates will agree on a streamlined draft that will be sent to the next round of negotiations, in Ottawa in April, for fine tuning.\n\nHow ambitious the final agreement ends up being could have a marked impact on our environment. To help envision what this might look like, a team of scientists, plastic researchers, data scientists, and AI programmers at the Benioff Ocean Science Laboratory, the University of California Santa Barbara, and the University of California Berkeley have developed a new online tool that quantifies the real-world impact of the major proposals scaled to their level of ambition. Even an ambitious 90% reduction of single-use plastics would remove only 13 million metric tons (MMT) of ocean pollution, out of a projected 108 MMT, by 2050. (Marc and Lynn Benioff, who helped fund the project, also own TIME Magazine).\n\nRead More: Compostable Dog Poop Bags Aren’t Really That Compostable\n\nAssuming nations agree to the most ambitious version of the treaty, what impact would it have on people’s daily lives? Frankly, not much.\n\nOf all the proposals, one of the most impactful (a reduction of 50 MMT of waste by 2050) would be a requirement that all new plastic products and packaging must be made from a minimum amount of recycled material. In most cases, the user experience would be exactly the same, or perhaps better if manufacturers started redesigning their products to be more recycle-friendly. Once a recycled value chain is established, the cost to the producer would be negligible as well. A cap on virgin plastic production, resulting in a 28 MMT reduction in ocean pollution, would encourage that value chain as well.\n\nIf single-use packaging, such as plastic straws, shopping bags, cutlery, and expanded polystyrene food containers were to be phased out, they could be replaced by less polluting plastic alternatives and reuse systems. Take-out restaurants could serve their food in returnable containers, with a deposit system. Personal hygiene and home products like shampoo, soap, and laundry detergent would come in standardized aluminum bottles instead, making it easier for retailers to refill, reuse, and, if necessary, recycle. Remember those glass soda, milk, and beer bottles? They could make a return as well, along with local systems to collect, wash, and refill them. Maybe it’s a little more work on the part of the consumer to return the empties, but it also means jobs at local bottling plants.\n\nThe most impactful policy proposal of all, at least in terms of impact on ocean pollution, would call for substantial investment in waste management systems. For consumers, that would probably look like more curbside compost pick up and a more streamlined recycling process (no more squinting at the tiny number inside the chasing arrows sign to figure out what can be recycled where, if it can be recycled at all). Where would the money come from to implement this? One proposal is a per-ton tax levied on plastic producers, another calls for an Extended Producer Responsibility fee charged to manufacturers that use plastic to encase their products.\n\nAn ambitious proposal would also mean bans on problematic chemical additives used in plastic production that are harmful to human health, such as Bisphenol A and its analogues, which has been linked to impaired brain and prostate development in infants and diabetes and cardiovascular disease in adults. This would make the plastic that we do still use safer. Essential plastic products, like IV bags and other non-reusable medical equipment would still be permitted. Litter would all but disappear.\n\nRead More: There’s Almost No Research on the Health Impact of Plastic Chemicals in the Global South\n\nSo, who loses out from an ambitious plastic treaty? Fossil fuel producers and petrochemical companies, mostly, for whom plastic production has long been Plan B for when the green energy transition kills demand for oil and gas. But also at risk are the many people whose livelihoods depend on these companies. And so a truly ambitious plastic treaty would also require a just transition not only for oilfield laborers, facilitating new jobs and training—but also for the waste pickers who make their living collecting plastic bottles out of the trash today.\n\nMORE MUST-READS FROM TIME\nTaylor Swift Is TIME's 2023 Person of the Year\nMeet the Nation Builders\nWhy Cell Phone Reception Is Getting Worse\nColumn: It's Time to Scrap the Abraham Accords\nIsraeli Family Celebrates Release of Hostage Grandmother\nIn a New Movie, Beyoncé Finds Freedom\nThe Top 100 Photos of 2023\nWant Weekly Recs on What to Watch, Read, and More? Sign Up for Worth Your Time\n\nCONTACT US AT LETTERS@TIME.COM\n\nTop Doctor: If You Eat Oatmeal Every Day, This Is What Happens\nTop US Doctor: Sugar Is Not The Problem (This Is)\nGundryMD\n|\nSponsored\nLearn more\nRyan O'Neal Is Remembered By Daughter Tatum, Hollywood Peers\nRyan O’Neal is being remembered by his children and peers following his death aged 82.\nTIME\nVanguard vs. Fidelity vs. Schwab\nSmartAsset\n|\nSponsored\nLearn More\nNo More Free Returns? Amazon Releases New Fees\nAmazon’s new fee calls into question the era of free online returns. (Here’s what you need to know)\nOnline Shopping Tools\n|\nSponsored\nDerek Chauvin Returns to Federal Prison After Stabbing. Here's What to Know\nTIME\nHere Are 23 Of The Coolest Gifts For Christmas 2023\n23 Hottest Cool Gifts For Holiday 2023 You'll Regret Not Getting Before They Sell Out\nBest Tech Trend\n|\nSponsored\nLearn More\nTommy Chong: The Horrifying Truth About CBD\nIt hit me right where I live...\nTommy Chong's CBD\n|\nSponsored\nWatch Now\nGame shows what the world without US military interventions would look like\nThis strategy games makes you become a player in the crucial situations of history.\nGrand Historic Strategy Simulation\n|\nSponsored\nPlay Now\nYOU MAY ALSO LIKE\nCLIMATE\nWhy Tackling Climate Change Through Consumption May Be Harder Than It Seems\nSCIENCE\nGlobal Carbon Emissions Keep Increasing\nIDEAS\nNuclear Power Is the Only Solution\nIDEAS\nThe 3 Myths Propping Up the Fossil Fuel Industry\nBRANDED CONTENT\nFostering inclusion and fighting bias through storytelling\nBY NISSAN USA\nHome\nU.S.\nPolitics\nWorld\nHealth\nBusiness\nTech\nPersonal Finance by TIME Stamped\nShopping by TIME Stamped\nFuture of Work by Charter\nEntertainment\nIdeas\nScience\nHistory\nSports\nMagazine\nThe TIME Vault\nTIME For Kids\nTIME CO2\nCoupons\nTIME Edge\nVideo\nMasthead\nNewsletters\nSubscribe\nSubscriber Benefits\nGive a Gift\nShop the TIME Store\nCareers\nModern Slavery Statement\nPress Room\nTIME Studios\nU.S. & Canada Customer Care\nGlobal Help Center\nContact the Editors\nReprints and Permissions\nSite Map\nMedia Kit\nSupplied Partner Content\nAbout Us\n© 2023 TIME USA, LLC. All Rights Reserved. Use of this site constitutes acceptance of our Terms of Service, Privacy Policy (Your California Privacy Rights) and Do Not Sell or Share My Personal Information.\nTIME may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
}