{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic straws vs Paper straws : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/17x3s96/plastic_straws_vs_paper_straws/",
  "body": "Plastic straws also suck for the environment but it's not just straws, it's pop rings, plastic cups, plastic bags, and HUGE industrial waste dumps from large corporations. Get a stainless steel, bamboo, or glass reusable straw.",
  "textContent": "Plastic straws vs Paper straws : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n24 days ago\n_OH_BROTHER\nPlastic straws vs Paper straws\nSorry, this post has been removed by the moderators of r/unpopularopinion.\nLocked post. New comments cannot be posted.\nSort by:\nunpopularopinion-ModTeam\n•\n23 days ago\n\nYour opinion has been removed and marked for its opinion not being clearly stated in the title please. Message mod mail if you disagree or wish to re-upload the opinion with corrected title.\n\nWaste_Coat_4506\n•\n24 days ago\n•\nEdited 24 days ago\n\nJust drink out of the glass. Unless its something like boba or a smoothie that needs a straw the no straw solves it. I work in a bar and only give straws to people who ask for them which is maybe 1 out of 10.\n\nI also carry a stainless steel one in case I get a drink and want or need a straw but you should consider that you have to use one 100 times before it offsets what it took to make it. So maybe worth it if you will actually use it a lot otherwise maybe not.\n\nSame with reusable shopping bags. I hate plastic bag waste but we don't need to keep making more reusable bags because that's not helping either. Use them if you have them but stop buying them. Or just keep a laundry basket or cardboard box in your trunk and put your groceries directly into that and carry the whole thing in your house.\n\nI think about this stuff all the time, I hate plastic waste 😐\n\nhttps://www.choosefinch.com/blog/the-sustainability-paradox-the-pros-and-cons-of-doing-good\n\nThis article is useful to anyone interested in this stuff\n\n3 more replies\nDyeeguy\n•\n24 days ago\n\nI should post my unpopular opinion about paper straws, cuz i have no issue with them whatsoever. Works fine hours later. I feel like I’m being gaslit by all of society on that one. Y’all must be deepthroating or chewing on the straw\n\nstepheno125\n•\n24 days ago\n\nThe carbon output required to make paper straws is like two or three orders of magnitude higher than plastic straws and climate change is more of an existential threat than straws in that ocean. Also most plastic in the ocean is from mixed plastic recycling from the US and EU being sent to SE Asia where the valuable shit is picked out and the rest is dumped… And on the list of non valuable plastic items straws are probably at the top.\n\nPlastic in the landfill is not ideal but not abjectly harmful. Recycling mixed plastic waste, half of which is not recyclable is. Honestly we should probably just burn all mixed plastic and turn it into electricity. It’s better than coal…\n\nUse reusable damn straws. If that is not an option, use plastic ones and make sure they go into the trash not the recycling bin.\n\n4 more replies\nAutoModerator\n•\n24 days ago\n\nPlease remember what subreddit you are in, this is unpopular opinion. We want civil and unpopular takes and discussion. Any uncivil and ToS violating comments will be removed and subject to a ban. Have a nice day!\n\nI am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.\n\nJPastori\n•\n24 days ago\n\nMy opinion? Both suck, just get a reusable straw, these should just be used instead anyways, as the packaging for paper straws is going to create just as much waste as shipping plastic ones anyways.\n\n4 more replies\nthickhipstightlips\n•\n24 days ago\n\nWhat about stainless steel straws ?\n\n2 more replies\n[deleted]\n•\n24 days ago\n[deleted]\n•\n24 days ago\nZempshir\n•\n24 days ago\n\nI can see you’re just talking about preference which is fine but the whole debate around it is really stupid to me.\n\nWhy are plastic straws specifically what everyone points to? They’re usually used with plastic or styrofoam cups so why is the straw the first concern? Not to mention all the other non-biodegradable things we throw away.\n\nThe main concern is straws ending up in the ocean, which happens almost entirely because of China purposefully dumping that shit into the ocean, including our recycling so why don’t we stop sending that shit to them and also sanction the hell out of them for that on top of their insane air pollution and blatant human rights abuses. I could only see it making sense to ban plastic straws at places right by the beach.\n\nUnusual_Individual93\n•\n24 days ago\n\nGiving me a paper straw with a huge plastic cup just makes no sense. Just give me the plastic straw with the plastic cup.\n\n29erRider5000G\n•\n24 days ago\n\nHow about not using a straw like an adult?\n\nJeniCzech_92\n•\n24 days ago\n\nMetal, reusable straws. Period.\n\nstepheno125\n•\n24 days ago\n\nOut of things that put micro plastics into your body, plastic straws are going to be pretty damn far down the list. Paper straws also are several orders of magnitude worse in terms of carbon emissions. Also the reason plastic straws end up in turtles noses is that people throw them into mixed plastic recycling bins. This mixed plastic waste is then shipped to SE Asia to be sorted. At a lot of these facilities they pick out the 10-30% that is actually commercially viable to recycle and dump the rest into rivers which lead to the ocean.\n\nMoral of the story is that paper straws suck. We should probably just burn for power/landfill mixed plastic waste as a whole, but if you are going to use a straw, paper is probably the worst option unless you throw your plastic one into the recycling bin not the trash. Even then it is questionable because more turtles are going to die of climate change than straws.\n\n \nTop 1%\nRank by size \nr/unpopularopinion\nPeople fuss too much over caring for their cast iron\n8.3K upvotes · 854 comments\nr/unpopularopinion\nFinal exams should not be 50 percent of your grade\n7.7K upvotes · 1.6K comments\nr/unpopularopinion\nGun Buy Backs should be required to have experts present to appraise the value of any guns brought in. And it should be considered fraud to convince a elderly person that a gun valued thousands of dollars is only worth a $200 gift card\n6.1K upvotes · 2.2K comments\nr/unpopularopinion\nA lot of people who aren’t oppressed want to be oppressed so bad\n5.6K upvotes · 302 comments\nr/unpopularopinion\nThe guy in the opening scene of 28 weeks later was right for running\n5.2K upvotes · 592 comments\nr/unpopularopinion\nIf living with your parents as an adult is not shameful in this day and age, then dating needs to reflect that\n4K upvotes · 1.8K comments\nr/unpopularopinion\nYou should get married early\n3.5K upvotes · 3K comments\nr/unpopularopinion\nA knife wound is so much scarier than a gun wound.\n2.6K upvotes · 1.3K comments\nr/unpopularopinion\nYoutube videos have gotten too professional\n2.3K upvotes · 199 comments\nr/unpopularopinion\nIt’s really sad how public schools rely on students to raise funds. It’s a waste of life.\n2.2K upvotes · 372 comments\nr/unpopularopinion\nConflict avoidance being seen as a virtue is slowly poisoning all shared spaces\n2.2K upvotes · 368 comments\nr/unpopularopinion\nYou shouldn't get married without dating someone for 5+ years\n1.8K upvotes · 921 comments\nr/unpopularopinion\nNeil DeGrasse Tyson is not as insufferable as everyone says.\n1.7K upvotes · 958 comments\nr/unpopularopinion\nJennifer Aniston looks her age, which is 54.\n1.5K upvotes · 311 comments\nr/unpopularopinion\nAllowing steroids for a bodybuilding competition is the stupidest shit I have ever heard.\n1.4K upvotes · 802 comments\nr/unpopularopinion\nKids are exposed to more adult concepts and yet are much less emotionally mature than kids in the 90s\n1.2K upvotes · 406 comments\nr/unpopularopinion\nPerhaps human advancements aren't worth the stress that they bring with them\n1.2K upvotes · 354 comments\nr/unpopularopinion\nEverything should enter the public domain after thirty years\n1.1K upvotes · 546 comments\nr/unpopularopinion\nExposure to adversity is more important than avoidance and safe spaces\n1.1K upvotes · 443 comments\nr/unpopularopinion\nStories where threats are like universal or galaxy level are rarely good\n1.1K upvotes · 203 comments\nr/unpopularopinion\nThe McRib from McDonalds should be buried 6 feet underground never to see the light of day.\n1.1K upvotes · 303 comments\nr/unpopularopinion\nPutting on perfume after smoking make you smell worse.\n1.1K upvotes · 166 comments\nr/unpopularopinion\nThe olympics will reduce or disappear over the next 100 years\n1.1K upvotes · 371 comments\nr/unpopularopinion\nSelf-Driving cars don’t need to be perfect, they just need to be statistically better than human drivers.\n1K upvotes · 743 comments\nr/unpopularopinion\nYou’re not meant to expend energy on crises and tragedies on the other side of the globe\n828 upvotes · 339 comments"
}