{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Brain Blaze video request: \"Plastic Straw Bans and Other ... - Reddit",
  "href": "https://www.reddit.com/r/SimonWhistler/comments/185usei/brain_blaze_video_request_plastic_straw_bans_and/",
  "body": "Some brands of plastic straws are made of the few actually recyclable plastics, and could be recycled if the plastic recycling industry actually existed. I think the straw thing happened during the Shameful Interregnum between Obama leaving office and Biden being inaugurated, and honestly the human species should simply declare a mulligan on ...",
  "textContent": "Brain Blaze video request: “Plastic Straw Bans and Other Stupid Things That Aren’t Helping” : r/SimonWhistler\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to SimonWhistler\nr/SimonWhistler\n•\n12 days ago\nRedFumingNitricAcid\nBrain Blaze video request: “Plastic Straw Bans and Other Stupid Things That Aren’t Helping”\n\nI was in a pretty poor mental condition when the “plastic straws are bad” thing happened, and frankly I’m at a loss to explain what happened and don’t care enough to look. What I think happened was this local news station did an “interview” with some 5 year old that said something about plastic straws being bad for turtles, and for some stupid reason adults everywhere latched onto plastic straws being bad and a lot of the worst polluters on Earth discontinued or banned them to make it look like they were “helping”.\n\nNo actual environmental or climate scientist ever actually endorsed the idea in a peer reviewed paper. In fact at least one I’m friends with says that paper straws are actually worse because of the energy, water, and wood involved in making them and how paper that has touched food can’t be recycled. Some brands of plastic straws are made of the few actually recyclable plastics, and could be recycled if the plastic recycling industry actually existed.\n\nI think the straw thing happened during the Shameful Interregnum between Obama leaving office and Biden being inaugurated, and honestly the human species should simply declare a mulligan on everything that happened therein.\n\nSo if Simon could force one of the basement gang to find out what actually happened with plastic straws and write about why it happened and how plastic straw bans are pointless, that would be great.\n\nAlso Simon, the plastic thing on top of a fountain drink cup is called a “lid”.\n\nRead more\nSort by:\nAdd a Comment\nRCMW181\n•\n12 days ago\n\nIt was not \"some 5 year old\" but Sir David Attenborough when he produced and voiced the show Blue Planet 2 that showed the impact of waist plastic on sea animals.\n\nThe show has some very distressing footage of the impact of the straws killing a number of animals including sea turtles.\n\nThe ban is not universal and changes from country to country and different locations. In the UK it's a ban on single use plastics that do not have a medical exemption.\n\nI have no data on the overall impact of the ban myself. McDonald along distributed 1.8 million none degradable straws per day in the UK so it is not unfeasible that it had an impact. Green groups call it a groundbreaking improvement but that is to be expected.\n\nReply\nreply\n2 more replies\nSet_in_Stone-\n•\n12 days ago\n\nThe problem I have with paper straws is they don’t work. Ideally, everything we do to reduce single use plastics usage is a win. But, the replacement needs to work. Paper straws are a disaster.\n\nReply\nreply\n2 more replies\nYarnSpectre\n•\n12 days ago\n\nIf they made paper straws the way they used to before plastic straws (with a coating of wax), they would be much better.\n\nReply\nreply\nwoolykev\n•\n12 days ago\n\nNo actual environmental or climate scientist ever actually endorsed the idea in a peer reviewed paper.\n\nIn this paper on the effects of plastic pollution on marine wildlife, plastic straws are in the second-worst category in most regards (plastic bags and plastic utensils are always on top, i.e., worst): https://www.sciencedirect.com/science/article/pii/S0308597X15002985\n\nPlastic straw bans are good for a very specific purpose. That said, I agree that it'd be more worthwhile to ban other things instead, and I wonder to what extent people (including the politicians who enact them) think a plastic straw ban is supposed to take care of more than it actually does.\n\nReply\nreply\n11222142\n•\n12 days ago\n\nFwiw plastic straws have been the big one talked about but most bans have been on single use plastics, which includes utensils.\n\nReply\nreply\n_stevethegecko_\n•\n12 days ago\n\nhttps://youtu.be/4wH878t78bw?si=tmNfpu-U8RfUW7pj\n\nIt’s not as bad as a bowel obstruction due to swallowing a single use plastic bag. Also, microplastics and the great garbage patch.\n\nReply\nreply\nBackRowRumour\n•\n12 days ago\n\nI love that Simon's idea was to buy and carry his own plastic straws.\n\nNot a single metal one.\n\nReply\nreply\n2 more replies\nJayBeeJB89\n•\n12 days ago\n\nAlot of places there was no ban, people just had to request a plastic straw instead of automatically being given one. Turns out no one was requesting them so stores phased them out.\n\nThe whole negative response to it was media hyperbole. Same with opposition to bringing your own reusable bags to the supermarket, grow up people.\n\nReply\nreply\n1 more reply\nlexisplays\n•\n12 days ago\n\nI saw a video where vets pulled a plastic straw out of a sea turtle's nostril. Never used them again.\n\nReply\nreply\n5 more replies\nSmallpoxAu\n•\n12 days ago\n\nI just hate that the paper straws always go soggy and break. I didn't even think of other issues until a friend of mine with cealics pointed out that he found out the hard way he can't use them. Most paper straws use a wheat based glue to hold them togeather, which is less than ideal for some people.\n\nI do find the bans on single use plastics interesting though. I remember growing up everything was about how we need to \"save the trees\" and use less paper products, and now it seems to be \"plastic is bad. I know! lets use paper\"....its never ending.\n\nReply\nreply\nagoldgold\n•\n12 days ago\n\nMy sister was really judgmental and gung-ho about the plastic straw thing while I have reasons to need to use them at times. It was just so freaking obnoxious to deal with and now she's completely forgotten she did it at all.\n\nCan confirm it happened in the pre-2019 region though.\n\nReply\nreply\ngodmademelikethis\n•\n11 days ago\n\nI'm sure it was a video from marine biologist Christine Figgener. Of her team removing them from a turtles nostril. Government just kinda used it to make it look as if they were doing something about the problem, cause it's easier to ban plastic straws than do the difficult expensive stuff that will actually sort the problem.\n\nReply\nreply\nbradgel\n•\n11 days ago\n\nThat would be good. He could talk about Brian Dunning of the Skeptoid podcast (he has come up in some DTU scripts) because he did a whole dive into the effectiveness of straw and plastic bag bans.\n\nReply\nreply\nSulphasomething\n•\n9 days ago\n\nThere are biodegradable straws and utensils that are as good (or even better) the plastic ones.\n\nI do hate the straws the seem to be made of grade D cardboard but the one McDonald's I visit has the biodegradable straws and had a steak at an airport past security where metal knives were not allowed but the \"paper\" knife they gave me was excellent.\n\nReply\nreply\ngniwlE\n•\n8 days ago\n\nBesides the addition of tons of plastic waste, on land and sea, plastic straws are simply unnecessary on the scale that they're used.\n\nI think that's a key point of a lot of the arguments against straws. It's a ridiculously wasteful behavior, and one that most people do without a second thought... use a straw to drink from a perfectly good cup and throw them both away.\n\nWhen you start to pay attention to the little things, you'll start to see the big things too.\n\nReply\nreply\nShezzy92\n•\n7 days ago\n\nPaper straws dont work need 5 to enjoy a milk shake 10 if its my 2 yrs old lol\n\nReply\nreply\nAnAmericanInDenmark\n•\n1 day ago\n\nWhat video was it that he went off about the paper straws and plastic lids? It was hilarious, but I cannot remember which video it was from.\n\nReply\nreply\n[deleted]\n•\n12 days ago\n \nTop 5%\nRank by size \nr/CoronavirusCirclejerk\nI ran out of red ink. At least 100,000,000 doses within 3 months but probably a lot more.\n154 upvotes · 19 comments\nr/Stargate\nThis came up in my YouTube feed this afternoon and I love it\nyoutube\n131 upvotes · 16 comments\nr/RedDwarf\nA Philharmonic cover of the Theme\nyoutube\n207 upvotes · 26 comments\nr/titanic\nDo you guys think this deleted scene would've ruined the movie? It was used in every promotional material back then...\nyoutube\n108 upvotes · 58 comments\nr/LightNoFireHelloGames\nLight No Fire Announcement Trailer\nyoutube\n345 upvotes · 74 comments\nr/babylon5\nBruce Boxleitner discusses the friends we have lost along the way.\nyoutube\n218 upvotes · 43 comments\nr/tipofmytongue\n[TOMT] Phrase/saying I can’t remember about shifting blame onto big corps/government\n2 upvotes · 5 comments\nr/BSG\nToday is the Sixteenth Anniversary of the airing of \"Razor,\" and the Most Shocking Revelation in Battlestar Galactica\nyoutube\n154 upvotes · 53 comments\nr/atrioc\nAnother Reason Why Walgreens Maybe Replaced Their Fridge Windows With Those Stupid Fridge TVs Screens (warning: nerd stuff)\n121 upvotes · 15 comments\nr/titanic\nThis deleted scene should've been in the final cut.\nyoutube\n315 upvotes · 74 comments\nr/Netherlands\nWhy Vienna's housing is so affordable compared to Amsterdam?\nyoutube\n153 upvotes · 173 comments\nr/DeepSpaceNine\nI will be forever obsessed with this video.\nyoutube\n237 upvotes · 42 comments\nr/Scrubs\nWhat's that one scene you watch over and over again because of how funny it is?\nyoutube\n286 upvotes · 155 comments\nr/TheHague\nThe destruction of the Hague during WW-II in color\nyoutube\n112 upvotes · 9 comments\nr/babylon5\nBabylon 5 Season 2 - Full House Intro\nyoutube\n96 upvotes · 26 comments\nr/AITAH\nAITAH for posting pictures of the teenagers who took all the Halloween candy from my porch?\n1K upvotes · 955 comments\nr/commandandconquer\nMental Omega - Act III Announcement // Red Alert 2\nyoutube\n112 upvotes · 47 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n283 upvotes · 193 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n184 upvotes · 19 comments\nr/AustralianNostalgia\nStill the greatest band in Australian History IMO.\nyoutube\n318 upvotes · 81 comments\nr/startrek\nNow that Thanksgiving is over, this can be posted.\nyoutube\n204 upvotes · 21 comments\nr/ArcherFX\nArcher: Into The Cold | S14 Finale Event Teaser - A Sizzling Climax | FX\nyoutube\n128 upvotes · 23 comments\nr/ITcrowd\nThe official YouTube channel has just uploaded a full episode - The IT Crowd - Yesterday's Jam | Full Episode | Series 1 Episode 1\nyoutube\n221 upvotes · 17 comments\nr/thenetherlands\nHoe de goklobby jouw leven kan verwoesten | BOOS S10E08\nyoutube\n166 upvotes · 162 comments\nr/JurassicPark\nFound Footage of the San Diego Incident (by Krenautican)!\nyoutube\n141 upvotes · 29 comments"
}