{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic Pollution Around the World | Plastics and the Environment ...",
  "href": "https://www.genevaenvironmentnetwork.org/resources/updates/plastic-pollution-around-the-world/",
  "body": "Plastic pollution is ubiquitous in the natural environment and affects ecosystems around the world, from ocean to mountains. This page is part of our Plastics and the Environment series, a set of online resources on the plastics crisis, its impact on people and the environment, and international cooperation to address this global problem. They include resources and news from organizations in ...",
  "textContent": "Skip to content\n\nEnglish\nFrançais\nENVIRONMENT IN GENEVA\nENVIRONMENT HOUSE\nEVENTS\nJOBS\nRESOURCES\nNewsletter\nGeneva Green Guide\nLearning\nPublications\nGlossary\nLinks\nUpdates\n\nUPDATE\n\nPlastic Pollution Around the World | Plastics and the Environment Series\n\nLast updated\n:\n15 Nov 2023\n\nPlastics Chemicals and Pollution\n\nSDG3 SDG14 SDG15\n\nPlastic pollution is ubiquitous in the natural environment and affects ecosystems around the world, from ocean to mountains. This page is part of our Plastics and the Environment series, a set of online resources on the plastics crisis, its impact on people and the environment, and international cooperation to address this global problem. They include resources and news from organizations in Geneva and beyond, including UN-system organizations and other IOs, governmental authorities, civil society organizations, academic institutions and journals, and renowned newspapers.\n\nA Glimpse on the Global Plastic Crisis\nPlastics in the Ocean and Coasts\nAtmospheric Plastic Pollution\nPlastics at the Poles\nPlastics in Mountains\nMore on the Plastics Crisis\nA Glimpse on the Global Plastic Crisis\n\nOur planet is drowning in plastic litter and microplastics. Plastic waste is now so ubiquitous in the natural environment that scientists have suggested it could serve as a geological indicator of the Anthropocene era. Plastic and microplastic pollution is found in all ecosystems, from ocean and coast to mountains, cities and rural areas. Evidence of plastic pollution has been found even in the most remote place, including Mount Everest, the Mariana Trench and the Arctic.  How did we get here and what does this mean for us, other species and the planet? This section offers broad picture of the scale of the plastics crisis and the challenges it represents for our environment and societies.\n\nFurther resources \nPlastics in the Ocean and Coasts\n\nPlastic pollution has long been understood as a problem mostly affected the ocean, and indeed marine and coastal ecosystems are highly affected. Plastics are the largest, most harmful and persistent fraction of marine litter, accounting for at least 85% of total marine waste. An estimated 14 million metric tons of plastic enters the ocean annually, with estimates of over 170 trillion plastic particles afloat in the world’s oceans, wreaking havoc on livelihoods and ecosystems, and this number is expected to triple in the next twenty years (UNEP, 2021). The result is an estimated $13 billion in annual environmental damage to marine ecosystems. Impacts of plastics in the ocean have reached the deep-see floors  (>6000 m), with recent research in the Philippine Trench finding plastic bag tracks erasing the natural sedimentary structures, with ecological consequences yet to be established.While the international community increasingly recognizes that plastic pollution affects all ecosystems, addressing sea-based sources and impacts remain an major aspect of the fight against plastic pollution.\n\nGlobal distribution of marine microplastics. Source: GRID-Arendal, 2019.\n\nFurther resources on marine plastic pollution \nAtmospheric Plastic Pollution\n\nMicroplastic pollution is not limited to the ocean; indeed these particles have been detected in the atmosphere of urban, suburban, and even in remote areas such as in high-altitude glaciers, the Arctic and Antarctic. This suggests that microplastics are transported over long distances in the atmosphere. While atmospheric plastics is still a new area of research, current evidence points to the pervasive nature of plastic pollution as particles travel around the globe.\n\nA mapped representation of the atmospheric microplastic studies published as of April 2020. Source: Y. Zhang et al., 2020.\n\nFurther resources and latest studies on atmospheric plastics \nPlastics at the Poles\n\nAlthough remote and supposedly pristine, the poles are affected by plastic pollution. Plastic debris and particles are traveling to the Arctic and Antarctic through marine and atmospheric pathways. Recorded evidence of plastic particles have been found in sea ice, surface water, sea floor and fresh snow in these regions.\n\nPlastic pollution recorded in different Arctic ecosystem compartments. Source: M. Bergmann et al., 2022.\n\nFurther resources on plastics in the Arctic and Antarctic \nPlastics in Mountains\n\nMountain regions are not exempt from the impacts of plastic pollution. Plastic is the most common type of waste found in mountains, a trend driven, to a large extent, by tourism. The spread of atmospheric microplastics adds to the plastic waste burden that mountains are already shouldering. These regions also face challenges in addressing plastic waste due to their remoteness, limited access to human and financial resources, lack of economies of scale, and challenging natural conditions.\n\nType of wastes seen in mountains. Source: GRID-Arendal, 2022.\n\nMore resources about plastic pollution in mountains \nMore on the Plastics Crisis\n\nOur special series “Plastics and the Environment” provides resources on the status of the global plastic pollution, its impact on people and the environment, and international cooperation to address the plastics crisis.\n\nLearn more\nShare this page\nShare on Facebook\nShare on X (Twitter)\nShare on LinkedIn\nShare by Email\nReceive updates\nNewsletter\nContact\nContact\nSearch the website\nSearch for:\nSearch\nFollow us\nFacebook\nX (Twitter)\nLinkedIn\nYouTube\nInstagram\nNetwork coordinated by\nWith support from\nTerms of Use"
}