{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Biodegradable straw but in a plastic cup - why!? - Reddit",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/158tmzl/biodegradable_straw_but_in_a_plastic_cup_why/",
  "body": "A) Specifically plastic straws came in for public awareness and opposition because of a famous video where some marine biologists caught a sea turtle who had a plastic straw lodged in his nostril, apparently for years, and it had to be very painfully extracted from the turtle's face with pliers. Like the famous photos from decades ago of the ...",
  "textContent": "[deleted by user] : r/NoStupidQuestions\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to NoStupidQuestions\nr/NoStupidQuestions\n•\n5 mo. ago\n[deleted]\n[deleted by user]\nSort by:\nAdd a Comment\n[deleted]\n•\n5 mo. ago\n\nA) Specifically plastic straws came in for public awareness and opposition because of a famous video where some marine biologists caught a sea turtle who had a plastic straw lodged in his nostril, apparently for years, and it had to be very painfully extracted from the turtle's face with pliers. Like the famous photos from decades ago of the plastic 6-pack rings deforming a turtle that got stuck inside one of those rings, it pulled on the public's heartstrings, as a perhaps especially bad form of plastic pollution, not just one small piece of the overall problem of plastic polluting the ocean. It's probably not accurate, but it's photogenic.\n\nB) The world is not a centrally rationally-organized system. It's entirely decentralized. People are trying to make whatever contributions they can to fixing the problem, though without imposing too significant of costs on themselves. So that sometimes results in rather pathetic half-solutions like being served a plastic cup with a biodegradable straw. Sure it'd be better if both were biodegradable, or you weren't served in single-use items at all. But that costs money, that takes effort, that's less convenient, and so it didn't happen. What do you want? What do you expect?\n\nReply\nreply\nAutoModerator\n•\n5 mo. ago\n\nHi u/hi_infidelity1,\n\nWe noticed you are a pretty new Reddit account, so we just wanted to let you know to check out the subreddit rules here and maybe have a read through our Frequently Asked Questions - they make for fascinating reading!\n\nWe're called No Stupid Questions because we believe nobody needs to be attacked for asking a question, but that doesn't mean there are no rules! This sub is meant for users like you to ask genuine questions. Please don't ask jokes or rants disguised as questions - that's not in the spirit of this sub. While you can ask almost anything here, please keep illegal and offensive questions elsewhere to give people a good experience here - and if you have a medical question, please ask your doctor, not us.\n\nOtherwise, welcome!\n\nI am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.\n\nrewardiflost\n•\n5 mo. ago\n\nIs the cup reusable or recyclable? Straws traditionally are not recyclable due to size/shape as well as material.\n\nPlus, there aren't any depressing photos of turtles with entire cups stuck up their nose. Straws? Sure. Not cups though.\n\nReply\nreply\n \nTop 1%\nRank by size \nr/NoStupidQuestions\nIf Donald Trump is openly telling people he will become a dictator if elected why do the polls have him in a dead heat with Joe Biden?\n25K upvotes · 14K comments\nr/NoStupidQuestions\nIf a kid being sent to one of those \"kidnap you in the night\" bootcamps kills someone during the kidnap, is it self defense?\n12K upvotes · 1.6K comments\nr/NoStupidQuestions\nWhat do 10,000 employees at Spotify do?\n11K upvotes · 1.5K comments\nr/NoStupidQuestions\nWill people still get their period while in a coma?\n7.6K upvotes · 896 comments\nr/NoStupidQuestions\nis it socially acceptable not to wear a bra?\n6.5K upvotes · 4.6K comments\nr/NoStupidQuestions\nDads of Reddit - should I look when my wife gives birth?\n6.4K upvotes · 4.8K comments\nr/NoStupidQuestions\nIf you own a sea plane, are you allowed to just land on any old lake or large body of water you want?\n6.3K upvotes · 876 comments\nr/NoStupidQuestions\nDo dogs understand that we’re taking them for walks just for their leisure?\n4.5K upvotes · 549 comments\nr/NoStupidQuestions\nWhat would happen if I got on a plane to a different English speaking country and claimed I had no memory of where I came from?\n4.4K upvotes · 773 comments\nr/NoStupidQuestions\nFriend has gotten 2 DUIs and never went to court for either of them. How fucked is he?\n4.1K upvotes · 1K comments\nr/NoStupidQuestions\nNSFW\nDo lesbians see breasts the same way guys do?\n4.1K upvotes · 1.1K comments\nr/NoStupidQuestions\nNSFW\nI started my period when I was 10 years old. Does this mean in caveman times I would've started getting pregnant and giving birth at only 10?\n4K upvotes · 704 comments\nr/NoStupidQuestions\nDo flat earthers believe only the Earth is flat, or that other planets are also flat?\n3.5K upvotes · 1.4K comments\nr/NoStupidQuestions\nWhy are there so many “lady-boys” in Thailand?\n3.5K upvotes · 1.4K comments\nr/NoStupidQuestions\nIf a person is ejected from a space station without protection, what happens to them?\n3.5K upvotes · 706 comments\nr/NoStupidQuestions\nWhat happens at the doctor’s office if you answer yes to the “suicidal thoughts” question?\n3.3K upvotes · 1.2K comments\nr/NoStupidQuestions\nWhy do doctors insist that I ask questions but get annoyed when I finally ask them?\n3.3K upvotes · 357 comments\nr/NoStupidQuestions\nNSFW\nMen who like small boobs, how small are we talking and why?\n3K upvotes · 1.7K comments\nr/NoStupidQuestions\nNSFW\nAre guys really hornier than girls?\n2.9K upvotes · 1.4K comments\nr/NoStupidQuestions\nWhy do caregivers baby talk old people?\n2.8K upvotes · 581 comments\nr/NoStupidQuestions\nNSFW\nDoes NoFap have any actual scientifically-backed benefits or is it just a \"group\" of people that are turbo obsessed with jacking it?\n2.7K upvotes · 761 comments\nr/NoStupidQuestions\nAre guys into fit/muscular girls ?\n2.6K upvotes · 1.9K comments\nr/NoStupidQuestions\nPurchased an expensive computer. The merchant cancelled the charge according my credit card company, but the item was shipped and I received it. What can happen in this situation?\n2.6K upvotes · 297 comments\nr/NoStupidQuestions\nNSFW\nGuys, did you notice your penis size change with big weight gain/loss?\n2.6K upvotes · 279 comments\nr/NoStupidQuestions\nMy I girlfriend's cat killed my pet squirrel whom I raised from a baby she was my first ever friend I loved her so much, i always asked my gf not to bring her cat home and 2 days ago this happened and I'm not speaking with her since . It just hurts Am i being wrong ? I'm 21 Male i live far from the\n2.5K upvotes · 747 comments"
}