{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "10 Scientific Solutions to Plastic Pollution | Earth.Org",
  "href": "https://earth.org/scientific-solutions-to-plastic-pollution/",
  "body": "3. The Plastic-Eating Enzyme. One of the most important scientific solutions to plastic pollution that have emerged is the plastic-eating enzyme. In Japan 2016, a scientist discovered a plastic-eating enzyme that was capable of breaking down Polyethylene terephthalate (PET) - the most commonly used type of plastic.",
  "textContent": "POLLUTIONSOLUTIONS\n10 Scientific Solutions to Plastic Pollution\nCRISIS - POLLUTION CRISES BY JANGIRA LEWISGLOBAL COMMONSNOV 18TH 20238 MINS\nEARTH.ORG IS POWERED BY OVER 150 CONTRIBUTING WRITERS\n\nPlastic pollution is leaving behind impacts for generations to come. If our current rate of pollution continues, experts predict that there will be more plastic than fish in the ocean by 2050. It is clear that we need solutions to rectify this pressing issue. Thanks to innovation and research, scientists have been able to pioneer ground-breaking technology to help collect and prevent plastic pollution.   \n\n__\n\nPlastic pollution is one of the most pressing environmental issues the world faces today. As most of the plastics that we use don’t break down and dissolve easily, it is slowly filling up our oceans, which will take centuries to disintegrate, posing tremendous issues for aquatic life, human health, and the marine ecosystem. Studies have estimated that by 2050, there will be more plastic in the sea than fish. \n\nThe world’s rivers, oceans, and seas have been acting as convenient transport vectors as well as dumping sites for plastic produced by human activity. This pollution comes at a huge cost, from the clean-up and repair efforts and loss of revenue for tourism and the societal price of polluted and degraded environments. \n\nTake Action as a Global Citizen\nJoin the Global Movement\nTHE PLANET NEEDS YOU!\n\nAround 300 million tonnes of plastic is produced worldwide annually, and only half of this can be recycled. Some believe the solution to global plastic pollution is to simply reduce the amount of  plastic that is being used. However, some issues arise with this sweeping assumption. Firstly, it does not tackle the issue of plastic that is already present in the ocean; and secondly, current policies have not been effective against plastic production as studies have shown that production is in fact increasing, and is projected to keep climbing. \n\nBut all hope is not lost, and it is certainly not too late. While there are ways in which individuals can reduce their use of plastic in their daily activity, science and technology have allowed us to push the boundaries of what we thought was possible. Collective action is imperative. In 1987, the Montreal Protocol was introduced to prevent further damage caused to Earth’s ozone layer. Over a period of time, humanity was able to phase out over 98% of the harmful substances that were causing the damage, preventing approximately 2 million cases of skin cancer as a result. If we were able to come together as we did in 1987, we can collectively tackle the plastic pollution problem.\n\n10 Scientific Solutions to Plastic Pollution\n1. The Ocean Clean-Up\n\nThe Ocean Clean-up is an excellent example of collective action. Inspired by a scuba diving trip in Greece, Dutch CEO Boyan Slat created the organisation consisting of a large team of people and technology designed to effectively collect plastic from the Great Pacific Garbage Patch. Using what is called the System 001, which consists of 600m-long floating structures intended to contain marine debris and designed to collect microplastics, one of the problematic forms of plastic and can be dangerous to both marine animals and humans if ingested, the system relies on wind and ocean currents to collect the plastic. Upon collection,  the plastic waste is transported by a vessel back to land, to be then recycled. \n\nCurrently located in the garbage patch between Hawaii and California, the aim of The Ocean Clean-up is to deploy their system to the four other garbage patches located over the world, and hopefully clean up 50% of the plastic in the Great Pacific Garbage Patch within five years. \n\n2. NASA Satellite Technology\n\nConcentrations of ocean plastic can now be detected by NASA satellite technology that was created in 2016. This ground-breaking research method can be fundamental in tracking and managing ocean plastic debris and one of many crucial scientific solutions to plastic pollution. NASA’s Cyclone Global Navigation Satellite System, also known as CYGNSS, was originally created to predict hurricanes by monitoring tropical wind speed over the ocean. Scientists discovered that this technology can detect the concentration of microplastic in the water by measuring the surface of the water. It will also provide a huge contribution to further research on the effects of microplastic on the ecosystem, help non-profit and private organisations clean up the sea, and protect aquatic life. \n\nUsing NASA satellite technology to track ocean plastic pollution and microplastics.\n\n3. The Plastic-Eating Enzyme \n\nOne of the most important scientific solutions to plastic pollution that have emerged is the plastic-eating enzyme. In Japan 2016, a scientist discovered a plastic-eating enzyme that was capable of breaking down Polyethylene terephthalate (PET) – the most commonly used type of plastic. This enzyme, known as Ideonella Sakaiensis 201-F6, is a bacteria that can digest plastic by secreting an enzyme called PETase, and ingesting the carbon in PET to be used as a food source. Though the breakdown process remains to be relatively slow, scientists have been working to speed it up. An international team of scientists have been able to modify the molecular composition of the enzyme, and tweak it to consume PET 20% faster than it originally did. \n\nMore on the topic: A French Start-Up is Using Enzyme to Breakdown and Recycle PET Plastic\n\n4. Plastic-Eating Mushrooms\n\nA darkly pigmented species of fungus, known as Aspergillus Tubingensis, has been found to contain agents that can degrade polyurethane (PU). Samantha Jenkins, lead biotech engineer for bio-manufacturing firm Biohm was studying different types of fungus in a research project, when she came across the plastic-eating fungus and found the fungus had eaten its way through the plastic sponge that was used to seal it. Jenkins is in the process of testing the fungus on PET and PU plastic and discovered the fungus to populate as it consumes more plastic, potentially creating a new source of biomaterial “for food, or feed stocks for animals, or antibiotics”. \n\nMore on the topic: The Untapped Potential of the Amazon’s Plastic-Eating Mushroom\n\n5. Magnetic Coils\n\nScientists have created a magnetic coil that is able to target microplastics in the ocean. This experimental nanotechnology is able to break down microplastic in the water without causing any harm to marine life. Thinner than a human hair, these coils resemble bed springs under a microscope, and are coated in nitrogen and a magnetic metal called manganese. When they react with oxygen molecules, they attack plastic and can help to break it down. Xiaoguang Duan, a co-author of this study found that nano-coils have a 30% to 50% reduction rate in microplastics over a period of eight hours in early experiments. \n\nEvery day, the equivalent of over 2,000 garbage trucks full of plastic is dumped into our oceans, rivers & lakes.\n\nThis #WorldEnvironmentDay is a call to #BeatPlasticPollution.\n\nWe must work as one to break our addiction to plastic, champion zero waste & build a circular economy. pic.twitter.com/W9IHyhE61b\n\n— António Guterres (@antonioguterres) June 4, 2023\n\n6. Converting to Fuel\n\nAustralian company Licella Holdings has developed a new patented technology, known as the Catalytic Hydrothermal Reactor (Cat-HTR), that can convert unrecyclable plastic into oil, it has been able to melt plastic and convert it into liquid fuel. Through a process similar to a commercial-sized pressure-cooker, it reduces plastic to its component parts, producing a range of materials including oils, waxes and plastics that can be turned into other plastic products or fuels.\n\nWhat makes this technology so unique is its versatile nature. No plastic is a match for this device. The Cat-HTR chemically recycles mixed plastics without the need to separate the different plastic types. This includes end-of-life plastic that would otherwise be sent to landfills, incineration or end up in our oceans. It allows plastic waste to be recycled over and over again and on a commercial scale, and could convert 20,000 tonnes of plastic waste annually. However, critics have labelled the technology as an environmental trade-off as the process may produce further carbon emissions. \n\nPhoto by PlasticRoad via Facebook.\n\n7. Converting to Roads\n\nOne of the many scientific solutions to plastic pollution is to convert waste into roads. A project known as PlasticRoad, created a bike path in the Dutch city of Zwolle and a road in Overjissel in 2018 using 70% recycled plastic. The plan is to increase this to 100%. The project has been proven successful as plastic is more durable than asphalt and requires less heavy equipment and time to install, which makes its carbon footprint smaller. PlasticRoad intends to carry on designing, creating and supplying these sustainable, climate-proof and circular roads, made from municipal plastic waste and “with the smallest possible negative impact on our planet and natural resources.” \n\n8. Substitute with Seaweed\n\nOne of the most significant scientific solutions to plastic pollution to emerge in recent years is bioplastic. A plastic alternative comprised of materials produced from renewable biomass sources. Indonesian start-up company Evoware has been researching ways of converting seaweed into a bioplastic. They work with local seaweed farmers to create a range of different types of packaging such as sandwich wraps, burger wraps, sachets for spices, and soap, which can be dissolved in hot water, and in some cases, edible. Indonesia produces 10 million tonnes of seaweed each year and could reach up to 19 million tonnes by 2020, which could help supply Evoware’s expanding efforts.  \n\nDespite the innovative creativity behind such a thoughtful invention, these seaweed-based substitutes are not without its challenges. For example, Evoware’s edible seaweed-based Ello Jello cone can be up to five times more expensive than ordinary crepe cones. Additionally, it still uses wrappings of plastic and paper to preserve its texture. \n\nYou might also like: Solution for Plastic Pollution: 6 Policies and Innovations Tackling Plastics\n\n9. Social Plastic Policies\n\nA social enterprise known as Plastic Bank is paying above-market rates for plastic waste. They act as a convenience store for the world’s poor communities, and accept plastic waste as a form of currency. Their recycling ecosystem is sustained through the sale and use of what they call “Social Plastic®”. This encourages people to collect ocean-bound plastic before it enters the waterways, and it can be traded for social benefits, including money, food and other services (such as school fees). Plastic Bank aims to make plastic too valuable to throw away. Upon collection, plastic waste will then be sold to corporations, who will pay around three times more than what plastics normally cost.\n\n10. Nicholas Institute’s Plastic Technology Inventory \n\nA study released by the Nicholas Institute addressed the gap between knowledge for technology to tackle plastic pollution, and created a comprehensive inventory of 52 technologies currently being used or in development to prevent the leakage of plastic pollution or collect existing plastic pollution. The study concluded that both the prevention of plastic from entering waterways and plastic collection are matters of urgency, highlighting the importance of ensuring the care of aquatic systems and human health. \n\nTwo examples from this list include Plastic Fischer Trash Boom and Hoola One. The former was created in Germany in 2019, whose technology aims to collect microplastics from the water, while Hoola One was a vacuum created in Canada in 2019, intended to extract microplastics and macroplastics from marine environments. \n\nYou might also like: We Need Sustainable Food Packaging Now. Here’s Why.\n\nTAGGED: OCEAN CLEAN-UP PLASTIC POLLUTION\nAbout the Author\nJangira Lewis\nJangira Lewis currently works as a Secondary School English Teacher in Hong Kong. Born and raised in Luton, she graduated with a Masters degree in International Journalism from the University of Leeds. Her interests lie in geo-politics, health and nutrition, humanitarian issues, and animal welfare.\n\n\nYou Might Also Like\nPOLLUTION\nFast Fashion and Its Environmental Impact\nMAY 21ST 20237 MINS\nPOLLUTION\n10 Companies Called Out For Greenwashing\nJUL 17TH 20227 MINS\nPOLLUTION\n10 Concerning Fast Fashion Waste Statistics\nAUG 21ST 20235 MINS\nSubscribe to our newsletter\n\nHand-picked stories once a fortnight. We promise, no spam!\n\nSUBSCRIBE\n @earthorg FOLLOW US\nEarth.Org\nAbout Us\nMission Statement\nImpact & Reach\nData Visualisations\nEarth.Org for Teachers\nEarth.Org for Parents\nEarth.Org for Kids\nMeet the Team\nJoin the Team\nDonate\nGlobal Ambassadors\nTerms | Privacy policy | Cookies\n© Earth.Org\nFollow us\nFacebook\nInstagram\nLinkedin\nTwitter\nYoutube\nGoogle News\nSupport us\nPartnering\nFund Our Mission\nSupporters\nJoin the EO Movement\nSubmit Content\nNGO Newswire\nContribute\nEO Photographers\nEO 2024 Photography Competition\nConservationists\nVolunteer\nWrite for us\nEdit for us\nHelp with Data Science\nCreate a Chapter\nContact\n+852 2110 4370\nEmail: contact[at]earth.org\n\nEarth.Org Ltd\n\nThe Hive on Seven\n7F Cheung Hing Industrial Building\nKennedy Town\nHong Kong"
}