{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "So About Plastic Straws... : r/australia - Reddit",
  "href": "https://www.reddit.com/r/australia/comments/16fbbv8/so_about_plastic_straws/",
  "body": "I've been on a trip to America these past few months and have become re-enchanted by plastic straws. I was trying to find out if there was any possible way for me to bring some back. Paper straws suck, metal straws upset me and even the silicon ones don't feel right. Plastic ones are the only ones that don't give me sensory issues.",
  "textContent": "So About Plastic Straws... : r/australia\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to australia\nr/australia\n•\n3 mo. ago\nPopper_Drop\nSo About Plastic Straws...\nno politics\n\nI've been on a trip to America these past few months and have become re-enchanted by plastic straws. I was trying to find out if there was any possible way for me to bring some back. Paper straws suck, metal straws upset me and even the silicon ones don't feel right. Plastic ones are the only ones that don't give me sensory issues. It wasn't going to be a huge amount, just one of those packets you used to get from the store of about 100pc. Just for personal use and likely that I would be reusing them for ages anyway.\n\nI know they've been fazed out and I'm aware there's fines involved for having them but it seems like it's in regards to redistribution. The one I saw for $370 concerns me though because that feels like a much more personal fine for just having them on you. They would be in my luggage but idk if they would go rooting around in there just for a single pack of plastic straws or if it would end up having a negative impact on me when I end up coming back into the country.\n\nI was just curious for advice on this situation. How likely is it that this is something I would potentially get into legal trouble for?\n\nSort by:\nAdd a Comment\npwnersaurus\n•\n3 mo. ago\n\nAs far as I can tell, it’s the supply of plastic straws that is banned, so it should be fine for you to bring back as many as you want for your own personal use, you just can’t supply them to others.\n\nBut in the long run, you probably just have to get used to metal or silicone straws, for better or worse, plastic straws are done\n\nReply\nreply\n6 more replies\nnacfme\n•\n3 mo. ago\n\nIs it only the plastic \"single use\" ones you can tolerate? Have you tried the resuseable plastic ones that come with drink bottles/ kids sippy cups?\n\nI'd have concerns about if ones that are designed to be thrown away will hold up ti repeated washing and resue grey might leach chemicals over time especially if exposed to higher temperatures during washing. Kind of like how bottles from bottled water/softdrinks aren't supposed to be reused due to leaching.\n\nAlso PSA for anyone desperate to get a hold of plastic straws in Australia: they still come on the front of juice boxes. Those things are so wasteful with the plastic wrapped plastic straw and the cardboard/foil/plastic box but my kid has sensory issues and it gets him to drink juice.\n\nReply\nreply\nchalk_in_boots\n•\n3 mo. ago\n\nresuseable plastic ones that come with drink bottles\n\nMy first thought was to buy crazy straws\n\nReply\nreply\n6 more replies\n[deleted]\n•\n3 mo. ago\n\nWrap them in condoms and swallow them its the only way\n\nReply\nreply\nchalk_in_boots\n•\n3 mo. ago\n\nThe thought of that moving through your intestines.....\n\nReply\nreply\n2 more replies\n1 more reply\nTysiliogogogoch\n•\n3 mo. ago\n\nfazed\n\nPhased. To faze someone is to disturb/disrupt them.\n\nIt is not illegal to own plastic straws, nor is it illegal to import them from overseas.\n\nReply\nreply\n1 more reply\nKangalooney\n•\n3 mo. ago\n•\nEdited 3 mo. ago\n\nThere are reusable plastic straws. Some are hard plastic some are made of softer plastics like PET. But you will be hard pressed to find one that actually says what they are made of in the product listing. Some are also just the same old disposable plastic just being listed as reusable, avoid those.\n\nYou can get Teflon straws. They are very taste neutral, easy to clean and don't have the problems of Silicone. Just not sure where in Australia to get them.\n\nYou could also try glass straws. They don't have the taste sensory issues as metal straws but can still feel odd if it is the hardness of the straw that causes the sensory issue. Not good for a straw chewer for obvious reasons.\n\nEdit: almost forgot if you want a good disposable alternative you can look into sugar cane straws. They are compostable and with care can be used a few times but there is no issue in just chucking them in the garden bed.\n\nOh, and don't go for bamboo. They have a bad aftertaste and are a bugger to keep clean.\n\nReply\nreply\n4 more replies\n[deleted]\n•\n3 mo. ago\nfnaah\n•\n3 mo. ago\n\nmate, i'm in fiji at the moment, and they have straws made from rice and tapioca. I'd get used to cardboard if i were you, it's better than the alternative.\n\nReply\nreply\nPrimalthirst\n•\n3 mo. ago\n\nPlastic straws are bad for the environment so you want to burn jet fuel flying them to Australia?\n\nReply\nreply\n1 more reply\nBadgerBadgerCat\n•\n3 mo. ago\n\nYou can get them from Ebay and Amazon without any issues.\n\nReply\nreply\n1 more reply\nTheElderWog\n•\n3 mo. ago\n\nName me one thing you can't drink without the use of a straw.\n\nReply\nreply\n26 more replies\npulisicbiggesthater\n•\n3 mo. ago\n\nStop being a baby\n\nReply\nreply\nStJBe\n•\n3 mo. ago\n\nJust get thick plastic straws you can reuse, avoids the deadly metal straws, and paper is useless.\n\nReply\nreply\nZippyKoala\n•\n3 mo. ago\n\nHonestly, customs are far more concerned about biohazards that could cause damage to the environment than they would be about a packet of plastic straws.\n\nReply\nreply\nthisisminethereare\n•\n3 mo. ago\n\nI love the way that government targets consumers for these ecological initiatives instead of companies and corporations.\n\nWe can’t have straws but a huge mining conglomerate wants to open or expand coal mines - no problem.\n\nResidents need to recycle everything or they are bad citizens but companies get to dump all sorts of shit.\n\nIt’s annoying as hell.\n\nReply\nreply\nFuckyeahey\n•\n3 mo. ago\n\nYea I haven’t had a Macca’s chocolate thick shake in a couple of years now…\n\nReply\nreply\njohnboxall\n•\n3 mo. ago\n\nOrder from aliexpress. 1000 pack. Keep some in the car, etc.\n\nReply\nreply\nBigdogs_only\n•\n3 mo. ago\n\nBuy a reusable plastic one but what are you drinking or how slow are you drinking where a cardboard straw won’t last? 2-3 hours is enough to finish a drink and it’s usually by then that it’s mush\n\nReply\nreply\n1 more reply\nTosslebugmy\n•\n3 mo. ago\n\nJust tip the fucking cup you oaf. Jesus Christ on one hand we accept that we need to do more for the planet and on the other we’re so selfish we can’t even a tiny lifestyle change like having to suck our mega fat shit soda through a paper or metal straw instead of a plastic one that we’ll use for one whole minute before throwing it on a pile to sit for thousands of years. It’s a small thing in the scheme of things and yes corporations are the offenders at scale but you can’t even use a different straw so what hope do we have.\n\nReply\nreply\n2 more replies\nView more comments\n \nTop 1%\nRank by size \nRelated\nAustralia\nOceania\nPlace\nforward\nback\nr/australia\nTISM - I've Gone Hillsong\nyoutube\n134 upvotes · 36 comments\nr/AustralianNostalgia\nStill the greatest band in Australian History IMO.\nyoutube\n318 upvotes · 81 comments\nr/BaldursGate3\nSPOILER\nSo about Minthara....\n3 comments\nr/australia\nHonest Govt Ad | How to Rig Elections\nyoutube\n288 upvotes · 65 comments\nr/sydney\nConfused drivers stop before Rozelle Interchange tunnel, reverse and block entrance causing a jam\nyoutube\n204 upvotes · 122 comments\nr/MouseReview\nA question about PCBangs...\n1 upvote · 6 comments\nr/friendlyjordies\nThe Australian Media's High Horse\nyoutube\n102 upvotes · 61 comments\nr/AusNews\nMurder, missiles and misinformation in the Israel-Hamas war | Media Watch\nyoutube\n302 upvotes · 283 comments\nr/friendlyjordies\nHonest Government Ad | How to rig elections\nyoutube\n239 upvotes · 138 comments\nr/shitrentals\nI will just go and buy a house, thanks mate x\ndailymail.co.uk\n144 upvotes · 103 comments\nr/PokemonHome\nAbout trading mythicals...\n43 comments\nr/australia\n‘Where did I go wrong?’ The scientist who tried to raise the climate alarm\ntheguardian\n162 upvotes · 32 comments\nr/australia\nServices Australia urged to suspend mutual obligations during periods of extreme heat\ntheguardian\n160 upvotes · 100 comments\nr/BaldursGate3\nSPOILER\nso about tadpoles...\n17 upvotes · 10 comments\nr/australia\nCongratulations Australia on winning the Cricket World Cup 🏏\ntheguardian\n2.2K upvotes · 320 comments\nr/australia\nThe tax office has sent out thousands of letters advising recipients they have on-hold tax debts, ranging from a few cents to thousands of dollars, that will be extracted from future refunds.\ntheguardian\n117 upvotes · 122 comments\nr/wollongong\nFalse claims of wind turbines killing whales\ntheguardian\n129 upvotes · 44 comments\nr/McFarlaneFigures\nRoss....\n28 upvotes · 5 comments\nr/crocs\nStretching Crocs....\n3 upvotes · 5 comments\nr/contentcreation\nQuestion about capture cards...\n1 upvote · 2 comments\nr/australia\nAustralian banks buckle to pressure over scams and vow to block transfers to suspect accounts\ntheguardian\n169 upvotes · 104 comments\nr/australia\nAustralia to offer residency to people from Tuvalu displaced by climate change\ntheguardian\n473 upvotes · 103 comments\nr/shitrentals\nSouth Australia has passed legislation with stronger renters' rights. What do the changes mean for you?\nabc.net.au\n226 upvotes · 105 comments\nr/CyberSleuth\nSo about my starter...\n5 upvotes · 6 comments\nr/castiron\nCleaning outside of enameled.....?\n2 upvotes · 2 comments"
}