{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "IDF engages Hamas cell in school area, finds tunnel in classroom",
  "href": "https://www.reddit.com/r/worldnews/comments/18e5sx2/idf_engages_hamas_cell_in_school_area_finds/",
  "body": "IDF engages Hamas cell in school area, finds tunnel in classroom. Israel/Palestine. jpost.com.",
  "textContent": "IDF engages Hamas cell in school area, finds tunnel in classroom : r/worldnews\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to worldnews\nr/worldnews\n•\n2 days ago\nRed_Franklin\nIDF engages Hamas cell in school area, finds tunnel in classroom\nCovered by other articles\nSorry, this post has been removed by the moderators of r/worldnews.\nstanforduniversity.qualtrics.com\nSort by:\nAdd a Comment\nthe_fungible_man\n•\n2 days ago\n\nAt this point it would shocking if there wasn't a tunnel in the classroom.\n\nReply\nreply\nplanck1313\n•\n2 days ago\n\nI saw an interview with an IDF officer on Israeli TV where he says this - that when they go into a new area they first check out the schools, kindergartens, health clinics etc for tunnel entrances because that's where they are most likely to be.\n\nReply\nreply\nOld_Laugh_9127\n•\n1 day ago\n\nHey, any Hamas supporters who are coming here to spew some bullshit about how Hamas deeeefinitely doesn’t do this, please reply to this comment\n\nI’d love to see your attempt at rationalizing this or simply ignoring the existence of this\n\nReply\nreply\nNyan_Man\n•\n1 day ago\n\nFirst thing they’ll point out is the school is demolished, “how are children targets” then plug their ears and cover eyes if they see footage of Hamas firing from schools and offical messages from Hamas saying their children’s lives don’t matter.\n\nReply\nreply\n1 more reply\nmachinade89\n•\n1 day ago\n\nIt's almost like Hamas is using hospitals and schools as human shield zones!! But that's not possible, they're just harmless revolutionaries!\n\n/SARCASM\n\nReply\nreply\n1 more reply\ndarzinth\n•\n1 day ago\n\nThese school buildings seem to be doing triple duty.\n\nActing as a school. (Teaching children hate from an early age.)\n\nActing as a shelter for Gazans escaping from IDF bombing. (IDF bombs the schools, due to Hamas activity.)\n\nActing as a tunnel exit. (Troop deployment and weapons cache.)\n\nReply\nreply\nfjcruiser08\n•\n1 day ago\n\nThat’s the school lab, that’s where the kids learn to dig tunnels.\n\nReply\nreply\nBosde\n•\n1 day ago\n\nMust teach them to build the tunnels young, get them in the small spaces snowpiercer style\n\nReply\nreply\n \n5\nRank by size \nRelated\nWorld News\nforward\nback\nr/worldnews\nAt least 10 freed hostages were sexually abused by Hamas in captivity, doctor says\ntimesofisrael\n16K upvotes · 2.8K comments\nr/worldnews\nUK Foreign Secretary to US: Blocking Ukraine aid would be \"Christmas present\" to Putin\neuromaidanpress\n16K upvotes · 1.1K comments\nr/worldnews\nJapan to provide $ 4.5 billion to Ukraine\neuromaidanpress\n16K upvotes · 797 comments\nr/worldnews\nUS vetoes UN resolution calling for Gaza ceasefire\nsemafor\n13K upvotes · 2.7K comments\nr/worldnews\nRussia Warns Israel Over Flooding Tunnels in Gaza: 'War Crime'\nnewsweek\n12K upvotes · 2.4K comments\nr/worldnews\nIDF officials: 15,000 likely killed in Gaza since start of war, 5,000 of them are Hamas\ntimesofisrael\n11K upvotes · 6.6K comments\nr/worldnews\nUS Files War Crime Charges Against Russian Troops Accused of Torturing an American in Ukraine\nmilitary\n11K upvotes · 654 comments\nr/worldnews\nNATO chief on Ukraine war: ‘Be prepared for bad news’\nthehill\n10K upvotes · 3.4K comments\nr/worldnews\nRussia warns US that Ukraine will be its ‘second Vietnam’\npolitico.eu\n9.8K upvotes · 1.9K comments\nr/worldnews\nUkraine could lose the war if the U.S. delays military aid, top Ukrainian official says\nnbcnews\n9.4K upvotes · 1.8K comments\nr/worldnews\nIsrael reveals disturbing testimonies of Hamas rape on October 7 at UN\nynetnews\n9.3K upvotes · 3K comments\nr/worldnews\nLeaks shows Qatar secretly sent $15 million to Islamist movements in northern Mali\ni24news.tv\n9.3K upvotes · 387 comments\nr/worldnews\nVenezuela-Guyana dispute: Maduro mobilizes the army and announces annexation of Essequibo\nenglish.elpais\n9.1K upvotes · 2.5K comments\nr/worldnews\nIsrael has set up pumps in Gaza for flooding Hamas tunnels with seawater -- WSJ\ntimesofisrael\n9.1K upvotes · 1.6K comments\nr/worldnews\nJapan views Hamas as a “terrorist organization”\narabnews.jp\n8.7K upvotes · 761 comments\nr/worldnews\nIn a rare action against Israel, US says extremist West Bank settlers will be barred from America\napnews\n8.4K upvotes · 1K comments\nr/worldnews\nSwiss bank Banque Pictet admits hiding $5.6 billion of Americans’ money from IRS\ncnbc\n7.7K upvotes · 298 comments\nr/worldnews\nMOT: Russia planned Islamophobic campaigns in Finland, Sweden to delay Nato membership | Yle News\nyle.fi\n6.7K upvotes · 462 comments\nr/worldnews\nBulgaria to send 100 armored vehicles to Ukraine, ignoring president’s veto\neuromaidanpress\n5.9K upvotes · 110 comments\nr/worldnews\nGermany’s Social Democrats say their previous policy on Russia was a mistake, underestimated Putin's imperial thinking\npravda.com.ua\n5.9K upvotes · 338 comments\nr/worldnews\nPutin stands 70ft from British ambassador meeting due to 'sanitary reasons'\nstandard.co.uk\n5.7K upvotes · 635 comments\nr/worldnews\nIDF reports rockets fired at Israel from Gaza humanitarian zone\nynetnews\n5.6K upvotes · 1.2K comments\nr/worldnews\nHamas leader asks ‘brave’ Pakistan for help; says it can force Israel to retreat from Gaza\nbusinesstoday.in\n5.5K upvotes · 914 comments\nr/worldnews\nIDF releases video of Hamas stealing aid from Gazans\nynetnews\n5.4K upvotes · 594 comments\nr/worldnews\nWhite House: Costs of not supporting Ukraine too high to pay\nkyivindependent\n5.3K upvotes · 552 comments"
}