{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "How Single Use Plastics Hurt Our Oceans and Warm Our Planet - PBS",
  "href": "https://www.pbs.org/wnet/peril-and-promise/2023/11/how-single-use-plastics-hurt-our-oceans-and-warm-our-planet/",
  "body": "Leavitt emphasized that plastic pollution is an environmental justice issue both in the U.S. and around the world. The U.S. plays a significant role in the global plastic pollution problem.",
  "textContent": "PBS\nShows\nExplore\nTV Schedules\nShop\nDonate\n\nIs APT PBS your local station?\n\nYes\nAPT PBS is my local station\nChange\nSupport provided by:\nLEARN MORE\nA PUBLIC MEDIA INITIATIVE FROM THE WNET GROUP\nOceana\nHow Single Use Plastics Are Hurting Our Oceans and Warming Our Planet\n\nNOVEMBER 1, 2023\n\nPlastic is everywhere. It is in the food we eat, the water we drink and the air we breathe. Plastic is not only polluting our bodies and our oceans but contributing to the devastating impacts of climate change. Peril & Promise spoke with experts at Oceana, a nonprofit ocean conservation organization, to better understand the plastics crisis, the impact on our bodies and oceans, and what can be done to take action before it is too late.\n\nChristy Leavitt is the Plastics Campaign Director at Oceana. \n\n“Almost from the moment we wake up in the morning until when we go to bed, we’re surrounded by single-use plastic, and we don’t have a choice about that. It is everywhere,” Leavitt said. \n\nApproximately 8.3 billion metric tons of plastic had been produced as of 2018. Due to an overabundance of cheap natural gas, production of plastic is expected to triple by 2050.\n\nCredit: Oceana\n\nAs we begin to power our homes and cars with renewable sources of energy, like solar or wind, the fossil fuel and petrochemical industries are searching for new places to sell their products. \n\n“[The plastics industry] is putting a lot of effort into producing more and more single-use plastic,” said Leavitt. “You see that when you go to the grocery store or to the convenience store. Almost everything that you want to purchase is packaged in plastic.” \n\nThis increase in plastic production leads to an increase in plastic pollution. This poses a major threat to our oceans and marine life. \n\nAn estimated 33 billion pounds of plastic enter the marine environment every year. That’s two-garbage truck’s worth of plastic that enters the ocean every minute, according to Oceana. \n\nPlastic pollution in our oceans has a devastating effect on aquatic animals. Some animals will consume plastic, and some will become entangled in it. \n\n A seal entangled in plastic netting. Image by Subhankar Chatterjee and Shivika Sharma via Wikimedia Commons. \n\nA floating plastic bag can look like a lot of jellyfish, algae, or other species that sea turtles eat. Image by MichaelisScientists via Wikimedia Commons.\n\nDr. Kim Warner, Senior Scientist at Oceana, coauthored a report in 2020 that looked at all the data available on marine mammals and sea turtles in U.S. waters that have been impacted by plastic. \n\n“We found nearly 1,800 cases since 2009, and 88% of these cases were species that were already threatened with extinction and protected by the Endangered Species Act,” Warner said.\n\nDr. Warner explained that, worldwide, plastic ingestion or entanglement has impacted more than 900 ocean species. \n\nCredit: Oceana\n\nWhat is plastic? How is it made, and how does it last for so long? \n\nPlastics are typically made from petroleum or gas. They’re made up of polymers: tightly connected, repeating units of molecules that are very resistant to degradation. \n\nBecause of plastic’s longevity, it breaks down into microplastics: Tiny plastic particles smaller than 0.2 inches in diameter. This breakdown can be caused by environmental factors, including the sun’s radiation and the ocean’s waves, according to National Geographic. \n\nHow does the production of plastic contribute to climate change?\n\nThe production, use, and disposal of plastic creates significant greenhouse gas emissions that cause climate change. Greenhouse gases escape from fossil fuels extracted and refined to make plastic. Fossil fuels are used to make plastic in an energy-intensive process.\n\n“When you add together all the greenhouse gas emissions related to plastic, they are greater than the emissions of every single country except for the U.S., China, India and Russia … If plastic were a country, it would be the fifth largest emitter of greenhouse gases in the world,” Leavitt said.  \n\nHow does plastic affect human health, animal health, and the environment – particularly our oceans? \n\nHumans are eating, drinking, and breathing microplastics. Scientists are still studying how we might be affected by the plastics that are making their way into our food, water, and air, but what they do know should cause alarm. \n\nDr. Warner highlighted that The United Nations has calculated there are 13,000 chemicals that are used to make plastic. We know that a quarter of those are hazardous to human health. Half of them haven’t even been tested yet, so we do not yet know what they do to human health. She explained, “They’re trade secrets. They don’t have to tell us what chemicals they’ve added to the plastic that we’re using.”\n\nDr. Warner said that we know much more about the harms from the chemicals that are added to plastic than we do about the microplastics that end up in our bodies. She described a host of known diseases from exposure to these chemicals including harm to our reproductive system, cardiovascular health, kidneys and nervous systems. \n\nPlastic in the oceans may also interfere with the ocean’s capacity to absorb and sequester carbon dioxide, thus creating another pathway through which plastic pollution contributes to and accelerates climate change.       \n\nMicroplastics concentrate on the very thin surface layer of the ocean. Dr. Warner said, “The oceans have been taking up 30 to 50% of all of this carbon dioxide that we’ve emitted. So, if we disrupt the ability of the ocean to do this, it will just make climate change that much worse.”\n\n“We know from experiments that plastic could affect their [aquatic animal’s] survival, their behavior, metabolism, reproduction. It could make all of these things worse, including the fish that we eat. If fish behavior changes, they can’t avoid predators as rapidly and have problems reproducing. There’ll be fewer fish,” Dr. Warner added.  \n\nWhat are the environmental justice implications of plastic? \n\nLeavitt emphasized that plastic pollution is an environmental justice issue both in the U.S. and around the world. The U.S. plays a significant role in the global plastic pollution problem. According to a 2022 study, in 2016, the U.S. produced 42 million tons of plastic waste.\n\nLeavitt explained that plastic disproportionately affects people living in “fenceline communities,” which according to the Climate Reality Project are people who live directly next to highly polluting facilities, including large manufacturing facilities or fossil fuel infrastructure. These facilities pollute the air, water and soil of the nearby neighborhoods, which oftentimes are historically marginalized neighborhoods with residents of lower incomes, or Black, Latino or Indigenous people. \n\n“Reducing the production of so much unnecessary single-use plastic and plastic pollution is definitely an environmental justice issue, and our governments have the responsibility to protect people, as well as our oceans and the planet,” Leavitt said. But a poll from Oceana released in February of 2023 found that 82% of American voters – including both Democrats and Republicans – support protecting fenceline neighborhoods that are most affected by the pollution from nearby plastic production facilities.\n\nSolutions: Reduction versus recycling.\n\nA meager 9% of all the plastic waste ever generated has been recycled. This is an inadequate solution to the massive crisis. Reduction of plastic is needed. \n\n“The plastics industry is now pushing ‘chemical recycling’ as the solution to the plastic pollution crisis. Rather than being the solution, this is a dirty process that uses heat to turn chemicals into fuel, chemicals, or more plastic, and creates toxic emissions, accelerates climate change, and harms nearby communities,” Leavitt said. \n\nA recycling bin near Bournemouth beach, helping people to recycle their plastic. Image by Nick Fewings via Unsplash. \n\n\n“When your bathtub is overflowing, you don’t run for a mop before you turn off the faucet. Recycling is the mop. We need to first turn off the faucet.”\n\n  JACQUELINE SAVITZ, CHIEF POLICY OFFICER AT OCEANA \n\nBans on single-use plastics, including bags, foam food ware, and straws have been implemented in various cities and states across the country. Businesses are offering plastic-free options and providing refillable and reusable alternatives to single-use. And individuals are making choices on a daily basis to stop their use of single-use plastics.\n\n“For young people, one thing that they can do is work to change the policies around single-use plastics at their high school or at their college. That is a great place to make change as well,” Leavitt said.  \n\nIn September 2023, The Department of the Interior released plans to phase out single-use plastics from national parks and other public lands managed by the department. \n\nLeavitt and Dr. Warner shared some bills and policies to look out for:\n\nThe Break Free from Plastic Pollution Act\nThe Reducing Waste in the National Parks Act\nThe Plastic Pellet Free Waters Act\n\nBoth Leavitt and Dr. Warner agree that the single most effective step is to call your legislators and speak up about your concerns on this issue.  \n\nLearn how to contact your legislator here.\n\n“We made our way without it. And we can imagine a future where we do so again. It’s not rocket science and it’s going back to a lot of common sense solutions like using reusable and refillable containers that we’ve known for ages,” Dr. Warner said.   \n\nShe added, “We have to decouple growth with more plastic use in the world and realize how we need to grow our future.”  \n\nThis multimedia essay was created by Peril and Promise in partnership with Oceana. \n\nPeril and Promise is a public media initiative from The WNET Group, reporting on the human stories of climate change and its solutions. Major funding for Peril and Promise is provided by Dr. P. Roy Vagelos and Diana T. Vagelos with additional funding from Sue and Edgar Wachenheim III and the Estate of Worthington Mayo-Smith.\n\nOceana is the largest international advocacy organization dedicated solely to ocean conservation. Oceana is rebuilding abundant and biodiverse oceans by winning science-based policies in countries that control one-quarter of the world’s wild fish catch. With more than 275 victories that stop overfishing, habitat destruction, oil and plastic pollution, and the killing of threatened species like turtles, whales, and sharks, Oceana’s campaigns are delivering results. A restored ocean means that 1 billion people can enjoy a healthy seafood meal, every day, forever. Together, we can save the oceans and help feed the world. Visit Oceana.org to learn more.\n\nAT-RISK ANIMALS CLEAN ENERGY AND SUSTAINABILITY CLIMATE CHANGE CLIMATE JUSTICE HEALTH PLASTIC PLASTIC BAGS POLICY AND ACTIVISM SINGLE-USE PLASTICS\nYou May Also Like\nMetroFocus\nMeet Winners of Covering Climate Now’s Journalism Awards\nSeptember 20, 2023 | Episode\nAmanpour and Company\nHow Climate Change Is at the Forefront of South Korea’s Goals\nSeptember 1, 2023\nTip of the Iceberg\nOpinion: Blame and Finger-Pointing Don’t Solve Environmental Disasters\nAugust 17, 2023\nABOUT\nFILMS\nSERIES\nNEWS\nALL STORIES\nTERMS OF USE\nPRIVACY POLICY\nDONATE\nSTAY CONNECTED\nSUBSCRIBE TO OUR NEWSLETTER\nEMAIL ADDRESS\nZIP CODE\n SUBMIT\nMajor funding for Peril and Promise is provided by Dr. P. Roy Vagelos and Diana T. Vagelos with additional funding from Sue and Edgar Wachenheim III, and the Estate of Worthington Mayo-Smith.\n\n© 2023 WNET. ALL RIGHTS RESERVED.\n\nPBS is a 501(c)(3) not-for-profit organization."
}