{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Fast Facts - What is Plastic Pollution? - الأمم المتحدة",
  "href": "https://www.un.org/sustainabledevelopment/blog/2023/08/explainer-what-is-plastic-pollution/",
  "body": "Learn how plastic pollution is set to triple by 2060 if no action is taken, and how the UN is taking steps to address the global plastic problem. Find out the environmental, health, economic and social impacts of plastic pollution, and the benefits of reducing it.",
  "textContent": "Skip to content\nWelcome to the United Nations\nعربي\n中文\nEnglish\nFrançais\nРусский\nEspañol\nSearch SDG Site\nA-Z Site Index\nHome\nOverview\nThe 17 Goals\nGet Involved\nPartnerships For The SDGs\nNews And Events\nResources\nFast Facts – What is Plastic Pollution?\n\nOn average, the world is producing 430 million tonnes of plastic per year – two thirds of which are only used for a short period of time. Wrappers for our chocolate bars, packets for our crisps and plastic utensils for our lunch. But, this brief life cycle has consequences; every day, the equivalent of over 2,000 garbage trucks full of plastic are dumped into our oceans, rivers and lakes. As a result, plastic pollution is set to triple by 2060 if no action is taken.\n\nTo prevent this from happening, we need to drastically change our relationship with plastic.  \n\nWe are producing too much plastic \n\nPlastics are the largest, most harmful and most persistent fraction of marine litter, accounting for at least 85 per cent of total marine waste Plastic packaging is the reason for the majority (36%) of plastic production. 46 per cent of plastic waste is landfilled, 22 per cent becomes litter, 17 per cent is incinerated and 15 per cent is collected for recycling, with less than 9 per cent actually recycled after losses.  \n\nThis means that even if we are taking all the right steps, plastic is still coming back to haunt us. \n\nMarine ecosystems and environments are under threat \n\nPlastics account for 85 per cent of marine litter. A plastic grocery bag has been found in the Mariana Trench – the deepest point in the ocean, and without urgent action, the estimated 11 million metric tons of plastic currently entering the ocean annually will triple in the next twenty years.  \n\nAnd it’s not just the water quality that plastic impacts. Plastic remnants have been found in digestive systems of many water species, including every marine turtle species and nearly half of all surveyed seabird and marine mammal species.  \n\nTackling the planet’s plastic problem\n\nCurrently, the plastic crisis has environmental, health, economic and social impacts – we need to redesign both the products which use plastic, how we use them in our daily lives. \n\nConcrete steps are being taken to address the global plastic problem. The Intergovernmental Negotiating Committee  convened to establish an international legally binding instrument focused on plastic pollution, particularly in marine environments. The second Committee met in Paris on May 29th to June 2nd, 2023 with an aim to finalize negotiations by the end of 2024. Their primary objective is to comprehensively tackle the entire life cycle of plastic, ensuring accountability from manufacturing to disposal. In parallel, the United Nations Environmental Programme has released a report titled “Turning off the Tap,” proposing a systemic approach to combat plastic pollution. These combined efforts reflect significant progress in the battle against plastic pollution on a global scale.  \n\nThe benefits of reducing plastic pollution aren’t confined to one of the goals of the 2030 agenda. Plastic touches many aspects of life on earth. \n\nTowards an agreement  \n\nThe UN Environment Program identifies three market shifts to bring about change to the legacy which plastic has left – reuse, recycle, and reorient and diversify. \n\nThese three shifts would result in an 80 per cent decrease in plastic pollution and could present the net creation of 700,000 additional jobs by 2040.  However, action will still be required to manage 100 million metric tons of plastics from short-lived products annually, by 2040. \n\nTo see what you can do to adopt a more sustainable lifestyle, join the United Nations ActNow campaign.  \n\nDOWNLOAD PLASTIC POLLUTION FAST FACTS\n25 Aug 2023|Sustainable Development Summit\nTHE 17 GOALS\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nSDG RESOURCES ACROSS THE UN\n\nSustainable Development Knowledge Platform\n\nUnited Nations Sustainable Development Group\n\nUnited to Reform\n\nUnited Nations homepage\n\nSDG Media Zone\n\n UN NEWS\nCOP28: UN says staggering $7 trillion spent every year on investments that fuel climate change\nOur voices and needs must be put first in climate talks, young people tell COP28\nCOP28 in Dubai enters final week, negotiations ramp up on emissions cuts, fossil fuels\nCOP28 is about action, not politics and point scoring, says UN climate chief\nFOLLOW US\n   \nUNITED NATIONS\nA-Z Site Index | Contact | Copyright | FAQ | Fraud Alert | Privacy Notice | Terms of Use\nGo to Top"
}