{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Indian rescuers break through debris to reach 41 men trapped ... - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/185t1ai/indian_rescuers_break_through_debris_to_reach_41/",
  "body": "Indian rescuers drilled through rocks and debris on Tuesday to reach 41 workers trapped for 17 days in a collapsed tunnel in the Himalayas, and were set to pull them out one by one to safety, officials said. The men, low-wage workers from India's poorest states, have been stuck in the 4.5 km (3 mile) tunnel in Uttarakhand state since it ...",
  "textContent": "Indian rescuers break through debris to reach 41 men trapped in tunnel : r/worldnews\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to worldnews\nr/worldnews\n•\n12 days ago\nreuters\n• Official\nIndian rescuers break through debris to reach 41 men trapped in tunnel\nreuters.com\nOpen\nSort by:\nAdd a Comment\nsevens-on-her-sleeve\n•\n12 days ago\n\nThis detail is cool:\n\nGovernment agencies managing the unprecedented crisis turned on Monday to \"rat miners\" to drill through the rocks and gravel by hand from inside a 90 cm (3 feet) wide evacuation pipe pushed through the debris after machinery failed.\n\nThe miners are experts at a primitive, hazardous and controversial method used mostly to get at coal deposits through narrow passages, and get their name because they resemble burrowing rats.\n\nThe miners, brought from central India, worked through Monday night and finally broke through the estimated 60-metres of rocks, earth and metal on Tuesday afternoon.\n\nAll hail the rat miners!\n\nReply\nreply\nNice_guy1234556\n•\n12 days ago\n\n\" We weren't expecting special forces \"\n\nReply\nreply\n10 more replies\nUnusual_Row2028\n•\n12 days ago\n\nNice. Good news\n\nReply\nreply\n1 more reply\nreuters\n•\nOfficial\n•\n12 days ago\n\nIndian rescuers drilled through rocks and debris on Tuesday to reach 41 workers trapped for 17 days in a collapsed tunnel in the Himalayas, and were set to pull them out one by one to safety, officials said. \n\nThe men, low-wage workers from India's poorest states, have been stuck in the 4.5 km (3 mile) tunnel in Uttarakhand state since it collapsed on Nov. 12. \n\nThe evacuation pipe has to be pushed through and debris cleared before rescue workers can crawl through and begin getting the men out, they said. \n\nDozens of rescue workers with ropes and ladders were lined up outside the tunnel and ambulances began arriving to take the 41 men to a hospital about 30 km away. \n\nThe tunnel is part of the $1.5 billion Char Dham highway, one of Prime Minister Narendra Modi's most ambitious projects, aimed at connecting four Hindu pilgrimage sites through an 890- km network of roads. \n\nRead more:  \n\nReply\nreply\nshabda\n•\n12 days ago\n\nSaying \"broke through debris\" is criminally understating how hard it was.\n\nThere was hundreds of meters of rock, earth and metal to drill through. The best augur drilling machines failed. Humans drilled through the last 60 meters manually.\n\nThis is story of incredible tenacity, courage and not giving up.\n\nReply\nreply\n11 more replies\n3 more replies\nTurbulent-Papaya-910\n•\n12 days ago\n\nMan this is wild. So glad to hear of the success.\n\nReply\nreply\nPluckPubes\n•\n12 days ago\n\nWow. I thought they were goners for sure. Great news.\n\nMovie rights time.\n\nReply\nreply\nNo-Understanding4968\n•\n12 days ago\n\nSomehow Akshay Kumar will be in it, mark my words\n\nReply\nreply\n7 more replies\n4 more replies\nMommyLovesPot8toes\n•\n12 days ago\n\nSuch good news!!\n\nReply\nreply\nActual-Ambassador-37\n•\n12 days ago\n\nHumans working together to rescue other humans always makes me feel all warm and fuzzy on the inside\n\nReply\nreply\nPunman_5\n•\n12 days ago\n\nAnd Elon Musk didn’t call anybody involved in the rescue effort a pedophile. This seems like good news all around.\n\nReply\nreply\nIMadeUThis\n•\n12 days ago\n\nThere were no kids involved, so the story probably didn't interest him enough to project this time.\n\nReply\nreply\n1 more reply\ntraitorgiraffe\n•\n12 days ago\n\n\"now we expect you to be back at work at 8 am\"\n\nReply\nreply\nash_4p\n•\n12 days ago\n\nThey’re actually being paid Rs. 1 lac (about $1250) each as compensation by the state government.\n\n(https://www.thehindu.com/news/national/uttarkashi-silkyara-tunnel-collapse-live-updates-november-28-2023-workers-rescue/article67581911.ece#:~:text=They%20will%20be%20kept%20under,and%20workers%20for%20grit%2C%20perseverance)\n\nThey’re also being kept under medical supervision for 2-3 days. Also heard they’ll be given a week off to spend time with family but can’t find source for that.\n\nReply\nreply\n6 more replies\nbarath_s\n•\n12 days ago\n\nDock their pay for slacking off instead of working these last 17 days. No output, no pay. /s\n\nReply\nreply\n_RADIANTSUN_\n•\n12 days ago\n\nTunnel Snakes rule!\n\nReply\nreply\n3 more replies\nAK_Sole\n•\n12 days ago\n\nGreat news!\n\nBut did anyone consult with Musk on which of the trapped were pedos, and thus should be recused last, if at all? /s\n\nReply\nreply\n3 more replies\nibarmy\n•\n12 days ago\n\nHopefully this triump doesnt compensate for any port-mortem on why this thing even happened. The company flouted so many safety rules and the govt monitoring bodies were caught sleeping.\n\nReply\nreply\nBeautiful_Fee1655\n•\n12 days ago\n\nIt appears the tunnel support at its entrance was built to withstand the weight above it. It also appears that the miners who got trapped had gone past that section and were digging in a section with insufficient roof support. If the tunnel is not abandoned, future efforts inside must correct this violation.\n\nReply\nreply\n1 more reply\nbarath_s\n•\n12 days ago\n\nrat-mining Explanation\n\nIf you've seen the tunneling in old films like Great Escape, it sounds like a hollywood version of rat mining\n\nReply\nreply\nView more comments\n \n5\nRank by size \nRelated\nWorld News\nforward\nback\nr/whatisthisthing\nTruck with some kind of corkscrew system on the back? Seen in the netherlands\n143 upvotes · 10 comments\nr/worldnews\nSurgeons perform world’s first eye transplant on man who suffered electric shock\nlbc.co.uk\n854 upvotes · 42 comments\nr/specializedtools\n2.7 meter auger for the biggest piles in Europe.\n2.5K upvotes · 149 comments\nr/worldnews\nFalkland's sovereignty 'not up for discussion' Britain warns after new Argentinian president vows to 'get them back'\nlbc.co.uk\n5.1K upvotes · 847 comments\nr/worldnews\n'Argentina has non-negotiable sovereignty over the Falklands', country's new right-wing president Javier Milei declares\nlbc.co.uk\n12K upvotes · 2.8K comments\nr/theworldnews\nIndian rescuers break through debris to reach 41 men trapped in tunnel\nreuters\n8 upvotes\nr/howto\nHow to build a wooden iPhone speaker\nimgur\n292 upvotes · 22 comments\nr/worldnews\nAntony Blinken offers 'unwavering support' for Guyana amid Venezuelan annexation plan\nupi\n514 upvotes · 65 comments\nr/worldnews\nIsrael shares full list of Palestinians to be released in hostage deal\nnewsweek\n2.1K upvotes · 674 comments\nr/electricians\nShort people need long augers\n145 upvotes · 46 comments\nr/worldnews\nFormer PM David Cameron is introduced to the House of Lords as Baron Cameron of Chipping Norton\nlbc.co.uk\n976 upvotes · 249 comments\nr/india\nIndian rescuers break through tunnel debris to evacuate 41 trapped workers\nabc.net.au\n1.1K upvotes · 88 comments\nr/worldnews\nMagnitude 7.5 earthquake strikes Mindanao, Philippines\nreuters\n244 upvotes · 13 comments\nr/worldnews\nTantric yoga guru Gregorian Bivolaru charged with human trafficking\ntheguardian\n145 upvotes · 14 comments\nr/worldnews\nWorld to hit 1.4C of warming in record hot 2023\nreuters\n191 upvotes · 49 comments\nr/newsworldwide\nIndian rescuers break through tunnel debris to evacuate 41 trapped workers\nabc.net.au\n2 upvotes\nr/UpliftingNews\nIndian rescuers break through tunnel debris to evacuate 41 trapped workers\nabc.net.au\n1K upvotes · 16 comments\nr/worldnews\nCountries meet in Kenya to thrash out global plastic pollution treaty\ntheguardian\n283 upvotes · 9 comments\nr/worldnews\nIndian rescuers break through tunnel debris to evacuate 41 trapped workers\nabc.net.au\n156 upvotes · 2 comments\nr/TrendingQuickTVnews\nIndian rescuers drill through rubble to reach workers trapped in collapsed tunnel\nfoxnews\n1 upvote\nr/worldnews\nUK authorises gene therapy for blood disorders in world first\nreuters\n116 upvotes · 3 comments\nr/Ywn\nIndian Rescuers Begin Operation To Reach 40 Workers Trapped In Collapsed Tunnel\ntheyeshivaworld\n1 upvote\nr/groundnews\nIndia tunnel collapse: Rescuers break through debris trapping 41 miners\nground.news\n5 upvotes · 1 comment\nr/worldnews\nLaos is spiraling toward a debt crisis as China looms large.\ncnbc\n153 upvotes · 27 comments\nr/worldnews\nAustralia and Philippines begin joint patrols in South China Sea as regional tensions rise\ntheguardian\n330 upvotes · 4 comments"
}