{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plankton Are Making Ocean Plastic Pollution Even More of a Mess",
  "href": "https://www.scientificamerican.com/article/plankton-are-making-ocean-plastic-pollution-even-more-of-a-mess/",
  "body": "Tiny creatures are gnawing away at plastic we humans are pouring into the environment, making the pollution less visible but potentially more problematic than ever, according to new research. In ...",
  "textContent": "Skip to main content\nScientific American\nSign Up for Our Daily Newsletter\nSign in\n\nNOVEMBER 28, 2023\n\n3 MIN READ\n\nPlankton Are Making Ocean Plastic Pollution Even More of a Mess\n\nMicrobes tear up plastic into teeny tiny pieces that are even more dangerous to ecosystems\n\nBY MEGHAN BARTELS\n\nThe rotifer’s masticatory apparatus (in yellow) is strong enough to fracture grind out more than 300,000 nanoplastic particles every day.\n\n Credit: \n\nUMass Amherst\n\nPollution\n\nTiny creatures are gnawing away at plastic we humans are pouring into the environment, making the pollution less visible but potentially more problematic than ever, according to new research.\n\nIn that work, published on November 9 in Nature Nanotechnology, scientists fed small pieces of fluorescent plastic to plankton called rotifers and watched to see what happened. Their observations and analysis suggest that in just a single day, one of these tiny animals in a plastic-rich environment can produce more than 300,000 particles of nanoplastic that are smaller than one micron across—a fraction of the size of a human red blood cell.\n\nNanoplastic is a major concern within the larger problem of microplastics, which cover a wide range of sizes, from one micron to five millimeters. Nanoplastics’ even smaller size could make them particularly harmful to humans and the environment because they can more readily get into the bloodstream and deep into the lungs. They can also be ingested by small animals and become concentrated up the food chain. The new study—which complements a growing body of research showing that plastic pollution extends from the deepest ocean trenches into the atmosphere—sheds light on how astoundingly quickly plastic can proliferate.\n\n“We know that microplastics eventually become nanoplastics, but you don’t think it’s going to happen that fast,” says Jacqueline Padilla-Gamiño, a marine biologist at the University of Washington, who was not involved in the new research. Other natural forces, most notably sunlight, also break plastic into progressively smaller pieces but act more slowly.\n\nThe scientists behind the new research were inspired by a 2018 study that showed that Antarctic krill could break microplastics into nanoplastics. Those animals live in extremely cold—and less polluted—environments, however. The researchers behind the new work wanted to understand whether the same phenomenon also played out in animals that lived in warmer, more plastic-filled waters, says study co-author Baoshan Xing, an environmental and soil scientist at the University of Massachusetts Amherst.\n\nFrom there, rotifers were an obvious choice because they are common and equipped with what scientists call trophi—specialized grinders to process their diet of algae and other tiny bites. “Rotifers have this special chewing apparatus, like teeth,” Xing says.\n\nXing and his colleagues found that multiple rotifer species do indeed break down microplastic. Some experiments have suggested certain bacteria and enzymes can digest plastic by breaking apart the very molecules that it is made of, chemically changing them into benign compounds and reducing the amount of plastic in the environment. But the researchers found a different, less optimistic outcome: the rotifers merely fragmented the plastic by making scratch marks on the plastic bits and creating ever smaller pieces. The scientists tested different types of plastic, as well as plastic weakened by exposure to light, and all were vulnerable to the rotifers’ trophi.\n\nXing says it’s unlikely that rotifers are alone in their staggering ability to tear apart microplastic. “We think any organisms with that type of chewing apparatus likely will have a similar process,” he says. He and his colleagues want to conduct comparable investigations using more species, particularly animals that live in soil rather than water, to understand how the phenomenon may be playing out in a wider variety of ecosystems.\n\nThe new research, Padilla-Gamiño says, is an important step toward understanding what happens to plastic over its long lifetime of up to hundreds of years in the environment. “We have made huge advances into [understanding] how much plastic there is, but there’s still a lot of controversy about the different pathways that plastics take,” she says. “I think this is a very cool study highlighting one of these pathways.”\n\nAnd it’s also a reminder not to overlook the tiny, strange forms of life that we share our planet with. “It’s amazing how these little creatures have such tremendous power,” Padilla-Gamiño says.\n\nRIGHTS & PERMISSIONS\nMEGHAN BARTELS is a science journalist based in New York City. She joined Scientific American as a news reporter in 2023. Previously, she spent more than four years as a writer and editor at Space.com, as well as nearly a year as a science reporter at Newsweek, where she focused on space and Earth science. Her writing has also appeared in Audubon, Nautilus, Astronomy and Smithsonian, among other publications. She attended Georgetown University and earned a master's in journalism at New York University's Science, Health and Environmental Reporting Program.\nMore by Meghan Bartels\nPopular Stories\nCULTURE DECEMBER 8, 2023\n55 Books Scientific American Recommends in 2023\n\nThe best fiction, nonfiction, history and sci-fi books Scientific American staff read in 2023\n\nBRIANNE KANE\n\nENGINEERING DECEMBER 5, 2023\nLight Can Travel Backward in Time (Sort Of)\n\nLight can be reflected not only in space but also in time—and researchers exploring such “time reflections” are finding a wealth of delightfully odd and useful effects\n\nANNA DEMMING\n\nANIMALS DECEMBER 5, 2023\nWhat’s Causing Mysterious Respiratory Illness in Dogs?\n\nVeterinarians and researchers are investigating mysterious clusters of severe respiratory disease in dogs\n\nMEGHAN BARTELS\n\nSPACE EXPLORATION NOVEMBER 21, 2023\nNASA May Pay $1 Billion to Destroy the International Space Station. Here’s Why\n\nThe International Space Station—larger than a football field and weighing almost 450 tons—must eventually fall to Earth. It’s a delicate, dangerous process\n\nMEGHAN BARTELS\n\nDIET DECEMBER 1, 2023\nHow Much Caffeine Is Too Much?\n\nCaffeine can help you feel energized. But is there a limit to how much your body can handle?\n\nJOANNA THOMPSON\n\nARTIFICIAL INTELLIGENCE DECEMBER 6, 2023\nJailbroken AI Chatbots Can Jailbreak Other Chatbots\n\nAI chatbots can convince other chatbots to instruct users how to build bombs and cook meth\n\nCHRIS STOKEL-WALKER\n\nSupport Our Mission\n\nDiscover world-changing science. Explore our digital archive back to 1845, including articles by more than 150 Nobel Prize winners.\n\nSubscribe\nSign up for our newsletters\nSee the latest stories\nRead the latest issue\n\nFollow Us:\n\nReturn & Refund Policy\nAbout\nPress Room\nFAQs\nContact Us\nSite Map\nAdvertise\nSA Custom Media\nTerms of Use\nPrivacy Policy\nCalifornia Consumer Privacy Statement\nUse of cookies/Do not sell my data\nInternational Editions\n\nScientific American is part of Springer Nature, which owns or has commercial relations with thousands of scientific publications (many of them can be found at www.springernature.com/us). Scientific American maintains a strict policy of editorial independence in reporting developments in science to our readers.\n\n© 2023 SCIENTIFIC AMERICAN, A DIVISION OF SPRINGER NATURE AMERICA, INC.\nALL RIGHTS RESERVED."
}