{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Did plastic straw bans work? Yes, but not in the way you'd ... - Reddit",
  "href": "https://www.reddit.com/r/atlanticdiscussions/comments/15oaklb/did_plastic_straw_bans_work_yes_but_not_in_the/",
  "body": "For a few years, plastic straws were the trendy rallying cry for sustainability. In many ways, the campaign was a success story — one that elevated our awareness of single-use plastics to the point where it resulted in actual policy change. But upon reflection, not all the solutions that spun out of the anti-straw movement actually held water",
  "textContent": "Did plastic straw bans work? Yes, but not in the way you’d think, by Harvin Bhathal : r/atlanticdiscussions\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to atlanticdiscussions\nr/atlanticdiscussions\n•\n4 mo. ago\nMeghanClickYourHeels\nDid plastic straw bans work? Yes, but not in the way you’d think, by Harvin Bhathal\nPolitics\n\nThe Grist, August 4, 2023.\n\nhttps://grist.org/culture/plastic-straw-bans-single-use-plastic-pollution-impact/\n\nIt was the face that launched a thousand plastic straw bans.\n\nThe video begins with a close up of the turtle’s head, its dark green, pebbled skin out of place against the stark-white boat deck. Robinson’s hands approach, moving the pliers toward the turtle’s nostril. The tool clamps down on the edge of something — A barnacle? A worm? — barely visible within the dark tunnel. The creature squirms and dribbles blood as the pulling begins. A long, thin object begins to emerge, inch by excruciating inch.\n\nIt was August 10, 2015, and marine conservation biologist Christine Figgener was collecting data for her Ph.D. a few miles off the coast of Guanacaste, Costa Rica. She and a colleague, Nathan Robinson, were researching olive ridley sea turtles when they noticed a male had something encrusted in its nose. The pair decided to try to extract the object. Robinson flipped open his Swiss army knife’s pliers and Figgener grabbed her phone and began to film.\n\n“We had no idea what we were frigging looking at,” Figgener said in a newer, annotated version of the video. It wasn’t until one of the researchers cut off a piece of the object that they realized what it was: a four-inch piece of plastic straw.\n\n“We couldn’t believe that such a mundane object that we really use on a daily basis … that we found it in the turtle’s nose,” she said — “that a tiny object caused so much suffering.”\n\nWhen Figgener uploaded the turtle straw video to her YouTube account eight years ago, it went viral. For a few years, plastic straws were the trendy rallying cry for sustainability. In many ways, the campaign was a success story — one that elevated our awareness of single-use plastics to the point where it resulted in actual policy change. But upon reflection, not all the solutions that spun out of the anti-straw movement actually held water. In recent years, many environmental pundits have focused on the movement’s shortcomings.\n\nTo many environmentalists fighting plastic pollution, anti-straw advocacy now feels passé — out of touch with the broader need to address all forms of single-use plastic. But the movement’s rise and fall still holds lessons for the activists of today.\n\nRead more\nSort by:\nAdd a Comment\nNoTimeForInfinity\n•\n4 mo. ago\n\nPeople care about the weirdest stuff. If there was political advertising for the environment it would look like the straw turtle video. Weird. I wonder if political ads to save the planet should exist? Probably.\n\nThis is why they're trying so hard to spread Ag-gag bills. The right video from a chicken farm or a slaughterhouse could go wide and change things. We'll probably see some wild advertising once lab grown meat reaches price parity.\n\nReply\nreply\nGreenSmokeRing\n•\n4 mo. ago\n\nI despise paper straws… they’re fine for a short while but turn to mush.\n\nRight idea, wrong execution.\n\nReply\nreply\nBrian_Corey__\n•\n4 mo. ago\n\nI do a lot of creek / park trash cleanups, here are the things I find most:\n\n-plastic bags (Colorado passed a bag bill and it seems to have helped reduce the number of bags. I HATE when the default was to put your single pack of gum in a bag).\n\n-face masks (this will subside)\n\n-water bottles. Single use water bottles should be demonized. But I think half of the US is resistant to environmental demonization (based on my beach experience in TX where hardly any can was recycled (despite there being can-only bins every 300 yards).\n\n-Juice boxes, juice box straws, juice box straw wrappers. TetraPak needs to come up with an alternative design to eliminate the straw and straw wrapper. What was wrong with old school milk cartons--surely they can be made easier to open? Juice boxes spill every bit as much (especially when the child excitedly grabs the juice box and juice sprays out the straw).\n\n-Cans. Monster Energy drinkers litter far more than other beverage drinkers. Not surprising. And beer cans are always cheap brands. Never see a littered microbrew can.\n\n-Tennis balls, rubber dogballs.\n\n-Dogshit bags full of dogshit. This is almost worse than not picking it up at all.\n\nReply\nreply\nNoTimeForInfinity\n•\n4 mo. ago\n\nDogshit bags full of dogshit. This is almost worse than not picking it up at all.\n\nI've noticed a threefold increase in bags full of dog shit on my riding route lately. I can't explain it. I would 100% rather see dog shit in the grass for a couple weeks. As much behavioral science stuff as I consume I'm still baffled at what happens in some brains.\n\nReply\nreply\n4 more replies\nGreenSmokeRing\n•\n4 mo. ago\n•\nEdited 4 mo. ago\n\nWe had a Red Bull Bandit that would evidently pound them five and six at a time and leaves piles of cans… next to a senior leader’s home.\n\nA cop donned hunting camo and staked out for days until the guy was caught.\n\nWhen I lived in a tougher area next to a gang of delinquents, I found a crisp $100 bill… which made picking up the other unmentionables more bearable.\n\nReply\nreply\n3 more replies\n[deleted]\n•\n4 mo. ago\nZemowl\n•\n4 mo. ago\n\nI've never actually counted, but based upon my \"beach sweep\" cleanup experience, I'd say you're onto something with that Monster Energy call. I'd bet there are two of those for every one of all other cans.\n\nOther observations: (a) the tampon dispenser numbers in the debris have dropped in recent years; (b) disposable vape pen counts are steadily rising; and (c) dogshit bags full of dogshit are bad, but keep them in mind should you ever stumble across a lumpy looking diaper along the dune line.\n\nReply\nreply\n[deleted]\n•\n4 mo. ago\nshrdlu100\n•\n4 mo. ago\n\nNumber one action is to reduce production of plastics and packaging.\n\nA national bottle bill won't reduce necessarily but surely would help with litter of \"valuable\" beverage containers.\n\nNational extended producer responsibility legislation would be ideal, but state by state is the slog now.\n\nFor more information about EPR per state and product:\n\nhttps://productstewardship.us/what-is-epr/\n\nReply\nreply\n2 more replies\nveerKg_CSS_Geologist\n•\n4 mo. ago\n\nI know my mother has a stash of plastic straws which she guards jealousy. I guess hoarding them does take them out of the landfills, at least temporarily, so maybe that’s a win?\n\nPersonally I’m fine with the paper straws that fall apart in 30 minutes. I don’t drink a whole lot other than water though.\n\nI do have a nice set of bamboo straws that were a gift. I’ve only used them a couple of times because honestly they’re so nice I’m scared of losing them so they just sit in my drawer. Safe and unused.\n\nReply\nreply\nMeghanClickYourHeels\n•\n4 mo. ago\n\nA couple of years ago I had a MASSIVE margarita at the ball park. The paper straw was standard size, too small for the beverage, and did indeed fall apart long before I could finish it.\n\nThey have commemorative cups. Maybe a commemorative straw would be nice to go along with it when you’re buying those giant drinks.\n\nReply\nreply\n1 more reply\n \nTop 12%\nRank by size \nr/atlanticdiscussions\nFri-yaaaay! Morning Open, Camping Is Fun for Everyone! 🏕️\n8 upvotes · 15 comments\nr/atlanticdiscussions\nThursday Morning Munchies 🐶\n8 upvotes · 19 comments\nr/atlanticdiscussions\nMonday Open 🧀\n8 upvotes · 16 comments\nr/atlanticdiscussions\nWednesday Inspiration ✨ Save Your Soul 💎\n6 upvotes · 33 comments\nr/atlanticdiscussions\nTuesday Morning, Frozen Fractals ❄️\n6 upvotes · 22 comments\nr/atlanticdiscussions\nDaily News Feed | December 06, 2023\nself.atlanticdiscussions\n5 upvotes · 58 comments\nr/atlanticdiscussions\nDaily News Feed | December 09, 2023\nself.atlanticdiscussions\n3 upvotes · 24 comments\nr/atlanticdiscussions\nDaily News Feed | December 08, 2023\nself.atlanticdiscussions\n3 upvotes · 57 comments\nr/atlanticdiscussions\nAsk Anything\n3 upvotes · 36 comments\nr/atlanticdiscussions\nDaily News Feed | December 07, 2023\nself.atlanticdiscussions\n3 upvotes · 47 comments\nr/atlanticdiscussions\nAsk Anything Politics\n3 upvotes · 34 comments\nr/atlanticdiscussions\nBringing up a baby can be a tough and lonely job. Here's a solution: alloparents, by Michaeleen Doucleff\n3 upvotes · 9 comments\nr/atlanticdiscussions\nDaily News Feed | December 05, 2023\nself.atlanticdiscussions\n3 upvotes · 68 comments\nr/atlanticdiscussions\nDaily News Feed | December 04, 2023\nself.atlanticdiscussions\n3 upvotes · 57 comments\nr/atlanticdiscussions\nWeekend Open\n2 upvotes · 8 comments\nr/atlanticdiscussions\nDaily News Feed | December 10, 2023\nself.atlanticdiscussions\n1 upvote · 2 comments"
}