{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Can we use plastic straws again? What could happen after court quashes ...",
  "href": "https://nationalpost.com/news/plastic-straws-liberal-fan-federal-court-ruling",
  "body": "As of last December, regulations banned the manufacture or import of five types of single-use plastics — straws, grocery bags, cutlery, takeout containers and stir sticks. In another month, on ...",
  "textContent": "Skip to Content\nSubscribe and you could win a Fairmont Signature Sleep Experience and more! Don't Miss Out>>\nSections\nSearch\nSubscribe\nSign In\nAdvertisement 1\nBreadcrumb Trail Links\nNewsCanada\nCan we use plastic straws again? What could happen after court quashes Liberal ban\n\nRecent ruling notes it was 'unreasonable and unconstitutional' to list all plastic manufactured products as harmful, and that the government acted outside of its authority\n\nAuthor of the article:\nChris Knight\nPublished Nov 17, 2023  •  Last updated Nov 17, 2023  •  3 minute read\n89 Comments\nThe Federal Court has quashed a cabinet order that listed plastic manufactured items as toxic under Canada's environmental protection because the category was too broad and the government overstepped its constitutional bounds. PHOTO BY JONATHAN HAYWARD /THE CANADIAN PRESS\nArticle content\n\nA Federal Court judge has ruled that Ottawa went too far in characterizing all plastic items as toxic in the Canadian Environmental Protection Act (CEPA). But don’t expect the sudden return of plastic straws.\n\n0 seconds of 4 minutes, 36 secondsVolume 0%\n \n\nWhen Bill S-5 became law in June after receiving royal assent, it amended the Canadian Environmental Protection Act and gave the federal government the right to regulate the import, manufacture and sale of plastic items, which it promptly did.\n\nAdvertisement 2\nSTORY CONTINUES BELOW\nTRENDING\nAdam Zivo: Out-of-touch Jagmeet Singh is clueless on the housing crisis\nJenny Hazan: Are Canadians going to stand up to Jew hate?\nTipping is out of control in Canada but in these countries it is considered rude to tip\nCouple’s breakup becomes a 'security threat' with the plane making an emergency landing\nPenn leaders out after genocide response, alumni pressure\nArticle content\nArticle content\n\nIn fact, it had already started. As of last December, regulations banned the manufacture or import of five types of single-use plastics — straws, grocery bags, cutlery, takeout containers and stir sticks. In another month, on Dec. 20, sale of these items is also prohibited. (A sixth type, six-pack ring carriers, are on a similar but slightly delayed timeline of prohibition.)\n\nThursday’s ruling by Justice Angela Furlanetto notes that it was “unreasonable and unconstitutional” to list all plastic manufactured products as harmful, and that the government acted outside of its authority. “There is no reasonable apprehension” that all listed plastic manufactured items are harmful, she wrote.\n\nBut Stewart Elgie, a law professor and director of the Environment Institute at the University of Ottawa, said the decision is unlikely to bring back straws, stir sticks and the like.\n\n“The federal government still has ample authority to regulate plastics that are harmful to the environment,” he said. “They just have to do it in a targeted way, and have the proper scientific support behind it.”\n\nAdvertisement 3\nSTORY CONTINUES BELOW\nArticle content\n\nThe government, he said, may need to deliver additional, more specific scientific proof that particular plastics and products are harmful to the environment, which could happen in as little as a few months.\n\nIn the meantime, he said, “they can go to the court and ask for this judgment to be suspended temporarily until there’s an appeal decision. That’s quite common in court decisions.”\n\nAlternately, “they can bring in an interim order under CEPA that essentially deals with the plastics they’re regulating. And it will regulate them on an interim basis until a permanent regulation is redone.”\n\nRELATED STORIES\nCalgary Co-op launches petition to save compostable bags\nCanada bans 'harmful' single-use plastics as of December\n\nThe case against the government was brought forward by the Responsible Plastics Use Coalition (RPUC), a not-for-profit corporation comprising companies from the plastics industry who do business in Canada, as well Dow Chemical Canada, Nova Chemicals Corporation and Imperial Oil.\n\nA press release issued yesterday by the RPUC said it supported the federal court decision, adding: “We are currently analyzing court documents and will be considering our next steps upon completing that review.”\n\nAdvertisement 4\nSTORY CONTINUES BELOW\nArticle content\n\nBut Usman Valiante, a fellow at the Ottawa-based Smart Prosperity Institute, says the industry is unlikely to move quickly on the decision.\n\n“I think, practically, industry is going to wait and see what the government does before anybody starts to try to reintroduce any of this stuff into the market,” he said. “Everybody was anticipating that they wouldn’t be selling this stuff by Dec. 20 and it’s not like they’re going to rush out to start supplying it again, given the uncertainty of where public policy might go.”\n\n“In reality, the decision isn’t that big of a deal,” Elgie adds. “It shouldn’t affect (the government’s) regulation of plastics. I think the industry did it kind of as a shot across the bow. To make sure that the government is careful and thorough about which plastics they regulate (in the future). I don’t think the industry likes having all their products labelled as toxic, and I don’t blame them.”\n\nOur website is the place for the latest breaking news, exclusive scoops, longreads and provocative commentary. Please bookmark nationalpost.com and sign up for our newsletters here.\n\nArticle content\nShare this article in your social network\nCOMMENTS\nYou must be logged in to join the discussion or read more comments.\nCreate an Account\nSign in\nJOIN THE CONVERSATION\n\nPostmedia is committed to maintaining a lively but civil forum for discussion and encourage all readers to share their views on our articles. Comments may take up to an hour for moderation before appearing on the site. We ask you to keep your comments relevant and respectful. We have enabled email notifications—you will now receive an email if you receive a reply to your comment, there is an update to a comment thread you follow or if a user you follow comments. Visit our Community Guidelines for more information and details on how to adjust your email settings.\n\nLoading...\nREAD NEXT\n \n \n \n \n \nLATEST FROM SHOPPING ESSENTIALS\nGift baskets for corporate events, coworkers or friends and family afar\n\nYou can find a gift basket containing just about anything from books and candles to tech gadgets and wellness products\n\n1 day ago\nSHOPPING ESSENTIALS\n7 looks to wear to your upcoming holiday party\n\nFrom sultry sparkles to workwear wow\n\n1 day ago\nSHOPPING ESSENTIALS\nAdvertisement 2\n10 cosy gifts for the holiday season ahead\n\nGive the gift of cosy with these warm-and-fuzzy finds.\n\n1 day ago\nFASHION & BEAUTY\nCanada Goose X OVO: Two iconic Canadian brands release 12th collab\n\nThe genderless collection features three classic styles\n\n2 days ago\nSHOPPING ESSENTIALS\nYouTube releases top global trends of 2023\n\nTrends include Barbie, Lofi, retrogaming and something involving a toilet\n\n2 days ago\nSHOPPING ESSENTIALS\nTHIS WEEK IN FLYERS\nCategories\nNews\nNP News Quiz\nNP Comment\nPolitics\nLongreads\nRemembering\nPuzzles\nNew York Times Crossword\nComics\nHealthing\nEpaper\nDriving\nHoroscopes\nFinancial Post\nManage Print Subscription\nSubscribe\nSecondary Links\nManage Account\nMy Account\nManage My Print Subscription\nManage My Tax Receipt\nePaper\nContact Us\nAdvertise\nAdvertise With Us\nAppointment Notice\nContent Works\nPartnerships\nResources\nClassified\nRemembering\nCelebrating\nClassifieds Marketplace\nCareers\nFlyerCity\nPost a Classified ad\nLocal Directory\nSales\nAbout Us\nPostmedia Network\nFinancial Post\nCanada.com\nCanoe.com\nDriving.ca\nThe GrowthOp\nWinnipeg Sun\nThe London Free Press\nRegina Leader-Post\nSaskatoon StarPhoenix\nWindsor Star\nOttawa Citizen\nThe Province\nVancouver Sun\nEdmonton Journal\nCalgary Herald\nMontreal Gazette\nToronto Sun\nOttawa Sun\nCalgary Sun\nEdmonton Sun\n❯\nFollow us\nGive us some feedback!\n\n365 Bloor Street East, Toronto, Ontario, M4W 3L4\n\n© 2023 National Post, a division of Postmedia Network Inc. All rights reserved. Unauthorized distribution, transmission or republication strictly prohibited.\n\nBottom links\nPrivacy - Updated Terms\nCopyright\nDigital Ad Registry\nFAQ\nSitemap\nContact us"
}