{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Myths about plastic pollution are leading to public confusion: here's why",
  "href": "https://theconversation.com/myths-about-plastic-pollution-are-leading-to-public-confusion-heres-why-216854",
  "body": "The images of plastic pollution that are sometimes used by media are emotive and powerful, reaching vast numbers of people. The BBC's Blue Planet II, which was broadcast worldwide in 2017, ...",
  "textContent": "Edition:\nAvailable editions\nUnited States\nDonate\nGet newsletter\nBecome an author\nSign up as a reader\nSign in\nAcademic rigor, journalistic flair\nArts + Culture\nEconomy\nEducation\nEnvironment + Energy\nEthics + Religion\nHealth\nPolitics + Society\nScience + Tech\nPodcasts\nSTEKLO/Shutterstock\nMyths about plastic pollution are leading to public confusion: here’s why\nPublished: November 20, 2023 7:19am EST\nAuthor\nLesley Henderson\n\nChair professor, University of Strathclyde\n\nDisclosure statement\n\nLesley Henderson receives funding from UKRI/NERC/Innovate UK/ GCRF/ European Space Agency.\n\nPartners\n\n\t\n\nUniversity of Strathclyde provides funding as a member of The Conversation UK.\n\nView all partners\n\nWe believe in the free flow of information\nRepublish our articles for free, online or in print, under a Creative Commons license.\nRepublish this article\n Email\n Twitter\n Facebook\n61\n LinkedIn\n Print\n\nDoes the prediction that there could be “more plastic than fish in the ocean by 2050” concern you? How about reports that “we eat a credit card’s worth of plastic per week”? These are some of the “facts” about plastic that are cited by the media.\n\nThey are certainly compelling sound bites and help to focus public and policy attention on the pressing topic of plastic pollution, but their scientific basis is far from robust.\n\nThe scientists whose findings were used to support the “more plastic than fish” claim refuted this. But one scientist who worked on the original source the estimation is based on has now updated his figures. The claim is further undermined by the assumptions the calculation is based on and an underestimate of fish stocks.\n\nResearch has also found that humans ingest less than a grain of salt of microplastics each week. This means that it would take around 4,700 years to ingest an amount of plastic equivalent to the weight of a credit card.\n\nDon’t let yourself be misled. Understand issues with help from experts\nGet the newsletter\n\nOver the past three years I’ve been interviewing households in the UK, Spain and Germany about plastics as part of a project focused on improving the recycling of plastic packaging. I’ve been struck by the level of confusion people have about the sources of and risks associated with plastic pollution.\n\nSo, in collaboration with the Hereon Institute of Coastal Environmental Chemistry and communications experts, I have launched an online resource called “Plastic Mythbusters” that aims to debunk popular plastic myths that regularly feature in media.\n\nNegotiations are currently under way in Nairobi, Kenya, at the UN Environment Programme headquarters, to develop a legally binding global plastics treaty that covers the full life cycle of plastics – including their production, design and disposal. The Scientists’ Coalition for an Effective Plastics Treaty – a network of independent scientific and technical experts – are calling for decisions to be based on robust evidence.\n\nRead more: We need a global treaty to solve plastic pollution – acid rain and ozone depletion show us why\n\nThe focus of the negotiations is understandably on research from the natural sciences. But what role does media play in shaping public and policy responses to the plastics crisis?\n\nImages of plastic pollution\n\nThe images of plastic pollution that are sometimes used by media are emotive and powerful, reaching vast numbers of people. The BBC’s Blue Planet II, which was broadcast worldwide in 2017, showed audiences the impact of plastic waste on the oceans through upsetting scenes. One scene depicted a pilot whale carrying her dead newborn calf, which narrator Sir David Attenborough said possibly died because the mother’s milk had been poisoned with plastic.\n\nScenes such as these are now synonymous with plastic pollution. They can raise awareness of the problem and help to shape the discourse on environmental policy.\n\nAfter Blue Plant II aired, online searches for “dangers of plastic in the ocean” increased by 100%. Michael Gove, UK environment secretary at the time, said he was “haunted” by images of the damage done to the world’s oceans shown in the series and then introduced a series of proposals aimed at cutting plastic pollution.\n\nHowever, there is no clear evidence in the Blue Planet II sequence that the mother’s milk was actually contaminated with plastics. Imagery such as this can also promote the idea that plastic pollution is a problem far removed from our everyday lives and that our actions, whether it be dropping plastic litter or engaging in local clean up initiatives, will have little effect. There is still no robust evidence linking Blue Planet II to a sustained change in people’s behaviours.\n\nRead more: It’s great that Blue Planet II is pushing hard on plastic pollution in the oceans – but please use facts, not conjecture\n\nSidelining issues\n\nThe way in which the media presents the issue of plastic pollution can shape the preference for certain solutions and sidelines others. For instance, many people believe that the Great Pacific Garbage Patch – a large collection of marine debris in the North Pacific Ocean – is a solid mass. Framing the problem in this way assumes that plastic pollution can be removed from the ocean with the correct technology.\n\nHowever, scientists describe the Great Pacific Garbage Patch as more akin to a “growing plastic smog” that does contain larger plastic items but is also composed of trillions of micro and nanoplastics spread over large distances.\n\nExperts point out that technical fixes are not always the answer, particularly where plastic is spread over huge areas resembling a very thin “plastic soup”. In such cases, technical fixes are less practical, especially when considering the continuous addition of more plastic due to unchecked production.\n\nPower of media to set the agenda\n\nThere is a growing consensus advocating for investment in measures to curb plastic production, rather than investing in costly technical clean-up efforts. However, by emphasising the individual responsibility of consumers to, for example, avoid single-use plastics, media coverage can divert conversations away from reducing plastic production.\n\nThe connection between plastics and climate change, or the impact of plastics on global biodiversity loss, are also not often covered by the media as much as emotionally charged images depicting marine animals entangled in plastics.\n\nGreen sea turtle entangled in a discarded fishing net. Mohamed Abdulraheem\n\nThe original focus of the global plastics treaty was on marine litter, but it now encompasses the full life cycle of plastic pollution on all ecosystems. This includes plastic pollution in the atmosphere, and in marine, terrestrial and high altitude environments. This wider scope opens up the opportunity to explore public perceptions of the full life cycle of plastics.\n\nThe media is an invaluable resource that can play a key role in shaping how people perceive various issues. However, while it can effectively highlight the dangers of plastic pollution, there is a risk that an excessive reliance on emotive imagery may distract away from the policy that is actually needed.\n\nIn response to this article, a BBC spokesperson said that there is significant scientific evidence that contaminants found in some plastics can accumulate in fish and be ingested by adult whales. Those contaminants are then passed on to the offspring through the mother’s milk.\n\nMedia\nPlastic\nDavid Attenborough\nMicroplastics\nBlue Planet II\nGreat Pacific Garbage Patch\nPlastic pollution\nMicroplastic pollution\nGlobal plastics treaty\nGive me perspective\nWant to write?\n\nWrite an article and join a growing community of more than 175,100 academics and researchers from 4,818 institutions.\n\nRegister now\n\nEditorial Policies\nCommunity standards\nRepublishing guidelines\nFriends of The Conversation\nAnalytics\nOur feeds\nDonate\nGet newsletter\nWho we are\nOur charter\nOur team\nPartners and funders\nResource for media\nContact us\nEn Español\n​\n​\n​\n​\n​\nPrivacy policy\nTerms and conditions\nCorrections\n\nCopyright © 2010–2023, The Conversation US, Inc."
}