{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic Straws : r/TheGist - Reddit",
  "href": "https://www.reddit.com/r/TheGist/comments/161wyh4/plastic_straws/",
  "body": "The US is about 14% of all emissions, and electricity is about a quarter of that, so it's roughly a three percent global reduction. Whereas American plastic straws as a percentage of global plastic waste is something less than 0.01% (as Mike has pointed out). I'm a data-driven kind of guy. I dont think you are.",
  "textContent": "Plastic Straws : r/TheGist\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to TheGist\nr/TheGist\n•\n4 mo. ago\nZookeepergameSure417\nPlastic Straws\n\nI'm not in the same league as Mike when it comes to puns and wordplay, but I have to say that I think his anti-anti-plastic-straw argument just doesn't hold water (hey, I try).\n\nI don't think anyone with any intelligence has ever made the argument that cutting out single-use plastic straws by itself would have a significant direct impact on the amount of plastic waste.  If one's decisions were based only on direct impact, nobody on this planet should bother to do anything to mitigate any global problem.  As one person out of 8 billion, the direct impact of anything I do wouldn't even come close to 0.03 % of any matter of concern.  Does that mean I shouldn't bother to limit my waste or conserve energy?  It does not.\n\nIf I google \"plastic straw ban\", the first hit I get is this: (https://www.plasticpollutioncoalition.org/the-last-plastic-straw-movement). . ) I think this sentence from near the top of the page sums up the primary reason that this group (and others) are spreading the message about plastic straws: \"In the long run, this collective engagement around the gateway issue of plastic straws will meaningfully shift the way individuals and businesses think about plastic pollution – and about our society’s disposable culture on a larger scale.\"\n\nWill this idea actually work?  I don't know, but it does seem to be a reasonable conjecture, and focusing on this minor inconvenience that still garnered worldwide attention thanks to our now-famous beshelled aquatic friend seems like it's worth a try.  As for the other issues, I don't think they are major detractors to the idea that businesses should try and limit the availability of single use plastic straws.  The recent revelation that many \"eco-friendly\" plastic straw replacements have PFAS (or other \"forever chemicals\") is bad, but that just means we need to find better alternatives.  Personally, I would usually rather drink directly out of a cup than use a straw, but not always.  Straws are definitely my preferred imbibing method in some circumstances, and in my limited experience I have found disposable replacements to disposable plastic straws to be inferior.  Ultimately, I would strongly encourage businesses to limit the availability plastic straws - though have that option available on request for those who really need a straw (like those with disabilities) and yes, even for folks who just prefer a plastic straw experience (which I admit is me in some cases).\n\nIn any case, I think there's a decent chance that the current focus on plastic straws results in benefits beyond the 0.03% of plastic waste that is currently composed of single-use plastic straws. At least I think the logic is sound. Then again, there could also be backlash against what some might see as a \"woke\" anti-plastic-straw movement, making matters worse.  And given the current ideological makeup of our country, that's also a definite possibility.  I'm a data-driven kind of guy (as I suspect Mike is), so I am curious to see if the actual impact of this movement (if any) could possibly be teased out of the data from all of the other contributing factors.  I don't think the verdict is yet in.\n\nRead more\nSort by:\nAdd a Comment\nEquivalent_Clock_903\n•\n4 mo. ago\n\nI'm in the camp that the backlash makes it worse. People get upset that such a big effort is put into something that has a negligible effect that they kinda give up on the idea all together. Wouldn't it have been better to keep the plastic straws (which are so much better than the alternatives) and focus on things that that don't have such a negative impact on people's daily lives. Like we could've focused on to-go packaging (bags, containers, utensil wrapping, etc). It would've had a bigger impact on plastic waste and had a negligible effect on people's daily lives and it would've accomplished the same positives that you put forth for straws.\n\nReply\nreply\nZookeepergameSure417\n•\n4 mo. ago\n\nI believe one of the arguments you are making is an opportunity cost argument, which is excellent! I believe you are saying that putting effort into the bigger factors (like plastic bags) would be a better use of the effort. Well, maybe.\n\nI think the very reason for focusing on plastic straws is that it is a small problem (and a small inconvenience for most people) that can be easily mitigated. It is also in the zeitgeist because of the sea turtle video (though that was long enough ago now that it is fading).\n\nYou shouldn’t think of it as an effort to reduce the amount of plastic waste by removing the negligible amount that is due to plastic straws, but rather as an education and outreach program intended to affect behavior, and by doing so, ultimately have a much larger impact.\n\nReply\nreply\nChicago-Emanuel\n•\n4 mo. ago\n\nI find this to be kind of a weird thing for cranks to fixate on. Just because PFAS in paper products are a problem doesn't mean that disposable consumer plastic isn't a problem. Sure, some proposed solutions are going to turn out to be bad and maybe even cynical greenwashing, but the concern that led people to take a second look at plastic straws is a valid concern.\n\nReply\nreply\npcacioppi\n•\n3 mo. ago\n\nNo, plastic straws isn't a valid concern, because they represent such a tiny fraction of ocean plastic waste. Even if you managed to eliminate them completely, you would not improve the plastic waste situation in a noticeable way.\n\nIf you're asking me to make a sacrifice for that environment, then I have a simple test. \"What if everyone, all over the world, made this sacrifice?\". If the answer is, \"the problem would be reduced by 10% or more\" then I will likely do it. If the answer is \"the problem would be reduced by less than 0.1%\", then not only won't I do it, I assume the people making the request are numerically illiterate and thus not to be trusted.\n\nReply\nreply\n2 more replies\nquinstontimeclock\n•\n3 mo. ago\n\nI think you're misremembering the conversation that was happening around straws in 2016-2018. From a NYT article from 5 years ago https://www.nytimes.com/2018/07/19/business/plastic-straws-ban-fact-check-nyt.html\n\nIf you’ve read a recent article about Starbucks, Marriott or Seattle banning plastic straws, you might have come across a striking statistic: Americans use about 500 million straws each day. That figure has been cited widely, appearing in stories by USA Today, CNN, The Washington Post, The Wall Street Journal, Fox News and, yes, even The New York Times.\n\nBut consider the source: The number is based on research conducted years ago by an enterprising 9-year-old Vermont boy named Milo Cress.\n\nLarge corporations, such as the ones Mike mentioned in his re-aired spiel got on the bandwagon largely because of a viral video of a turtle and a 9-year-old's unverified claims of straw usage. There was no larger engagement strategy - it was always just opportunism, herd mentality and corporate greenwashing. Starbucks changing it's lid design to eliminate straws, but increasing the amount of plastic used was just the pièce de résistance of the whole nonsensical episode.\n\nFor my part, I am now more cynical about environmental claims in the mainstream media than I was before the straw debacle.\n\nReply\nreply\nZookeepergameSure417\n•\n3 mo. ago\n\nA little research shows that young Milo Cress (now 22) started his campaign to reduce plastic straw use in 2011. I don't know how much traction it got. The viral turtle video was in 2015, which is when the movement really got some coverage. And if it was opportunism for companies to jump on the bandwagon (for green-washing or whatever reason), what's wrong with that? They did it because the issue was in the news. It was self-serving for them AND brought attention to the issue of plastic waste: win-win.\nCress' estimate of 500,000 straws per day was actually amazingly good. If you read the rest of the article you quoted, it says \"Fact check: The claim that 500 million straws are used by Americans is an estimate above the ranges of more rigorous studies. Market research firms put the figure between 170 million and 390 million per day, or 63 billion to 142 billion straws per year\". A \"medium\" article that I found gives more detail on those numbers: \"Freedonia Group, a market research firm, put the number in 2017 at 390 million straws a day. Technomic, a food service company, estimates the number is closer to 170 million a day.\" So this 9-year-old's estimate is off from the estimates of these two firms by factors of 1.3 and 3. Not bad, considering that just among those two other estimates, the estimate of 390 million is itself a factor of 2.3 different from 170 million. I saw references to (but no actual citations) that there are environmental groups that put the estimate higher than 500 million. One might think those groups would be biased, but it is also possible that the market research firms (doing their work for the straw manufacturing industry) might also have biases in their publicly released data. All in all, 500 million is a reasonable estimate, and for the goal of the anti-plastic-straw initiative (which is to educate people about plastic waste, and change their habits), it doesn't really matter if the actual number is 100 million or 1 billion.\n\nReply\nreply\npcacioppi\n•\n4 mo. ago\n\nIf one's decisions were based only on direct impact, nobody on this planet should bother to do anything to mitigate any global problem.\n\nThen you just don't understand the issue, or Mike's argument. A plastic straw ban wouldn't effect just one person. It would impact a huge number of people. And the argument is, \"is there any real benefit to imposing this impact on a huge number of people?\".\n\nSo, for example, lets compare two hypotheticals\n\nEliminating plastic straws completely in America.\n\nEliminating CO2 emissions completely from the production of electricity in America.\n\nThese are two realistic policy goals (which is way I said \"from the production of electricity\" for the second bullet point.)\n\nNow, what would be the result from achieving these goals? For the first, it would be negligible. This is what Mike says over and over and over again - even if everyone in America stopped using plastic straws, the benefit to the planet would be negligible.\n\nWhat would the benefit be for the second policy goal? It wouldn't by itself \"solve\" global warming, but it wouldn't be negligible. It would be orders of magnitude more impactful for CO2 than the first would be for plastic waste in the ocean. The US is about 14% of all emissions, and electricity is about a quarter of that, so it's roughly a three percent global reduction. Whereas American plastic straws as a percentage of global plastic waste is something less than 0.01% (as Mike has pointed out).\n\nI'm a data-driven kind of guy\n\nI dont think you are. I think you're just going off vibes. Run the numbers, you'll see Mike is right.\n\nReply\nreply\nZookeepergameSure417\n•\n4 mo. ago\n\nWTF are you even talking about? Are you trying to say that Mike is only capable of arguing that a complete government ban on plastic straws would be worse than doing nothing? That’s not an argument, I agree. But why argue about blacks or whites when there is a whole spectrum of greys in-between, and most of those greys are way better than black.\n\nWhy even bring up any notion of a global ban on CO2? It has nothing to do with the straws. It’s not like we could only do one of the two and have to pick which is better? What a ridiculous idea.\n\nI am very data driven. Not sure you understand what data are. I defy you to find any data at all right now, positive or negative, that quantitatively measure the effects of the campaign against plastic straws.\n\nEventually, when and if there are some valid data, we can say whether the campaign had a positive, negative, or no effect. But any negative effect from a campaign to limit the use of single-use plastic straws is likely to be small. If the campaign can be a part of influencing a large number of people to change their behavior and preferences over time, the net positive effect could be huge.\n\nWhy would you be against limiting plastic straw use short of a total ban? The possible net positive clearly outweighs the negative.\n\nReply\nreply\n4 more replies\nZookeepergameSure417\n•\n3 mo. ago\n\nIt's ironic that most people on this thread seem to want to argue against a strawman themselves. That strawman is that the campaign against plastic straw use is hoping to reduce plastic pollution by removing plastic straws from the equation.\n\nThat notion is utterly absurd. The campaign is about education and outreach. The fact that plastic straws account for such a small percentage of plastic waste, yet is still a huge amount when visualized, is part of the allure of this campaign. Just the plastic straw waste is a enormous, yet it is a drop in the bucket of the whole problem - which illustrates how large a problem plastic waste is, maybe gets folks to realize that, and hopefully makes them think more about their own plastic waste and reducing it.\n\nThe campaign is hoping to draw attention to the plastic waste issue through this one area of minor impact and minor inconvenience, to get people to consider the larger problem, and to hopefully change their behavior.\n\nIt's impossible to say at this point if this will be successful, but it is unlikely to make the problem worse, and therefore worth pursuing.\n\nIMO, replacing plastic straws with another single-use product is probably just as bad - so maybe the fact that the current substitutes are inferior is a good thing. Better to use reusable straws (or no straw) when you can, and only use single-use straws on some occasions for convenience. And of course, the same goes for other single-use plastic products.\n\nReply\nreply\n1 more reply\nChicago-Emanuel\n•\n4 mo. ago\n\nThere's a pretty good solution in those sippy lids that some disposable cups now have. I love those!\n\nReply\nreply\n4 more replies\n \nTop 16%\nRank by size \nr/TheGist\nShould Mike just avoid the legal and semantic arguments around Israel/Palestine for now?\n26 upvotes · 35 comments\nr/TheGist\nNathan Thrall Interview\n19 upvotes · 53 comments\nr/TheGist\nMike was incredibly disingenuous in the last episode\n13 upvotes · 63 comments\nr/TheGist\nMike's coverage of the Israel/Palestine conflict has been great\n10 upvotes · 1 comment\nr/TheGist\nBefore you completely lose interest in Israel...\n10 upvotes · 22 comments\nr/TheGist\nFree speech on campus\n8 upvotes · 4 comments\nr/TheGist\nGold and Crypto ads…\n6 upvotes · 16 comments\nr/TheGist\n\"Vast Labyrinth\" Or \"Box Of Dates\"?\npodcasts.apple\n6 upvotes · 4 comments\nr/TheGist\nEvery Little Thing Xi Does Is Tragic\npodcasts.apple\n6 upvotes · 3 comments\nr/TheGist\nWhen Rewrites Go Wrong\npodcasts.apple\n5 upvotes · 4 comments\nr/TheGist\nDoes Donald Trump Still Know How To Talk: An Investigation\npodcasts.apple\n4 upvotes · 2 comments\nr/TheGist\nBEST OF THE GIST: Misused Political Slogan Edition\npodcasts.apple\n4 upvotes"
}